Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/Warriorb/*/Warriorb.po
Languages: es, fr, hu, ro, ru

# EnemyGroupData
source: It's still unclear what makes some creatures touched by Ruin to group together. Some believes those who had similar emotions when Ruin came were likely to form a group.
es: Todavía no está claro qué hace que algunas criaturas tocadas por Ruin se agrupen. Algunos creen que aquellos que tenían emociones similares cuando Ruin llegó probablemente formarían un grupo.
fr: On ne sait toujours pas ce qui pousse certaines créatures touchées par la Ruine à se regrouper. Certains pensent que ceux qui ont eu des émotions similaires lors de l'arrivée de la Ruine étaient susceptibles de former un groupe.
hu: Nem tisztázott, mi alapján alakulnak a Fertőzés által létrehozott lénycsoportok. Néhányan úgy vélik, a hasonló érzelmekkel bíró lények kerülnek közös csoportba.
ro: Încă nu este clar ce face ca unele creaturi să fie atinse de Ruin să se grupeze. Unii consideră că cei care au avut emoții similare atunci când a venit Ruina au avut șansa mai mare să formeze un grup.
ru: До сих пор неясно, что заставляет некоторых существ, тронутых Руином, группироваться. Некоторые считают, что те, у кого были похожие эмоции, когда Руин пришел, скорее всего, сформировали группу.

# EnemyGroupData
source: Anxious Armours
es: Armaduras Ansiosas
fr: Armures de l'Angoisse
hu: Vaduló Vértek
ro: Armuri Anxioase
ru: Тревожные Доспехи

# EnemyGroupData
source: Crafting was always the obsession of Dwarves. In their workshops they forged mighty weapons and wondrous armours. Their love for their craft was so strong that instead of their body, Ruin preserved their iron works.
es: La elaboración siempre fue la obsesión de los enanos. En sus talleres forjaron armas poderosas y armaduras maravillosas. Su amor por su oficio era tan fuerte que, en lugar de su cuerpo, Ruin conservó sus obras de hierro.
fr: L'artisanat a toujours été l'obsession des Nains. Dans leurs ateliers, ils forgeaient de puissantes armes et de merveilleuses armures. Leur amour pour leur artisanat était si fort qu'au lieu de leur corps, la Ruine a préservé leur travail du fer.
hu: A barkácsolás a Törpök második legnagyobb szenvedélye. Műhelyeikben sorra készültek a fegyverek és páncélok. Annyira kötődtek az alkotásaikhoz, hogy a Fertőzés végül azokat őrizte meg a testük helyett.
ro: Meșteșugul a fost întotdeauna obsesia piticilor. În atelierele lor au creat arme puternice și armuri minunate. Dragostea lor pentru meseria lor a fost atât de puternică încât în loc de corpul lor, Ruina a păstrat lucrările de fier.
ru: Мастерство всегда было навязчивой идеей Гномов. В своих мастерских они ковали могучее оружие и чудесные доспехи. Их любовь к своему ремеслу была настолько сильна, что вместо тела Руин сохранил их железные изделия.

# EnemyGroupData
source: Bridge Brigade
es: Brigada de Puentes
fr: Brigade des Ponts
hu: Híd Hadtest
ro: Brigada Podului
ru: Мостовая Бригада

# EnemyGroupData
source: Before Ruin there was no other humanoid race but human. New races are created by Ruin's Shades. They roam the lands looking for any living being which they can possess. Once they become part of a creature its body will start to change.
es: Antes de Ruina no había otra raza humanoide que la humana. Sombras de Ruin crea nuevas razas. Vagan por las tierras en busca de cualquier ser vivo que puedan poseer. Una vez que se vuelven parte de una criatura, su cuerpo comenzará a cambiar.
fr: Avant la Ruine, il n'y avait pas d'autre race humanoïde que l'homme. De nouvelles races furent créées par les Ombres de la Ruine. Elles parcourent les terres à la recherche de tout être vivant qu'elles peuvent posséder. Une fois qu'elles font partie d'une créature, son corps commence à changer.
hu: A Fertőzés előtt az ember volt az egyetlen értelmes lény. Az új fajokat a Fertőzés Árnyai hozták létre. Észrevétlen járták a világot, gazdatestet keresve. Ha egyszer valakiben otthonra leltek, az illető teste változásnak indult.
ro: Înainte de Ruin nu exista o altă rasă umanoidă decât oamenii. Noi rase sunt create de Umbrele Ruinei. Ei cutreieră pământurile căutând orice ființă vie pe care o pot avea. Odată ce vor face parte dintr-o creatură corpul său va începe să se schimbe.
ru: До Руина не было никакой другой гуманоидной расы, кроме человека. Новые расы создаются “ Руинскими Тенями”. Они бродят по землям в поисках любого живого существа, которым они могут владеть. Как только они становятся частью существа, его тело начинает меняться.

# EnemyGroupData
source: Weird Floating Thing
es: Extraña Cosa Flotante
fr: Étrange Truc Flottant
hu: Fura Lebegő Izé
ro: Ciudat Cucru Plutitor
ru: Странная Парящая Штука

# EnemyGroupData
source: Watching the only way to the Office did not bring enough protection. If any intruder managed to pass the Patrols he still had to face the Guardians to proceed.
es: Observar el único camino a la Oficina no trajo suficiente protección. Si algún intruso lograba pasar las Patrullas, aún tenía que enfrentar a los Guardianes para proceder.
fr: Le fait de surveiller la seule voie d'accès au Bureau n'a pas apporté une protection suffisante. Si un intrus parvenait à passer les patrouilles, il devait quand même affronter les gardiens pour continuer.
hu: Az egyetlen út felügyelete természetesen nem volt elégséges védelem. Ha valaki átjutott az Őrökön, még szembe kellett néznie a Őrzőkkel.
ro: Urmărirea singurului drum către Birou nu a adus suficientă protecție. Dacă vreun intrus reușea să treacă de Patrule, tot trebuia să se înfrunte cu Gardienii pentru a continua.
ru: Просто смотреть единственный путь в офис было, конечно, не достаточно для защиты. Если злоумышленнику удавалось пройти мимо патрулей, ему все равно приходилось сталкиваться со Стражами, чтобы пройти дальше.

# EnemyGroupData
source: Guardians of the Law
es: Guardianes de la Ley
fr: Gardiens de la Loi
hu: A Törvény Őrei
ro: Păzitorii Legii
ru: Стражи Закона

# EnemyGroupData
source: Going into the Law's High Office was forbidden even for most of the Dwarves. Only one path lead to the Office and that was guarded by the Patrols.
es: Entrar en el Alto Oficio de la Ley estaba prohibido incluso para la mayoría de los Enanos. Solo un camino conducía a la Oficina y estaba vigilado por las Patrullas.
fr: Il était interdit d'entrer dans le Bureau Central de la Loi, même pour la plupart des nains. Un seul chemin menait au Bureau et il était gardé par les patrouilles.
hu: A Törvény Legfőbb Irodája még a Törpök többsége számára is tiltott terület volt. Egyetlen út vezet az Irodához, amit az Őrjárat felügyel.
ro: Chiar și pentru majoritatea piticilor intrarea în Înaltul Birou al Legii era interzis. Doar o singură cale duce la Birou și care o fost păzită de patrule.
ru: Вход в Высший Офис Закона был запрещен даже большинству Гномов. Только один путь ведет к Офису и он охраняется Патрулями.

# EnemyGroupData
source: Patrols of the Law
es: Patrullas de la Ley
fr: Patrouilles de la Loi
hu: A Törvény Őrei
ro: Patrulele Legii
ru: Патрули закона

# EnemyGroupData
source: Deep beneath the Catacombs there is a secret place called the Dwarven Gate. Elite dwarves who worked here were placed above the Law. They were seeking a way to fight Ruin with Ruin's magic.
es: En lo profundo de las catacumbas hay un lugar secreto llamado la Puerta de los Enanos. Los enanos de élite que trabajaban aquí fueron colocados por encima de la Ley. Estaban buscando una forma de luchar contra Ruin y su magia.
fr: Sous les catacombes se trouve un endroit secret appelé la Porte des Nains. Les nains d'élite qui travaillaient ici étaient placés au-dessus de la loi. Ils cherchaient un moyen de combattre la Ruine avec la magie de la Ruine.
hu: Mélyen a Tárnák alatt fekszik egy titkos hely, amit Törp Kapunak hívnak. Azok az Elit Törpök, akik itt dolgoztak, a törvény felett álltak. Azt kutatták, hogy lehet a Fertőzést használni a Fertőzés ellen.
ro: Adânc sub Catacombe există un loc secret numit Poarta Pitică. Piticii de elită care au lucrat aici au fost puși deasupra Legii. Căutau o modalitate de a combate Ruina cu magia Ruinei.
ru: Глубоко под Катакомбами есть секретное место, называемое Гномовые ворота. Элитные гномы, которые здесь работали, были поставлены выше Закона. Они искали способ бороться с Руином с помощью магии Руина.

# EnemyGroupData
source: Glorious Group
es: Grupo Glorioso
fr: Groupe Glorieux
hu: Csoda Csapat
ro: Grupul Glorios
ru: Великая группа

# EnemyGroupData
source: Even though most of the common Dwarves never even heard about Dwarven Gate some were needed to do the hard work. Now that Ruin won, Dwarves are finally equal.
es: A pesar de que la mayoría de los enanos comunes nunca escucharon acerca de la Puerta de los Enanos, algunos fueron necesarios para hacer el trabajo duro. Ahora que Ruin ganó, los enanos realmente son iguales.
fr: Même si la plupart des Nains communs n'ont jamais entendu parler de la Porte des Nains, il en fallait quelques-uns pour faire le travail. Maintenant que la Ruine a gagné, les Nains sont enfin à égalité.
hu: Noha a Törp Kapu létezését a közönséges Törpök előtt titokban tartották, néhányukra szükség volt, hogy a fizikai munkát elvégezzék odalent. Most, hogy a Fertőzés nyert, már minden Törpe egyenlő.
ro: Chiar dacă majoritatea piticilor obișnuiți nu au auzit niciodată despre Poarta Piticilor, unii au fost nevoiți să facă munca grea. Acum că Ruina a câștigat, piticii sunt în sfârșit egali.
ru: Несмотря на то, что большинство обычных Гномов никогда даже не слышали о Гномовых Вратах, некоторые из них были необходимы для выполнения тяжелой работы. Теперь, когда Руин выиграл, Гномы наконец-то стали равны.

# EnemyGroupData
source: Not so Elite Dwarves
es: Enanos No tan élite
fr: Nains pas si Élites
hu: Annyira nem is Elit Törpök
ro: Nu chiar Piticii de Elită
ru: Не такие уж и Элитные Гномы

# EnemyGroupData
source: One idea of the Elite Dwarves was to create giant statues which are able to trap Ruin's essence. Even if they were right they never managed to make enough sculptures.
es: Una idea de los Enanos de Élite era crear estatuas gigantes que pudieran atrapar la esencia de Ruin. Incluso si tenían razón, nunca lograron hacer suficientes esculturas.
fr: Une idée des Nains d'Élite était de créer des statues géantes capables de piéger l'essence de la Ruine. Même s'ils avaient raison, ils n'ont jamais réussi à faire assez de sculptures.
hu: Az Elit Törpök nagy ötlete az volt, hogy a Fertőzés esszenciáját óriási szobrokba zárják. A dolog elvben működhetett volna, de soha nem sikerült elég szobrot készíteniük.
ro: O idee a piticilor de elită a fost crearea de statui uriașe care să poată captura esența Ruinei. Chiar dacă aveau dreptate, nu au reușit niciodată să facă suficiente statui.
ru: Одной из идей Элитных Гномов было создание гигантских статуй, способных заманить в ловушку сущность Руина. Даже если бы они и были правы, им так и не удалось создать достаточное количество скульптур.

# EnemyGroupData
source: Sculptors
es: Escultores
fr: Sculpteurs
hu: Szobrászok
ro: Sculptori
ru: Скульпторы

# EnemyGroupData
source: Dwarven Statues were meant to imprison the essence of Ruin. However there were some Dwarven scientists who feared that the statues were not safe and in the long run they wouldn't be able to resist the power of Ruin...
es: Las Estatuas de los Enanos estaban destinadas a encarcelar la esencia de Ruin. Sin embargo, había algunos Enanos Científicos que temían que las estatuas no fueran seguras y que a la larga no pudieran resistir el poder de la Ruin.
fr: Les Statues Naines étaient destinées à emprisonner l'essence de la Ruine. Cependant, certains scientifiques nains craignaient que les statues ne soient pas en sécurité et qu'à long terme, elles ne puissent pas résister au pouvoir de la Ruine...
hu: A Törp Szobrokat azért készítették, hogy csapdába ejtsék bennük a Fertőzést. Néhány tudós úgy vélte, nem biztos, hogy a szobrok hosszú távon is biztonságosak maradnak...
ro: Statuile pitice aveau menirea de a întemnița esența Ruinei. Cu toate acestea, au existat unii oameni de știință pitici care s-au temut că statuile nu sunt în siguranță și, pe termen lung, nu vor putea rezista puterii Ruinei ...
ru: Статуи Гномов должны были заточить сущность Руина. Однако некоторые Гномы-ученые опасались, что статуи небезопасны, и в конечном счете они не смогут устоять перед властью Руина…

# EnemyGroupData
source: Dwarven Statue
es: Estatua de los Enanos
fr: Statue Naine
hu: Törp Szobor
ro: Statuia Piticilor
ru: Статуя Гнома

# EnemyGroupData
source: Stone Golems are the cheap copies of the Runic Realm Golems. If Ruin twists the creatures mind then it will definitely have no effect on these ones.
es: Los Golems de Piedra son las copias baratas de los Golems del Reino Rúnico. Si Ruin tuerce la mente de las criaturas, no tendrá ningún efecto sobre estas.
fr: Les Pierre Golems sont les copies bon marché des Golems du Royaume Runique. Si la Ruine tord l'esprit des créatures, elle n'aura certainement aucun effet sur celles-ci.
hu: A Kőgólemek olcsó utánzatai csupán a Rúna Rend alkotásainak. Ha a Fertőzés a teremtmények elméjére gyakorol hatást, akkor a Kőgólemeknek nincs mitől tartaniuk.
ro: Golemurile de piatră sunt exemplarele ieftine ale Golemelor din Tărâmul Runic. Dacă Ruin răsucește mintea creaturilor, cu siguranță nu va avea niciun efect asupra acestora.
ru: Каменный Голем - дешевая копия Рунического Царства Големов. Если Pуин искривляет разум существ, то она определённо не будет иметь никакого эффекта на этих существ.

# EnemyGroupData
source: Sphere Golem
es: Golem Esfera
fr: Sphère Golem
hu: Gömb Gólem
ro: Sfera Golem
ru: Сфера-Голем

# EnemyGroupData
source: Looks like the second try is just as bad as the first one.
es: Parece que el segundo intento es tan malo como el primero.
fr: On dirait que le deuxième essai est tout aussi mauvais que le premier.
hu: Úgy tűnik, a második verzió pont olyan rossz, mint az első.
ro: Se pare că a doua încercare este la fel de rea ca și prima.
ru: Похоже, что вторая попытка так же плоха, как и первая.

# EnemyGroupData
source: Second Sphere Golem
es: Segunda Esfera Golem
fr: Deuxième Sphère Golem
hu: Második Gömb Gólem
ro: A Doua Sferă Golem
ru: Второй Сфера-Голем

# EnemyGroupData
source: Whoever made this Golem, he should have stopped after the second try.
es: Quienquiera que haya hecho este Golem, debería haberse parado después del segundo intento.
fr: Celui qui a fait ce Golem aurait dû s'arrêter après le deuxième essai.
hu: Bárki is készítette ezt a Gólemet, fel kellett volna adnia a második verziónál.
ro: Cine a făcut acest Golem, ar fi trebuit să se oprească după a doua încercare.
ru: Тот, кто создал этого Голема, должен был остановиться после второй попытки.

# EnemyGroupData
source: Third Sphere Golem
es: Tercera Esfera Golem
fr: Troisième Sphère Golem
hu: Harmadik Gömb Gólem
ro: A Treia Sferă Golem
ru: Третий Сфера-Голем

# EnemyGroupData
source: Now that the Fishys are gone, the Lake's piranhas can live in peace and eat whoever comes close.
es: Ahora que los Fishys se han ido, las pirañas del lago pueden vivir en paz y comerse a quien se acerque.
fr: Maintenant que les Poiscailles sont partis, les piranhas du lac peuvent vivre en paix et manger quiconque s'approche d'eux.
hu: Most, hogy a Halik kihaltak, a pirannyák szabadon ehetnek meg bárkit, aki erre jár.
ro: Acum că Peștii a dispărut, piranhale lacului pot trăi în pace și mânca pe oricine se apropie.
ru: Теперь, когда Фиши ушли, пираньи озера могут жить в мире и есть того, кто подойдет поближе.

# EnemyGroupData
source: Abandoned Fishy Slaves
es: Esclavos Fishys Abandonados
fr: Poiscailles Esclaves Abandonnés
hu: Elhagyott Hali Rabszolgák
ro: Sclavi Pești Abandonți
ru: Покинутые Фиши Рабы

# EnemyGroupData
source: No one knows where the Flies came from. Although you have a very clear idea on where they should go...
es: Nadie sabe de dónde vinieron las Moscas. Aunque tienes una idea muy clara de dónde deberían ir...
fr: Personne ne sait d'où viennent les mouches. Bien que vous ayez une idée très précise de l'endroit où elles doivent aller...
hu: Senki nem tudja, honnan jöttek a Röppenők, de arról elég határozott elképzelésed van, hova kéne menniük.
ro: Nimeni nu știe de unde au venit muștele. Deși ai o idee foarte clară despre unde ar trebui să meargă ...
ru: Никто не знает, откуда появились Мухи. Хотя у вас есть очень четкое представление о том, куда они должны отправиться…

# EnemyGroupData
source: Annoying Flies
es: Moscas Molestas
fr: Mouches Ennuyantes
hu: Szemtelen Pofátlan Piaci Legyek
ro: Muște Enervante
ru: Раздражающие Мухи

# EnemyGroupData
source: Armour Wrath was the most ambitious and majestic work of the Golem Maker. He used all his remaining strength to create this mighty Golem. It's a pity that all his efforts were in vain.
es: Ira de Armadura fue la obra más ambiciosa y majestuosa del Creador de los Golems. Usó toda su fuerza que le quedaba para crear este poderoso Golem. Es una pena que todos sus esfuerzos fueron en vano.
fr: L'Armure de Colère est le travail le plus ambitieux et le plus majestueux du Créateur de Golem. Il a utilisé toutes ses forces restantes pour créer ce puissant Golem. Il est dommage que tous ses efforts aient été vains.
hu: Harag Vért volt a Gólem Készítő legnagyobb munkája. Minden tudását és maradék erejét felhasználta az elkészítéséhez. Sajnos erőfeszítése hiábavalónak bizonyult.
ro: Armura Mâniei a fost cea mai ambițioasă și maiestuoasă lucrare a Creatorului Golem. El și-a folosit toată puterea rămasă pentru a crea acest Golem puternic. Păcat că toate eforturile sale au fost în zadar.
ru: Броневой Гнев был самым амбициозным и величественным произведением Создателя Големов. Он использовал все свои оставшиеся силы, чтобы создать этого могучего Голема. Жаль, что все его усилия были напрасны.

# EnemyGroupData
source: Armour Wrath
es: Ira de Armadura
fr: Armure de Colère
hu: Harag Vért
ro: Armura Mâniei
ru: Броневой Гнев

# EnemyGroupData
source: A fourth Sphere Golem? Someone never gives up...
es: ¿Una Cuarta Esfera Golem? Alguien no sabe rendirse...
fr: Un quatrième Sphère Golem ? On ne renonce jamais...
hu: Negyedik Gömb Gólem? Valaki nem tudja feladni...
ro: A Patra Sferă Golem? Cineva nu se dă bătut...
ru: Четвертый Сферо-Голем? Кто-то никогда не сдается…

# EnemyGroupData
source: Fourth Sphere Golem
es: Cuarta Esfera Golem
fr: Quatrième Sphère Golem
hu: Negyedik Gömb Gólem
ro: A Patra Sferă Golem
ru: Четвертый Сфера-Голем

# EnemyGroupData
source: When a Golem falls into the lava its stone body will melt away. The spirit however resists the heat and will be looking for another body...
es: Cuando un Golem cae en la lava, su cuerpo de piedra se derretirá. Sin embargo, el espíritu resiste el calor y buscará otro cuerpo...
fr: Lorsqu'un Golem tombe dans la lave, son corps de pierre fond. L'esprit résistera cependant à la chaleur et cherchera un autre corps...
hu: Amikor egy Gólem a lávába esik, a teste elolvad, de a lelke nem szűnik meg létezni, hanem új testet keres...
ro: Când un Golem cade în lavă, corpul său de piatră se va topi. Totuși, spiritul rezistă la căldură și va căuta un alt corp ...
ru: Когда голем падает в лаву, его каменное тело плавится. Однако дух сопротивляется жаре и будет искать другое тело…

# EnemyGroupData
source: Lava Jumpers
es: Salta Lava
fr: Plongeurs de Lave
hu: Láva Ugrók
ro: Săritorii de Lavă
ru: Лавовые Прыгуны

# EnemyGroupData
source: Divided they fall, united they divide...
es: Divididos caerán, unidos dividirán...
fr: Divisés ils tombent, unis ils divisent...
hu: Ahol egy elbukna, ott több összeveszik.
ro: Împărțiți cad, uniți se împart ...
ru: Разделяя они падают, объединяясь, они делятся…

# EnemyGroupData
source: Golem Group
es: Grupo Golem
fr: Groupe de Golems
hu: Gólem Csapat
ro: Grupul Golemilor
ru: Группа Големов

# EnemyGroupData
source: Wherever Golems go after death these three will go there together.
es: Donde sea que vayan los Golems después de la muerte, estos tres irán juntos.
fr: Peu importe où les Golems iront après leur mort, ces trois-là s'y rendront ensemble.
hu: Bárhová is kerüljenek a Gólemek a halál után, ezek hárman oda is együtt mennek.
ro: Oriunde merg Golemii după moarte, acești trei vor merge acolo împreună.
ru: Куда бы Големы не пошли после смерти, эти трое пойдут туда вместе.

# EnemyGroupData
source: Golem Trio
fr: Trio de Golems
hu: Gólem Trió
ru: Троица Големов

# EnemyGroupData
source: To keep Ruin away dwarves forbade everything related to Ruin's magic. This might have worked in theory but they failed to notice that their mechanical devices were also powered by Ruin.
es: Para mantener a Ruin lejos, los enanos prohibieron todo lo relacionado con la magia de Ruin. Esto podría haber funcionado en teoría, pero no se dieron cuenta de que sus aparatos mecánicos también funcionaban con Ruin.
fr: Pour éloigner la Ruine, les nains interdisaient tout ce qui avait trait à la magie de la Ruine. Cela aurait pu fonctionner en théorie, mais ils n'ont pas remarqué que leurs dispositifs mécaniques étaient également alimentés par la Ruine.
hu: Hogy a Fertőzést visszaszorítsák, a Törpök mindent betiltottak, ami a Fertőzés Erejét használta. Ez elméletben segíthetett volna, de azt valahogy nem vették számításba, hogy a legtöbb mechanikus eszközüket szintén a Fertőzés hajtotta.
ro: Pentru a ține ruina departe piticii interzis tot ceea ce ține de magia Ruinei. Poate că acest lucru a funcționat în teorie, însă nu au reușit să observe că dispozitivele lor mecanice au fost alimentate și de Ruin.
ru: Чтобы удержать Руина подальше, гномы запретили все, что связано с магией Руина. Это могло сработать в теории, но они не заметили, что их механические устройства также питались от Руина.

# EnemyGroupData
source: Guardians of the West Wall
es: Guardianes del Muro Oeste
fr: Gardiens du Mur de l'Ouest
hu: A Nyugati Fal Őrei
ro: Păzitorii Zidului de Vest
ru: Стражники Западной стены

# EnemyGroupData
source: Ruin was not only meant for destruction, it could also preserve. Ruin gave endless life for those who survived at the cost of twisting their minds.
es: Ruin no solo existía para la destrucción, sino que también se podía preservar. Ruin dio una vida infinita para aquellos que sobrevivieron a costa de torcer sus mentes.
fr: La Ruine n'était pas seulement destinée à la destruction, elle pouvait aussi préserver. La Ruine a donné une vie sans fin à ceux qui ont survécu malgré le fait qu'ils aient dû perdre la tête.
hu: A Fertőzés nem csak pusztítani, de oltalmazni is tudott. Örök létet adott a túlélőknek, ép elméjükért cserébe.
ro: Ruina nu a fost destinată numai distrugerii, ci a putut si conserva. Ruian a dat viață nesfârșită celor care au supraviețuit cu prețul de a-și răsuci mințile.
ru: Руин предназначался не только для разрушения, но и для сохранения. Руин дал бесконечную жизнь тем, кто выжил ценой превращения в бездумных.

# EnemyGroupData
source: Guardians of the East Wall
es: Guardianes del Muro Este
fr: Gardiens du Mur de l'Est
hu: A Keleti Fal Őrei
ro: Păzitorii Zidului de Est
ru: Стражники Восточной стены
