Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/Warriorb/*/Warriorb.po
Languages: es, fr, hu, ro, ru

# ItemData
source: Grants the shocking ability to walk through your enemies for <Green>2</><YellowH>(→3)</> sec. The shock causes <Blue>16</> <YellowH>(→28)</>damage.
es: Otorga la sorprendente habilidad de caminar a través de tus enemigos durante <Green>2</> <YellowH>(→ 3)</> segundos. El shock provoca <Blue>16</> <YellowH>(→ 28)</> de daño.
fr: Donne la capacité choquante de marcher à travers vos ennemis pendant <Green>2</><YellowH>(→3)</> sec. Le choc provoque <Blue>16</> <YellowH>(→28)</>de dégâts.
hu: Képessé tesz átmenni ellenfeleiden <Green>2</><YellowH>(→3)</> másodpercig. Ezen felül <Blue>16</> <YellowH>(→28)</> sebzést okoz annak, akin átmész.
ro: Oferă abilitatea șocantă de a merge prin inamici pentru <Green>2</><YellowH>(→3)</> secunde. Șocul cauzează <Blue>16</><YellowH>(→28)</> daune.
ru: Дает шокирующую способность пройти сквозь врагов на <Green> 2 </> <YellowH> (→ 3) </> секунды. Шок наносит <Blue> 16 </> <YellowH> (→ 28) </> урона.

# ItemData
source: Grants the shocking ability to walk through your enemies for <Green>3</><YellowH>(→4)</> sec. The shock causes <Blue>28</> <YellowH>(→36)</>damage <YellowH>and has a </><GreenH>30%</> <YellowH>chance to stun the target.</>
es: Otorga la sorprendente habilidad de caminar a través de tus enemigos durante <Green>3</> <YellowH>(→ 4)</> segundos. El shock provoca <Blue>28</> <YellowH>(→ 36)</> de daño <YellowH>y tiene un</> <GreenH>30%</> <YellowH> de probabilidad de aturdir al objetivo.</>
fr: Donne la capacité choquante de marcher à travers vos ennemis pendant <Green>3</><YellowH>(→4)</> sec. Le choc provoque <Blue>28</> de dégâts <YellowH>et a </><Green>30%</> <YellowH>de chance d'étourdir la cible.</>
hu: Képessé tesz áthaladni ellenfeleiden <Green>3</><YellowH>(→4)</> mp-ig. Emellett <Blue>28</> <YellowH>(→36)</> sebzést okoz <YellowH>és </><GreenH>30%</> <YellowH>eséllyel elkábítja az ellent.</>
ro: Oferă abilitatea șocantă de a merge prin inamici pentru <Green>3</><YellowH>(→4)</> secunde. Șocul cauzează <Blue>28</><YellowH>(→36)</> daune <YellowH>și are o șansă de </><Green>30%</> <Yellow>de a Ameți ținta.</>
ru: Дает шокирующую способность пройти сквозь врагов на <Green> 3 </> <YellowH> (→ 4) </> секунды. Шок наносит <Blue> 28 </> <YellowH> (→ 36) </> урона <YellowH> и имеет </> <GreenH> 30% </> <YellowH> шанс оглушить цель. </>

# ItemData
source: Grants the shocking ability to walk through your enemies for <Green>4</> sec. The shock causes <Blue>32</> damage and has a <Green>30%</> <YellowH>(→40%)</> chance to <Yellow>stun</> the target.
es: Otorga la sorprendente habilidad de caminar a través de tus enemigos durante <Green>4</> segundos. El shock provoca <Blue>32</> de daño y tiene un <Green>30%</> <YellowH>(→ 40%)</> de probabilidad de <Yellow>aturdir</> el objetivo.
fr: Donne la capacité choquante de marcher à travers vos ennemis pendant <Green>4</> sec. Le choc provoque <Blue>32</> de dégâts et a <Green>30%</> <YellowH>(→40%)</> de chance d'<Yellow>étourdir</> la cible.
hu: Képessé tesz átmenni ellenfeleiden <Green>4</> másodpercig. Ezen felül <Blue>32</> sebzést okoz annak, akin átmész, és a <Green>30%</> <YellowH>(→40%)</> eséllyel <Yellow>Kábít</>.
ro: Oferă abilitatea șocantă de a merge prin inamici pentru <Green>4</> secunde. Șocul cauzează <Blue>32</> daune și are o șansă de <Green>30%</><YellowH>(→40%)</> de a <Yellow>Ameți</> ținta.
ru: Дает шокирующую способность пройти сквозь врагов на <Green> 4 </> секунды. Шок наносит <Blue> 32 </> урона и имеет <Green> 30% </> <YellowH> (→ 40%) </> шанс <Yellow> оглушить </> цель.

# ItemData
source: Lightningstone
es: Piedra Relámpago
fr: Pierre Foudre
hu: Villámkő
ro: Piatra Fulgerului
ru: Молниеносный Камень

# ItemData
source: Summons a homing projectile targeted at a close foe - prefers flying targets.
es: Invoca un proyectil guiada dirigido a un enemigo cercano: prefiere objetivos voladores.
fr: Invoque un projectile guidé ciblant un ennemi proche - préfère les cibles volantes.
hu: Útjára indít egy követő lövedéket a legközelebbi (ha lehet, repülő) ellenségre.
ro: Invocă un proiectil care vizează un inamic apropiat - preferă țintele în zbor.
ru: Вызывает самонаводящийся снаряд, нацеленный на ближайшего противника - предпочитает летающие цели.

# ItemData
source: Summons <Green>1</> homing projectile targeted at a close foe - prefers flying targets. Causes <Blue>16</> damage on impact.
es: Invoca <Green>1</> proyectil guiada dirigido a un enemigo cercano: prefiere objetivos voladores. Causa <Blue>16</> de daño por impacto.
fr: Invoque <Green>1</> projectiles guidés ciblant un ennemi proche - préfère les cibles volantes. Chaque projectile provoque <Blue>16</> de dommages à l'impact.
hu: Útjára indít <Green>1</> követő lövedéket a legközelebbi (lehetőleg repülő) ellenfél felé. <Blue>16</> sebzést okoz.
ro: Cheamă <Green>1</> proiectil țintit la inamicul cel mai aproape - preferă țintele zburătoare. Cauzează <Blue>16</> daune la impact.
ru: Вызывает <Green>1</> самонаводящийся снаряд, нацеленный на ближайшего противника - предпочитает летающие цели. Наносит <Blue>16</> урона при ударе.

# ItemData
source: Summons <Green>2</> homing projectile targeted at a close foe - prefers flying targets. Each projectile causes <Blue>16</> damage on impact.
es: Invoca <Green>2</> proyectiles guiadas dirigido a un enemigo cercano: prefiere objetivos voladores. Cada proyectil causa <Blue>16</> de daño por impacto.
fr: Invoque <Green>2</> projectiles guidés ciblant un ennemi proche - préfère les cibles volantes. Chaque projectile provoque <Blue>16</> de dommages à l'impact.
hu: Útjára indít <Green>2</> követő lövedéket a legközelebbi (ha lehet, repülő) ellenségre. Minden lövedék <Blue>16</> sebzés okoz.
ro: Cheamă <Green>2</> proiectile țintite la inamicul cel mai aproape - preferă țintele zburătoare. Fiecare proiectil cauzează <Blue>16</> daune la impact.
ru: Вызывает <Green>2</> самонаводящийся снаряд, нацеленный на ближайшего противника - предпочитает летающие цели. Каждый снаряд при ударе наносит <Blue>16</> урона.

# ItemData
source: Summons <Green>3</> homing projectile targeted at a close foe - prefers flying targets. Each projectile causes <Blue>16</> damage and applies <Orange>Slow</> on impact.
es: Invoca <Green>3</> proyectiles guiadas dirigido a un enemigo cercano: prefiere objetivos voladores. Cada proyectil causa <Blue>16</> de daño y aplica <Orange>Lento</> por impacto.
fr: Invoque <Green>3</> projectiles guidés ciblant un ennemi proche - préfère les cibles volantes. Chaque projectile provoque <Blue>16</> de dommages et inflige <Orange>Lenteur</> à l'impact.
hu: <Green>3</> követő lövedéket lő egy közeli (lehetőleg repülő) ellenfélre. Mindegyik lövedék <Blue>16</> sebzést okoz, és <Orange>Lassít</>.
ro: Cheamă <Green>3</> proiectile țintite la inamicul cel mai aproape - preferă țintele zburătoare. Fiecare proiectil cauzează <Blue>16</> daune și aplică <Orange>Încetinire</> la impact.
ru: Вызывает <Green>3</> самонаводящийся снаряд, нацеленный на ближайшего противника - предпочитает летающие цели. Каждый снаряд наносит <Blue> 16 </> урон и накладывает <Orange> Замедление </> при ударе.

# ItemData
source: Summons <Green>4</> homing projectile targeted at a close foe - prefers flying targets. Each projectile causes <Blue>16</> damage and applies <Orange>Slow</> on impact.
es: Invoca <Green>4</> proyectiles guiadas dirigido a un enemigo cercano: prefiere objetivos voladores. Cada proyectil causa <Blue>16</> de daño y aplica <Orange>Lento</> por impacto.
fr: Invoque <Green>4</> projectiles guidés ciblant un ennemi proche - préfère les cibles volantes. Chaque projectile provoque <Blue>16</> de dommages et inflige <Orange>Lenteur</> à l'impact.
hu: <Green>4</> követő lövedéket lő egy közeli (lehetőleg repülő) ellenfélre. Mindegyik lövedék <Blue>16</> sebzést okoz, és <Orange>Lassít</>.
ro: Cheamă <Green>4</> proiectile țintite la inamicul cel mai aproape - preferă țintele zburătoare. Fiecare proiectil cauzează <Blue>16</> daune și aplică <Orange>Încetinire</> la impact.
ru: Вызывает <Green>4</> самонаводящийся снаряд, нацеленный на ближайшего противника - предпочитает летающие цели. Каждый снаряд наносит <Blue> 16 </> урон и накладывает <Orange> Замедление </> при ударе.

# ItemData
source: Summons <Green>1</><YellowH>(→2)</> homing projectile targeted at a close foe - prefers flying targets. Each projectile causes <Blue>16</> damage on impact.
es: Invoca <Green>1</> <YellowH>(→ 2)</> proyectil guiada dirigido a un enemigo cercano: prefiere objetivos voladores. Cada proyectil causa <Blue>16</> de daño por impacto.
fr: Invoque <Green>1</><YellowH>(→2)</> projectiles guidés ciblant un ennemi proche - préfère les cibles volantes. Chaque projectile provoque <Blue>16</> de dommages à l'impact.
hu: Útjára indít <Green>1</><YellowH>(→2)</> követő lövedéket a legközelebbi (ha lehet, repülő) ellenségre. Minden lövedék <Blue>16</> sebzés okoz.
ro: Cheamă <Green>1</><YellowH>(→2)</> proiectil țintit la inamicul cel mai aproape - preferă țintele zburătoare. Fiecare proiect cauzează <Blue>16</> daune la impact.
ru: Вызывает <Green>1</><YellowH>(→2)</> самонаводящийся снаряд, нацеленный на ближайшего противника - предпочитает летающие цели. Каждый снаряд при ударе наносит <Blue>16</> урона.

# ItemData
source: Summons <Green>2</><YellowH>(→3)</> homing projectile targeted at a close foe - prefers flying targets. Each projectile causes <Blue>16</> damage <YellowH>and applies</> <OrangeH>Slow</> on impact.
es: Invoca <Green>2</> <YellowH>(→ 3)</> proyectiles guiadas dirigido a un enemigo cercano: prefiere objetivos voladores. Cada proyectil causa <Blue>16</> de daño <YellowH>y aplica</> <OrangeH>Lento</> por impacto.
fr: Invoque <Green>2</><YellowH>(3)</> projectiles guidés ciblant un ennemi proche - préfère les cibles volantes. Chaque projectile provoque <Blue>16</> de dommages <YellowH>et inflige</> <Orange>Lenteur</> à l'impact.
hu: Útjára indít <Green>2</><YellowH>(→3)</> követő lövedéket a legközelebbi (ha lehet, repülő) ellenségre. Minden lövedék <Blue>16</> sebzés okoz, és <OrangeH>Lassít</>.
ro: Cheamă <Green>2</><YellowH>(→3)</> proiectile țintite la inamicul cel mai aproape - preferă țintele zburătoare. Fiecare proiectil cauzează <Blue>16</> daune <YellowH>și aplică</> <Orange>Încetinire</> la impact.
ru: Вызывает <Green>2</><YellowH>(→3)</> самонаводящийся снаряд, нацеленный на ближайшего противника - предпочитает летающие цели. Каждый снаряд наносит <Blue> 16 </> урон <YellowH>и накладывает <OrangeH> Замедление </> при ударе.

# ItemData
source: Summons <Green>3</><YellowH>(→4)</> homing projectile targeted at a close foe - prefers flying targets. Each projectile causes <Blue>16</> damage and applies <Orange>Slow</> on impact.
es: Invoca <Green>3</> <YellowH>(→ 4)</> proyectiles guiadas dirigido a un enemigo cercano: prefiere objetivos voladores. Cada proyectil causa <Blue>16</> de daño y aplica <Orange>Lento</> por impacto.
fr: Invoque <Green>3</><YellowH>(→4)</> projectiles guidés ciblant un ennemi proche - préfère les cibles volantes. Chaque projectile provoque <Blue>16</> de dommages et inflige <Orange>Lenteur</> à l'impact.
hu: Útjára indít <Green>3</><YellowH>(→4)</> követő lövedéket a legközelebbi (lehetőség szerint repülő) ellenfélre. Mindegyik lövedék <Blue>16</> sebzést okoz, és <Orange>Lassítja</> az ellenfeledet.
ro: Cheamă <Green>3</><YellowH>(→4)</> proiectile țintite la inamicul cel mai aproape - preferă țintele zburătoare. Fiecare proiectil cauzează <Blue>16</> daune și aplică <Orange>Încetinire</> la impact.
ru: Вызывает <Green>3</><YellowH>(→4)</> самонаводящийся снаряд, нацеленный на ближайшего противника - предпочитает летающие цели. Каждый снаряд наносит <Blue> 16 </> урон и накладывает <Orange> Замедление </> при ударе.

# ItemData
source: Tealstone
es: Piedra Trullo
fr: Pierre Sarcelle
hu: Türkizkő
ro: Piatra de Turcoaz
ru: Тиловый камень

# ItemData
source: Summons a homing projectile for each nearby enemy, causing <Blue>20</> damage on impact.
es: Invoca un proyectil guiada para cada enemigo cercano, provocando <Blue>20</> de daño por impacto.
fr: Invoque un projectile guidé vers chaque ennemi proche, causant <Blue>20</> de dommages à l'impact.
hu: Követő lövedéket lő a közeli ellenfelekre, találatonként <Blue>20</> sebzést okoz.
ro: Cheamă un proiectil țintit către fiecare inamic apropiat, cauzează <Blue>20</> daune la impact.
ru: Выпускает самонаводящийся снаряд для каждого находящегося поблизости врага, нанося <Blue>20</> урон при ударе.

# ItemData
source: Summons a homing projectile for each nearby enemy, causing <Blue>40</> damage on impact.
es: Invoca un proyectil guiada para cada enemigo cercano, provocando <Blue>40</> de daño por impacto.
fr: Invoque un projectile guidé vers chaque ennemi proche, causant <Blue>40</> de dommages à l'impact.
hu: Követő lövedéket lő minden közeli ellenfélre, <Blue>40</> sebzést okozva.
ro: Cheamă un proiectil țintit către fiecare inamic apropiat, cauzează <Blue>40</> daune la impact.
ru: Выпускает самонаводящийся снаряд для каждого находящегося поблизости врага, нанося <Blue>40</> урон при ударе.

# ItemData
source: Summons a homing projectile for each nearby enemy, causing <Blue>50</> damage on impact. The target has a <Green>30%</> chance to become <Orange>Slow</>.
es: Invoca un proyectil guiada para cada enemigo cercano, provocando <Blue>50</> de daño por impacto. El objetivo tiene un <Green>30%</> de probabilidad de convertirse <Orange>Lento</> .
fr: Invoque un projectile guidé vers chaque ennemi proche, causant <Blue>50</> de dommages à l'impact. La cible a <GreenH>30%</> de chance de devenir</> <Orange>Lente</>.
hu: Követő lövedékeket lő minden közeli ellenfélre, <Blue>50</> sebzést okoz, <Green>30%</> eséllyel <Orange>Lassít</>.
ro: Cheamă un proiectil țintit către fiecare inamic apropiat, cauzează <Blue>50</> daune la impact. Ținta are o șansă de <Green>30%</> să devină <Orange>Încetinită</>.
ru: Выпускает самонаводящийся снаряд для каждого находящегося поблизости врага, нанося <Blue>50</> урон при ударе. Цель имеет <Green>30%</> шанс <Orange>Замедлиться</>.

# ItemData
source: Summons a homing projectile for each nearby enemy, causing <Blue>20</><YellowH>(→40)</> damage on impact.
es: Invoca un proyectil guiada para cada enemigo cercano, provocando <Blue>20</> <YellowH>(→ 40)</> de daño por impacto.
fr: Invoque un projectile guidé vers chaque ennemi proche, causant <Blue>20</><YellowH>(→40)</> de dommages à l'impact.
hu: Követő lövedéket lő ki minden közeli ellenségre, melyek <Blue>20</><YellowH>(→40)</> sebzést okoznak.
ro: Cheamă un proiectil țintit către fiecare inamic apropiat, cauzează <Blue>20</><YellowH>(→40)</> daune la impact.
ru: Вызывает самонаводящийся снаряд для каждого находящегося поблизости врага, нанося <Blue>20</><YellowH>(→40)</> урон при ударе.

# ItemData
source: Summons a homing projectile for each nearby enemy, causing <Blue>20</><YellowH>(→50)</> damage on impact. <YellowH>The target has a</> <GreenH>30%</> <YellowH>chance to become</> <Orange>Slow</>.
es: Invoca un proyectil de referencia para cada enemigo cercano, provocando <Blue>20</> <YellowH>(→ 50)</> de daño por impacto. <YellowH>El objetivo tiene un</> <GreenH>30%</> <YellowH> de probabilidad de convertirse</> <Orange>Lento</>.
fr: Invoque un projectile guidé vers chaque ennemi proche, causant <Blue>20</><YellowH>(→50)</> de dommages à l'impact. <YellowH>La cible a </> <GreenH>30%</> <YellowH>de chance de devenir</> <Orange>Lente</>.
hu: Útjára indít egy követő lövedéket, amely <Blue>20</> + <YellowH>(→50)</> sebzést okoz. <YellowH>A célpont</> <GreenH>30%</> <YellowH>eséllyel</> <Orange>Lelassul</>.
ro: Cheamă un proiectil țintit către fiecare inamic apropiat, cauzează <Blue>20</><YellowH>(→50)</> daune la impact. <YellowH>Ținta are o șansă de</> <Green>30%</> <YellowH>să devină</> <Orange>Încetinită</>.
ru: Вызывает самонаводящийся снаряд для каждого находящегося поблизости врага, нанося <Blue>20</><YellowH>(→50)</> урон при ударе. <YellowH>Цель имеет </> <Green>30%</> <YellowH>шанс </> <Orange>Замедлиться</>.

# ItemData
source: Tealstone, but better
es: Piedra Trullo, pero mejor
fr: Pierre Sarcelle, mais en mieux
hu: Türkizkő, csak jobb
ro: Piatra de turcoaz, dar mai bună
ru: Тиловый камень только лучше

# ItemData
source: Slows all enemy targets around the caster.
es: Retarda todos los objetivos enemigos alrededor del lanzador.
fr: Ralentit toutes les cibles ennemies autour du lanceur.
hu: Lelassítja az ellenfeleket.
ro: Încetinește toate țintele inamice din jurul tău.
ru: Замедляет все вражеские цели вокруг заклинателя.

# ItemData
source: All enemy target becomes <Orange>Slow</> for <Green>3</> seconds.
es: Todo objetivo enemigo se convierte <Orange>Lento</> durante <Green>3</> segundos.
fr: Toutes les cibles ennemies deviennent <Orange>Lentes</> pendant <Green>3</> secondes.
hu: Minden ellenfél <Orange>Lassul</> <Green>3</> másodpercig.
ro: Toate țintele inamice devin <Orange>Încete</> timp de <Green>3</> secunde.
ru: Все вражеские цели <Orange>Замедляются</> на <Green>3</> секунды.

# ItemData
source: Slowstone
es: Piedra Lenta
fr: Pierre Nonchalante
hu: Lassítókő
ro: Piatra Lentă
ru: Замедляющий камень

# ItemData
source: Summons 12 deadly meteors around the caster, each causing 16 damage on impact.
es: Invoca 12 meteoritos mortales alrededor del lanzador cada uno de los cuales causa 16 de daño por impacto.
fr: Invoque 12 météores mortels autour du lanceur, chacun causant 32 de dommages à l'impact.
hu: Megidéz <Green>12</> halálos meteort, amely <White>16</> sebzést okoz találatonként.
ro: Cheamă 12 meteori mortali în jurul vrăjitorului, fiecare cauzând 16 daune la impact.
ru: Вызывает 12 смертоносных метеоров вокруг заклинателя, каждый из которых наносит 16 урона при ударе.

# ItemData
source: Summons <Green>12</> deadly meteors around the caster, each causing <White>16</> damage on impact.
es: Invoca<Green>12</> meteoritos mortales alrededor del lanzador, cada uno causando <White>16</> de daño por impacto.
fr: Invoque <Green>12</> météores mortels autour du lanceur, chacun causant <White>16</> de dommages à l'impact.
hu: <Green>12</> halálos meteort idéz, melyek mindegyike <White>16</> sebzést okoz.
ro: Cheamă <Green>12</> meteoriți mortali in jurul tău, fiecare cauzează <White>16</> daune la impact.
ru: Вызывает <Green>12</> смертоносных метеоров вокруг заклинателя, каждый из которых наносит <White>16</> урона при ударе.

# ItemData
source: Summons <Green>16</> deadly meteors around the caster, each causing <White>24</> damage on impact.
es: Invoca <Green>16</> meteoritos mortales alrededor del lanzador, cada uno causando <White>24</> de daño por impacto.
fr: Invoque <Green>16</> météores mortels autour du lanceur, chacun causant <White>24</> de dommages à l'impact.
hu: <Green>16</> halálos meteort idéz, melyek mindegyike <White>24</> sebzést okoz.
ro: Cheamă <Green>16</> meteoriți mortali in jurul tău, fiecare cauzează <White>24</> daune la impact.
ru: Вызывает <Green>16</> смертоносных метеоров вокруг заклинателя, каждый из которых наносит <White>24</> урона при ударе.

# ItemData
source: Summons <Green>20</> deadly meteors around the caster, each causing <White>32</> damage on impact. Each meteor has a <Green>30%</> chance to <Yellow>Stun</> the target.
es: Invoca <Green>20</> meteoritos mortales alrededor del lanzador, cada uno causando <White>32</> de daño por impacto. Cada meteorito tiene un <Green>30%</> de probabilidad de <Yellow>Aturdir</> el objetivo.
fr: Invoque <Green>20</> météores mortels autour du lanceur, chacun causant <White>32</> de dommages à l'impact. Chaque météore a <GreenH>30%</> de chance <Yellow>d'Étourdir</> la cible.
hu: Megidéz <Green>20</> halálos meteort, amely <White>32</> sebzést okoz találatonként. Minden meteornak <Green>30%</> esélye van arra, hogy <Yellow>Kábítsa</> az ellent.
ro: Cheamă <Green>20</> meteoriți mortali in jurul tău, fiecare cauzează <White>32</> daune la impact. Fiecare meteorit are o șansă de <Green>30%</> să <Yellow>Încetinească</> ținta.
ru: Вызывает <Green> 20 </> смертоносных метеоров вокруг заклинателя, каждый из которых наносит <White> 32 </> урон при ударе. Каждый метеор имеет <Green> 30% </> шанс <Yellow> Оглушить </> цель.

# ItemData
source: Summons <Green>12</><YellowH>(→16)</> deadly meteors around the caster, each causing <White>16</><YellowH>(→24)</> damage on impact.
es: Invoca <Green>12</> <YellowH>(→ 16)</> meteoritos mortales alrededor del lanzador, cada uno causando <White>16</> <YellowH>(→ 24)</> de daño por impacto.
fr: Invoque <Green>12</><YellowH>(→16)</> météores mortels autour du lanceur, chacun causant <White>16</><YellowH>(→24)</> de dommages à l'impact.
hu: Megidéz <Green>12</><YellowH>(→16)</> halálos meteort, amely <White>16</><YellowH>(→24)</> sebzést okoz találatonként.
ro: Cheamă <Green>12</><YellowH>(→16)</> meteoriți mortali in jurul tău, fiecare cauzează <White>16</><YellowH>(→24)</> daune la impact.
ru: Вызывает <Green>12</><YellowH>(→16)</> смертоносных метеоров вокруг заклинателя, каждый из которых наносит <White>16</><YellowH>(→24)</> урона при ударе.

# ItemData
source: Summons <Green>16</><YellowH>(→20)</> deadly meteors around the caster, each causing <White>24</><YellowH>(→32)</> damage on impact. <YellowH>Each meteor has a</> <GreenH>30%</> <YellowH>chance to Stun the target.</>
es: Invoca<Green>16</> <YellowH>(→ 20)</> meteoritos mortales alrededor del lanzador, cada uno causando <White>24</> <YellowH>(→ 32)</> de daño por impacto. <YellowH>Cada meteorito tiene un</> <GreenH> 30%</> <YellowH> de probabilidad de aturdir al objetivo.</>
fr: Invoque <Green>16</><YellowH>(→20)</> météores mortels autour du lanceur, chacun causant <White>24</><YellowH>(→32)</> de dommages à l'impact. <YellowH>Chaque météore a</> <GreenH>30%</> <YellowH>de chance d'Étourdir la cible.</>
hu: <Green>16</><YellowH>(→20)</> halálos meteort idéz, melynek mindegyike <White>24</><YellowH>(→32)</> sebzést okoz, és </> <GreenH>30%</> eséllyel <Yellow>Kábít</>.
ro: Cheamă <Green>20</><YellowH>(→20)</> meteoriți mortali in jurul tău, fiecare cauzează <White>24</><YellowH>(→32)</> daune la impact. <YellowH>Fiecare meteorit are o șansă de</> <Green>30%</> <Yellow>să Încetinească ținta.</>
ru: Вызывает <Green> 16 </> <YellowH> (→ 20) </> смертоносных метеоров вокруг заклинателя, каждый из которых наносит <White> 24 </> <YellowH> (→ 32) </> при ударе. <YellowH> Каждый метеор имеет </> <GreenH> 30% </> <YellowH> шанс Оглушить цель. </>

# ItemData
source: Meteorstone
es: Piedra Meteorito
fr: Pierre Météore
hu: Meteorkő
ro: Piatra Meteoritului
ru: Метеорный Камень

# ItemData
source: Grants the ability to walk through your enemies for <Green>2</> seconds.
es: Otorga la capacidad de caminar a través de tus enemigos durante <Green>2</> segundos.
fr: Donne la possibilité de marcher en traversant vos ennemis pendant <Green>2</> secondes.
hu: Képessé tesz áthaladni ellenfeleiden <Green>2</> másodperc erejéig.
ro: Acordă capacitatea de a merge prin inamici timp de <Green>2</> secunde.
ru: Дает возможность пройти сквозь врагов на <Green>2</> секунды.

# ItemData
source: Grants the ability to walk through your enemies for <Green>4</> seconds.
es: Otorga la capacidad de caminar a través de tus enemigos durante <Green>4</> segundos.
fr: Donne la possibilité de marcher en traversant vos ennemis pendant <Green>4</> secondes.
hu: Képessé tesz áthaladni ellenfeleiden <Green>4</> másodperc erejéig.
ro: Acordă capacitatea de a merge prin inamici timp de <Green>4</> secunde.
ru: Дает возможность пройти сквозь врагов на <Green>4</> секунды.
