Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/Warriorb/*/Warriorb.po
Languages: es, fr, hu, ro, ru

# EnemyGroupData
source: Dwarves fought Ruin with Rules. These soldiers were ordered here to guard the Outpost. Their will to obey the order was so strong that even death couldn't break it.
es: Los Enanos lucharon contra Ruin con Reglas. Se ordenó a estos soldados que vigilaran el Puesto Avanzado. Su voluntad de obedecer la orden era tan fuerte que incluso la muerte no podía romperla.
fr: Les Nains ont combattu la Ruine dans les Règles. Ces soldats ont reçu l'ordre de garder l'avant-poste. Leur volonté d'obéir à l'ordre était si forte que même la mort ne pouvait pas la briser.
hu: A Törpök Szabályokkal próbálták felvenni a harcot a Fertőzés ellen. Ha a katonák azt a parancsot kapták, hogy védjék a falakat, akkor ebben még a halál sem akadályozhatta őket.
ro: Piticii s-au luptat cu Ruina cu Regulile. Acești soldați au primit ordin să păzească Avanpostul. Voința lor de a se supune ordinului a fost atât de puternică încât nici măcar moartea nu a putut-o rupe.
ru: Гномы сражались с Руином по правилам. Этим солдатам было приказано охранять заставу. Их воля подчиниться приказу была настолько сильна, что даже смерть не смогла его нарушить.

# EnemyGroupData
source: Patrols of the Outpost Wall
es: Patrullas del Muro Avanzado
fr: Patrouilles de l'Avant-Poste
hu: A Helyőrség Falának Őrei
ro: Patrulele zidului din Avanpost
ru: Патрули Заставы

# EnemyGroupData
source: After Ruin turned them into Monsters some creatures gathered together. Whether it's the effect of Ruin or something from their former life is unclear.
es: Después de que Ruin los convirtió en monstruos, algunas criaturas se reunieron. No está claro si es el efecto de Ruin o algo de su vida anterior.
fr: Après que la Ruine les ait transformés en monstres, certaines créatures se sont rassemblées. On ne sait pas très bien si c'est l'effet de la Ruine ou quelque chose provenant de leur ancienne vie.
hu: Miután a Fertőzés szörnyeteggé alakította őket, zömmel csoportokba verődtek. Hogy ez a Fertőzés hatása-e, vagy valami, ami a korábbi életükből maradt, nem tisztázott.
ro: După ce Ruinul i-a transformat în Monștri, niște creaturi s-au adunat împreuna. Nu este clar dacă este efectul Ruinelor sau ceva din viața lor anterioară.
ru: После того, как Руин превратил их в монстров, некоторые существа собрались вместе. Будь то эффект Руина или что-то из их прежней жизни, неясно.

# EnemyGroupData
source: Shore Monsters
es: Monstruos de la Orilla
fr: Monstres du Rivage
hu: Parti Szörnyek
ro: Monșțrii Malului
ru: Береговые монстры

# EnemyGroupData
source: Fishys were produced by the Great Kobold tribe for slaves. Some of them managed to escape, but they couldn't go far from the Lake.
es: Fishys fueron producidos por la gran tribu Kobold para esclavos. Algunos lograron escapar, pero no pudieron alejarse mucho del lago.
fr: Les Poiscailles étaient produits par la tribu des Grands Kobold pour les esclaves. Certains d'entre eux ont réussi à s'échapper, mais ils n'ont pas pu s'éloigner du lac.
hu: A Halikat a Nagy Koboldok tenyésztették rabszolgának. Néhányuknak sikerült elmenekülniük, de ők sem mentek messze a Tótól.
ro: Peștele a fost produs de tribul Mare Kobold pentru sclavi. Unii dintre ei au reușit să scape, dar nu au putut pleca departe de Lac.
ru: Фиши были созданы Великим Племенем Коболдов в качестве рабов. Некоторым из них удалось бежать, но они не могли уйти далеко от озера.

# EnemyGroupData
source: Deserter Fishys
es: Fishys Desertores
fr: Poiscailles Déserteurs
hu: Szökevény Halik
ro: Peștii Dezertori
ru: Фиши Дезертиры

# EnemyGroupData
source: Deserter Fishys always kept a Fishy group close to the exit of their secret hideout. They protected the others and watched the kobolds to find the right time to venture back to the Lake.
es: Los Fishys Desertores siempre mantuvo un grupo de Fishys cerca de la salida de su escondite secreto. Protegieron a los demás y observaron a los kobolds para encontrar el momento adecuado para aventurarse de nuevo al Lago.
fr: Les Poiscailles Déserteurs gardaient toujours un groupe de Poiscaille près de la sortie de leur cachette secrète. Ils protégeaient les autres et surveillaient les kobolds pour trouver le bon moment de s'aventurer à nouveau sur le lac.
hu: A Szökevény Halik mindig állomásoztattak egy csapatot a rejtekhelyük bejáratánál. Ők vigyáztak a többiekre, és lesték ki, mikor lehet visszatérni a Tóhoz.
ro: Peștii Dezertori au ținut întotdeauna un grup de Pești aproape de ieșirea din ascunzătoarea lor secretă. I-au protejat pe ceilalți și i-au urmărit pe kobolds să găsească momentul potrivit pentru a se aventura înapoi în lac.
ru: Фиши Дезертиры всегда держали группу Фиши близко к выходу из своего тайного укрытия. Они защищали остальных и наблюдали за коболдами, чтобы подобрать подходящее время, когда можно было бы вернуться к озеру.

# EnemyGroupData
source: Patrol Fishys
es: Patrulla Fishys
fr: Patrouille de Poiscailles
hu: Hali Őrök
ro: Peștii Patrulând
ru: Патрульные Фиши

# EnemyGroupData
source: Worms kept distance from each other before Ruin. It's strange how a force which tears everything apart can also unite.
es: Los Gusanos se mantenían separados el uno del otro antes de la Ruin. Es extraño cómo una fuerza que destroza todo también puede unir.
fr: Avant la Ruine, les Vers se tenaient à distance les uns des autres. C'est étrange comme une force qui déchire tout peut aussi s'unir.
hu: A Fertőzés előtt a Férgek egymástól tisztes távolságban éltek. Érdekes, hogy ugyanaz az erő, amely darabokra szedi a világot, máshol közelebb visz dolgokat egymáshoz.
ro: Înainte de Ruinei Viermii țineau distanța unul de altul. Este ciudat cum o forța care distruge totul poate și uni.
ru: Черви держались на расстоянии друг от друга до Руина. Странно, как сила, которая разрывает все на части, может также соединить.

# EnemyGroupData
source: Worms
es: Gusanos
fr: Vers
hu: Férgek
ro: Viermi
ru: Черви

# EnemyGroupData
source: There was a time when Worms only made damage to fields and gardens. Now they are a bit more ambitious...
es: Hubo un tiempo en que los gusanos solo dañaban los campos y jardines. Ahora son un poco más ambiciosos...
fr: Il fut un temps où les vers n'endommageaient que les champs et les jardins. Maintenant, ils sont un peu plus ambitieux...
hu: Volt idő, amikor a Férgek még csak a vetésben tettek kárt. Most már picit ambiciózusabbak ennél...
ro: A fost o perioadă în care Viermii au făcut pagube doar câmpurilor și grădinilor. Acum sunt un pic mai ambițioși ...
ru: Было время, когда Черви причиняли вред только полям и садам. Теперь они более амбициозны…

# EnemyGroupData
source: Worm
es: Gusano
fr: Ver
hu: Féreg
ro: Vierme
ru: Червь

# EnemyGroupData
source: When Ruin appeared some decided to abandon civilization and return to nature. Their leader, the Fallen Druid cast an ancient spell to protect his plants from Ruin. His spell partly worked but at a terrible cost.
es: Cuando apareció Ruin, algunos decidieron abandonar la civilización y regresar a la naturaleza. Su líder, el Druida Caído, lanzó un hechizo antiguo para proteger sus plantas de la Ruin. Su hechizo funcionó en parte pero a un costo terrible.
fr: Lorsque la Ruine est apparue, certains ont décidé d'abandonner la civilisation et de retourner à la nature. Leur chef, le Druide Déchu, a jeté un ancien sort pour protéger ses plantes de la Ruine. Son sort a partiellement fonctionné mais à quel prix.
hu: A Fertőzést követően néhányan hátrahagyták a civilizációt, hogy visszatérjenek a természetbe. Vezetőjük, a Bukott Druida védelmező varázslatot szőtt új otthonukra. A varázslat valamennyire működött, de hatalmas árat kellett fizetni érte.
ro: Când a apărut Ruin, unii au decis să abandoneze civilizația și să se întoarcă la natură. Liderul lor, Druidul Căzut a aruncat o vrajă străveche pentru a-și proteja plantele de ruină. Vraja lui a funcționat parțial, dar cu un cost teribil.
ru: Когда появился Руин, некоторые решили отказаться от цивилизации и вернуться к природе. Их предводитель, Падший Друид наложил древнее заклинание, чтобы защитить свои растения от Руина. Его заклинание частично сработало, но ужасной ценой.

# EnemyGroupData
source: Fallen Druid
es: Druida Caído
fr: Druide Déchu
hu: Bukott Druida
ro: Druidul Căzut
ru: Падший Друид

# EnemyGroupData
source: Ruin's power is not only in destruction. When it can't change something it will preserve those attributes which can prepare the possibility to change again. Ruin's power is in change.
es: El poder de la Ruin no solo está en la destrucción. Cuando no puede cambiar algo, preservará esos atributos que pueden preparar la posibilidad de cambiar nuevamente. El poder de la Ruin está en el cambio.
fr: La puissance de la Ruine ne réside pas seulement dans la destruction. Lorsqu'elle ne peut pas changer quelque chose, elle préserve les attributs qui peuvent préparer la possibilité de changer à nouveau. Le pouvoir de la Ruine est dans le changement.
hu: A Fertőzés nem csak pusztít. Ha valamit képtelen megváltoztatni, akkor támogatni fogja azokat a tulajdonságokat, amik magukban hordozzák a változás lehetőségét. A Fertőzés ereje a változásban van.
ro: Puterea ruinei nu este doar în distrugere. Când nu poate schimba ceva, va păstra acele atribute care pot pregăti posibilitatea de a schimba din nou. Puterea Ruinei este în schimbare.
ru: Сила Руина не только в разрушении. Когда она не может что-то изменить, она сохраняет те атрибуты, которые могут подготовить возможность измениться снова. Сила Руина в изменении.

# EnemyGroupData
source: Maintainer Spellcasters
es: Mantenedores de hechizos
fr: Responsales des Sorts
hu: Karbantartó Varázsló
ro: Întreținătorii Vrăjitori
ru: Прислужники Заклинатели

# EnemyGroupData
source: Even though Ruin doesn't have consciousness nor the ability to think it somehow reacts to your presence. As if it knew the threat you present, Ruin tries all it can to stop you from leaving the Ruined Realm.
es: A pesar de que Ruin no tiene conciencia ni la capacidad de pensar, de alguna manera reacciona a tu presencia. Como si supiera la amenaza que presentas, Ruin intenta todo lo posible para evitar que abandones el Reino Arruinado.
fr: Même si la Ruine n'a ni conscience ni capacité de penser, elle réagit d'une manière ou d'une autre à votre présence. Comme si elle connaissait la menace que vous représentez, la Ruine fait tout son possible pour vous empêcher de quitter le Royaume en Ruines.
hu: A Fertőzésnek nincs tudata, és gondolkodni sem tud, de valahogy mégis képes reagálni a jelenlétedre. Mintha csak érezné, milyen fenyegetést jelentesz rá, mindent megtesz, hogy megállítson.
ro: Chiar dacă Ruina nu are conștiință și nici capacitatea de a gândi, reacționează cumva la prezența ta. Ca și cum ar ști amenințarea pe care o prezinți, Ruina încearcă tot ce poate pentru a te opri să părăsiți Tărâmul Ruinat.
ru: Несмотря на то, что Руин не имеет ни сознания, ни способности думать, он как-то реагирует на твое присутствие. Как будто оно знает угрозу, которую ты представляешь, Руин пытается сделать все возможное, чтобы помешать тебе покинуть Разрушенное Царство.

# EnemyGroupData
source: Ruined Convention
es: Convención Arruinada
fr: Convention Ruinée
hu: A Fertőzés Parancsára
ro: Convenția în Ruină
ru: Разрушенная Конвенция

# EnemyGroupData
source: There is a difference between how Humans and Golems are transformed by Ruin. Human bodies reach their final form in a few decades but Golems never stop changing. There is always a new, more vicious type.
es: Hay una diferencia entre cómo los humanos y los golems son transformados por Ruin. Los cuerpos humanos alcanzan su forma final en unas pocas décadas, pero los Golems nunca dejan de cambiar. Siempre hay un nuevo tipo, más vicioso.
fr: Il y a une différence entre la façon dont les humains et les Golems sont transformés par la Ruine. Les corps humains atteignent leur forme finale en quelques décennies, mais les Golems ne cessent de changer. Il y a toujours un nouveau modèle, plus vicieux.
hu: Van egy alapvető különbség abban, ahogy az ember és a gólem átváltozik. Az emberi test eléri végleges formáját néhány évtized alatt, de a gólemek soha nem hagynak fel a változással. Mindig lesz egy újabb, még veszélyesebb változat.
ro: Există o diferență între modul în care Oamenii și Golemii sunt transformate de Ruină. Corpurile umane își ating forma finală în câteva decenii, dar Golemii nu încetează niciodată să se schimbe. Există întotdeauna un tip nou, mai vicios.
ru: Есть разница между тем, как Руин преображает Людей и Големов. Человеческие тела достигают своей окончательной формы за несколько десятилетий, но Големы никогда не перестают меняться. Всегда есть новый, более злобный тип.

# EnemyGroupData
source: Red Drones
es: Drones Rojos
fr: Drones Rouges
hu: Vörös Drónok
ro: Drone Roșii
ru: Красные Дроны

# EnemyGroupData
source: Transformation is relative to intelligence. Creatures with consciousness have a strong desire to reserve their ego. Ruin can fool them a few times but later they become invulnerable to Ruin's changing power.
es: La transformación es relativa a la inteligencia. Las criaturas con conciencia tienen un fuerte deseo de reservar su ego. Ruin puede engañarlos varias veces, pero luego se vuelven invulnerables al poder cambiante de Ruin.
fr: La transformation est relative à l'intelligence. Les créatures dotées d'une conscience ont un fort désir de préserver leur ego. La Ruine peut les tromper quelques fois, mais plus tard, elles deviennent invulnérables au pouvoir changeant de la Ruine.
hu: Az Átváltozás szorosan összefügg az intelligenciával. A Tudattal bíró lényekben erős az akarat egójuk megőrzésére. A Fertőzés kijátszhatja őket néhány alkalommal, de egy idő után már nem lesznek hajlandóak változni.
ro: Transformarea este relativă la inteligență. Creaturile cu conștiință au o dorință puternică de a-și rezerva ego-ul. Ruina îi poate păcăli de câteva ori, dar mai târziu devin invulnerabili puterii de schimbare a ruinei.
ru: Трансформация касается интеллекта. Существа с сознанием имеют сильное желание сохранить свое эго. Руин может обмануть их несколько раз, но позже они становятся неуязвимыми перед изменением от силы Руина.

# EnemyGroupData
source: More Drones
es: Más Drones
fr: Davantage de Drones
hu: Még több Drón
ro: Mai multe Drone
ru: Больше Дронов

# EnemyGroupData
source: Ruin's nature is confusing for the human mind. It can build, it can destroy, it can use, it can be used. These actions have the same priority for Ruin. All that matters is that it can do something. And with time it wants more and more.
es: La naturaleza de la Ruin es confusa para la mente humana. Puede construir, puede destruir, puede usar, puede ser utilizado. Estas acciones tienen la misma prioridad para Ruin. Lo único que importa es que puede hacer algo. Y con el tiempo quiere más y más.
fr: La nature de la Ruine est déroutante pour l'esprit humain. Il peut construire, il peut détruire, il peut utiliser, il peut être utilisé. Ces actions ont la même priorité pour la Ruine. Tout ce qui compte, c'est qu'elle peut faire quelque chose. Et avec le temps, il en veut de plus en plus.
hu: A Fertőzés természetét nem könnyű megérteni. Ugyanúgy képes építeni, mint ahogy rombolni. Használ, és használható. Minden cselekvés egyenrangú a Fertőzés számára. Az egyetlen, ami számít, hogy valamit csináljon.
ro: Natura ruinei este confuză pentru mintea umană. Poate construi, poate distruge, poate folosi, poate fi folosit. Aceste acțiuni au aceeași prioritate pentru Ruină. Tot ce contează este că poate face ceva. Și cu timpul vrea din ce în ce mai mult.
ru: Природа Руина сбивает с толку человеческий разум. Оно может строить, оно может разрушать, оно может использовать, оно может быть использовано. Эти действия имеют тот же приоритет для Руина. Важно только то, что оно может что-то сделать. И со временем оно хочет все больше и больше.

# EnemyGroupData
source: Cleaner Twins
es: Gemelos Limpiadores
fr: Jumeaux Nettoyeurs
hu: Takarító Ikrek
ro: Gemeni mai Curați
ru: Близнецы-уборщики

# EnemyGroupData
source: Ruin's logic is predictable when you understand its nature. When it's not possible to create more the creation process can be restarted by destroying everything first.
es: La lógica de la Ruin es predecible cuando entiendes su naturaleza. Cuando no es posible crear más, el proceso de creación se puede reiniciar destruyendo todo primero.
fr: La logique de la Ruine est prévisible quand on en comprend la nature. Lorsqu'il n'est pas possible d'en créer davantage, le processus de création peut être relancé en détruisant d'abord tout.
hu: A Fertőzés kiszámítható, ha megérted a működését. Ha már nincs lehetőség tovább fejlődni, mindent le kell rombolni, hogy újra fejlődni lehessen.
ro: Logica ruinei este previzibilă atunci când îi înțelegi natura. Când nu este posibil să creezi mai mult, procesul de creare poate fi repornit distrugând totul mai întâi.
ru: Логика Руина предсказуема, когда ты понимаешь ее природу. Когда невозможно создать больше, процесс создания можно перезапустить, сначала уничтожив все.

# EnemyGroupData
source: Elite Twins
es: Gemelos de Élite
fr: Jumeaux d'Elite
hu: Elit Ikrek
ro: Gemeni de Elită
ru: Близнецы элиты

# EnemyGroupData
source: Creating intelligence was not enough for the Golem Makers. They wanted to get even further. They wanted to create Golems with emotions.
es: Crear inteligencia no fue suficiente para los Creadores de Golems. Querían ir aún más lejos. Querían crear Golems con emociones.
fr: La création d'intelligence ne suffisait pas pour les Créateurs de Golem. Ils voulaient aller encore plus loin. Ils voulaient créer des Golems avec des émotions.
hu: Egy idő után már az intelligencia sem volt elég a Gólem Készítőknek. Még többre vágytak. Valamire, vagy inkább valakire, aki képes érezni is.
ro: Crearea inteligenței nu a fost suficientă pentru producătorii de Golemi. Au vrut să ajungă și mai departe. Au vrut să creeze Golemi cu emoții.
ru: Создание интеллекта было недостаточным для Создателей Големов. Они хотели еще большего. Они хотели создать Големов с эмоциями.

# EnemyGroupData
source: Flying Maintainer
es: Mantenedor Voladores
fr: Responsables de Vol
hu: Fennkölt Fenntartó
ro: Curățătorii zburători
ru: Летающий Прислужник

# EnemyGroupData
source: When the Cataclysm happened and Ruin came the Golems started to change. Instead of doing their daily work some of them turned against their masters.
es: Cuando ocurrió el Cataclismo y llegó la Ruin, los Golems comenzaron a cambiar. En lugar de hacer su trabajo diario, algunos de ellos se volvieron contra sus amos.
fr: Lorsque le Cataclysme s'est produit et que la Ruine est arrivée, les Golems ont commencé à changer. Au lieu de faire leur travail quotidien, certains d'entre eux se sont retournés contre leurs maîtres.
hu: Az Összeomlás után valami megváltozott a Gólemekben. Sokan közülük otthagyták eredeti munkájukat, és a gazdáik ellen fordultak.
ro: Când s-a întâmplat cataclismul și a venit Ruina, Golemii au început să se schimbe. În loc să își facă munca zilnică, unii dintre ei s-au întors împotriva stăpânilor lor.
ru: Когда случился Катаклизм и Руин пришел, Големы начали меняться. Вместо того, чтобы делать свою повседневную работу, некоторые из них обратились против своих хозяев.

# EnemyGroupData
source: Infected Golems
es: Gólems Infectados
fr: Golems Infectés
hu: Meghibásodott Gólemek
ro: Golemii Infectați
ru: Заражённые Големы

# EnemyGroupData
source: Cleaners were the first Golems ever made. Before the Cataclysm they did all the monoton work so that the people had more time to think and to create.
es: Los Limpiadores fueron los primeros Golems que se hicieron. Antes del Cataclismo, hicieron todo el trabajo monótono para que la gente tuviera más tiempo para pensar y crear.
fr: Les Nettoyeurs ont été les premiers Golems jamais fabriqués. Avant le Cataclysme, ils faisaient tout le travail monotone pour que les gens aient plus de temps pour réfléchir et créer.
hu: Az első gólemek a Takarítók voltak. Az Összeomlás előtt ők végezték az alja munkát, hogy az embernek több ideje legyen gondolkodni és alkotni.
ro: Curățătorii au fost primii Golemi făcuți vreodată. Înainte de cataclism au făcut toate lucrările monotone, astfel încât oamenii au avut mai mult timp să gândească și să creeze.
ru: Уборщики были первыми големами, когда-либо созданными. До Катаклизма они делали всю нудную работу, чтобы у людей было больше времени на размышления и творчество.

# EnemyGroupData
source: Whitewall Cleaners
es: Limpiadores del Muro Blanco
fr: Nettoyeurs du Mur Blanc
hu: Fehér Fellegvár Takarítók
ro: Curățătorii de la Zidul Alb
ru: Уборщики Белой Стены

# EnemyGroupData
source: After the different types of Cleaners, Golem Makers wanted to create something greater than working robots. They started to design creatures with intelligence.
es: Después de los diferentes tipos de Limpiadores, los Creadores de Golems querían crear algo más grande que los robots. Comenzaron a diseñar criaturas con inteligencia.
fr: Après les différents types de Nettoyeurs, les Créateurs de Golem voulaient créer quelque chose de plus grand que des robots en fonctionnement. Ils ont commencé à concevoir des créatures intelligentes.
hu: A Takarítók megalkotása után a Gólem Készítők többre vágytak egyszerű munkagépek tervezésénél. Olyan teremtményt szerettek volna, amely intelligenciával bír.
ro: După diferitele tipuri de Curățători, Creatorii de Golemi au dorit să creeze ceva mai mare decât roboții care funcționează. Au început să proiecteze creaturi cu inteligență.
ru: После различных типов Уборщиков, Создатели Големов захотели создать нечто большее, чем рабочие роботы. Они начали создавать существа с интеллектом.

# EnemyGroupData
source: Whitewall Maintainers
es: Mantenedores del Muro Blanco
fr: Responsables du Mur Blanc
hu: Fehér Fellegvár Fenntartók
ro: Întreținătorii de la Zidul Alb
ru: Прислужники Белой Стены

# ItemData
source: When you don't have enough fingers to count something you need this abacus.
es: Cuando no tienes suficientes dedos para contar algo, necesitas este ábaco.
fr: Quand vous n'avez pas assez de doigts pour compter quelque chose, vous avez besoin de ce boulier.
hu: Ha nincs elég ujjad ahhoz, hogy megszámolj valamit, akkor jól jön egy Abakusz.
ro: Când nu ai suficiente degete pentru a număra ceva, ai nevoie de acest abac.
ru: Когда у тебя не хватает пальцев, чтобы сосчитать что-то, то тебе нужен этот абакус.

# ItemData
source: Abacus
es: Ábaco
fr: Boulier
hu: Abakusz
ro: Abac
ru: Абакус

# ItemData
source: When the Abacus is killed its spirit might return to get even with its murderer.
es: Cuando se asesina un Ábaco, su espíritu podría volver para vengarse de su asesino.
fr: Lorsque le Boulier est tué, son esprit peut revenir pour se venger de son meurtrier.
hu: Előfordul, hogy az Abakusz szelleme visszatér leszámolni gyilkosával.
ro: Atunci când Abacul este ucis, spiritul său s-ar putea întoarce să fie chit cu criminalul său.
ru: Когда Абакус убит, его дух может вернуться, чтобы отомстить убийце.

# ItemData
source: Ghost Abacus
es: Ábaco Fantasma
fr: Boulier Fantôme
hu: Szellem Abakusz
ro: Abacul Fantomă
ru: Абакус Призрак

# ItemData
source: Petals of a ghost flower.
es: Pétalos de una flor fantasma.
fr: Pétales d'une fleur fantôme.
hu: Egy szellem virág szirmai.
ro: Petale ale unei flori fantomă.
ru: Лепестки цветка-призрака.

# ItemData
source: Ghost Petals
es: Pétalos Fantasma
fr: Pétales de Fantôme
hu: Szellem Szirmok
ro: Petale Fantomă
ru: Лепестки-Призрак

# ItemData
source: An ancient paper
es: Un papel antiguo
fr: Un papier ancien
hu: Egy régi papiros
ro: O hârtie străveche
ru: Древняя бумага

# ItemData
source: Scroll of Surrection
es: Pergamino de Surrección
fr: Parchemin de Surrection
hu: Visszahívás Tekercs
ro: Sulul Învierii
ru: Свиток Воскрешения
