Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/Warriorb/*/Warriorb.po
Languages: es, fr, hu, ro, ru

# ItemData
source: The most purple mushrooms you could find. You hope these will be enough.
es: Las setas mas moradas que podrías encontrar. Esperas que esto sea suficiente.
fr: Les champignons les plus violets que l'on puisse trouver. Vous espérez que cela suffira.
hu: A legrózsaszínűbb gomba, amit csak találni tudtál. Reméled jó lesz.
ro: Ciupercile cele mai violete pe care le-ai putea găsi. Speri că acestea vor fi suficiente.
ru: Самые пурпурные грибы, какие только можно найти. Ты надеешься, что их будет достаточно.

# ItemData
source: Purple Mushrooms
es: Setas Moradas
fr: Champignons Violets
hu: Rózsaszín Gombák
ro: Ciuperci Violet
ru: Пурпурные Грибы

# ItemData
source: A magical item which gives you the ability to fly... or something like that.
es: Un objeto mágico que te permite volar... o algo así.
fr: Un objet magique qui vous donne la possibilité de voler... ou quelque chose comme ça.
hu: Mágikus eszköz, ami képessé tesz repülni... vagy valami ilyesmi.
ro: Un articol magic care îțî oferă capacitatea de a zbura ... sau ceva de genul.
ru: Волшебный предмет, который дает тебе способность летать… или что-то вроде этого.

# ItemData
source: Raven Feather
es: Pluma de Cuervo
fr: Plume de Corbeau
hu: Holló Toll
ro: Pana de Corb
ru: Перо Ворона

# ItemData
source: You do wonder when the area is full of ropes why this is the only one which can be taken...
es: Te preguntas cuando la zona está llena de cuerdas por qué esta es la única que se puede tomar...
fr: On se demande, quand la zone est pleine de cordes, pourquoi c'est la seule qui peut être prise...
hu: Rejtélyes kérdés, miért csak ezt lehet felvenni, amikor az egész környék tele van kötéllel.
ro: Te întrebi când zona este plină de funii de ce acesta este singurul care poate fi luată ...
ru: Ты задаешься вопросом, когда в этом месте полно веревок, почему это единственное, что можно взять…

# ItemData
source: Rope
es: Cuerda
fr: Corde
hu: Kötél
ro: Funie
ru: Веревка

# ItemData
source: Absorbs <Blue>30</> magical damage.
es: Absorbe <Blue>30</> daño mágico.
fr: Absorbe <Blue>30</> de dommages magiques.
hu: Elnyel <Blue>30</> mágikus sebzést.
ro: Absoarbe <Blue>30</> daune magice.
ru: Поглощает <Blue>30</> магического урона.

# ItemData
source: Bluestone
es: Piedra Azul
fr: Pierre Bleue
hu: Kékkő
ro: Piatra Albastră
ru: Голубой камень

# ItemData
source: Absorbs <White>30</> physical damage.
es: Absorbe <White>30</> daño físico.
fr: Absorbe <White>30</> de dommages physiques.
hu: Elnyel <White>30</> fizikális sebzést.
ro: Absoarbe <Blue>30</> daune fizice.
ru: Поглощает <белый>30</> физического урона.

# ItemData
source: Graystone
es: Piedra Gris
fr: Pierre Grise
hu: Szürkekő
ro: Piatra Gri
ru: Серый камень

# ItemData
source: Provides the ability to bounce from enemies for <Green>8</> seconds. Doing so causes <Blue>12</> damage to the target.
es: Proporciona la capacidad de rebotar de los enemigos para <Green>8</> segundos. Hacerlo causa <Blue>12</> de daño al objetivo.
fr: Offre la possibilité de rebondir sur les ennemis pendant <Green>8</> secondes. Ce faisant, cela provoque <Blue>12</>de dégâts à la cible.
hu: Képessé tesz pattani ellenfeleidről <Green>8</> másodpercig. Minden pattanás <Blue>12</> sebzést okoz.
ro: Oferă capacitatea de a sări de la dușmani pentru<Green>8</> secunde. A face acest lucru cauzează<Blue>12</> daune țintei.
ru: Предоставляет возможность отскакивать от врагов на <Green>8</> секунд. Это наносит <Blue>12</> урона цели.

# ItemData
source: Provides the ability to bounce from enemies for <Green>16</> seconds. Doing so causes <Blue>18</> damage to the target.
es: Proporciona la capacidad de rebotar de los enemigos para <Green>16</> segundos. Hacerlo causa <Blue>18</> de daño al objetivo.
fr: Offre la possibilité de rebondir sur les ennemis pendant <Green>16</> secondes. Ce faisant, cela provoque <Blue>18</>de dégâts à la cible.
hu: Képessé tesz pattani ellenfeleidről <Green>16</> másodpercig. Minden pattanás <Blue>18</> sebzést okoz.
ro: Oferă capacitatea de a sări de la dușmani pentru<Green>16</> secunde. A face acest lucru cauzează<Blue>18</> daune țintei.
ru: Предоставляет возможность отскакивать от врагов на <Green>16</> секунд. Это наносит <Blue>18</> урон цели.

# ItemData
source: Provides the ability to bounce from enemies for <Green>16</> seconds. Doing so causes <Blue>18</> damage and applies <Yellow>Stun</> on the target.
es: Proporciona la capacidad de rebotar de los enemigos para <Green>16</> segundos. Hacerlo causa <Blue>18</> de daño y aplica <Yellow>Aturdir</> en el objetivo.
fr: Offre la possibilité de rebondir sur les ennemis pendant <Green>16</> secondes. Ce faisant, cela provoque <Blue>18</>de dégâts et inflige <Yellow>Étourdissement</> à la cible.
hu: Képessé tesz pattani ellenfeleidről <Green>16</> másodpercig. Minden pattanás <Blue>18</> sebzést okoz, és <Yellow>Kábít</>.
ro: Oferă capacitatea de a sări de la dușmani pentru<Green>16</> secunde. A face acest lucru cauzează<Blue>18</> daune și <Yellow>Amețește</> ținta.
ru: Предоставляет возможность отскакивать от врагов на <Green>16</> секунд. Это наносит <Blue>18</> урона и <Yellow>Оглушает</> цель.

# ItemData
source: Provides the ability to bounce from enemies for <Green>16</> seconds. Doing so causes <Blue>24</> damage and applies <Yellow>Stun</> on the target.
es: Proporciona la capacidad de rebotar de los enemigos para <Green>16</> segundos. Hacerlo causa <Blue>24</> de daño y aplica <Yellow>Aturdir</> en el objetivo.
fr: Offre la possibilité de rebondir sur les ennemis pendant <Green>16</> secondes. Ce faisant, cela provoque <Blue>24</>de dégâts et inflige <Yellow>Étourdissement</> à la cible.
hu: Képessé tesz pattanni az ellenfeleidről <Green>16</> másodpercig. Minden pattanás <Blue>24</> sebzést okoz, és <Yellow>Kábítja</> az ellenfelet.
ro: Oferă capacitatea de a sări de la dușmani pentru<Green>16</> secunde. A face acest lucru cauzează<Blue>24</> daune și <Yellow>Amețește</> ținta.
ru: Предоставляет возможность отскакивать от врагов на <Green>16</> секунд. Это наносит <Blue>24</> урона и применяется <Yellow> Оглушение </> на цели.

# ItemData
source: Provides the ability to bounce from enemies for <Green>16</> seconds. Doing so causes <Blue>30</> damage and applies <Yellow>Stun</> on the target.
es: Proporciona la capacidad de rebotar de los enemigos para <Green>16</> segundos. Hacerlo causa <Blue>30</> de daño y aplica <Yellow>Aturdir</> en el objetivo.
fr: Offre la possibilité de rebondir sur les ennemis pendant <Green>16</> secondes. Ce faisant, cela provoque <Blue>30</>de dégâts et inflige <Yellow>Étourdissement</> à la cible.
hu: Képessé tesz pattani ellenfeleidről <Green>16</> másodpercig. Minden pattanás <Blue>30</> sebzést okoz, és <Yellow>Kábít</>.
ro: Oferă capacitatea de a sări de la dușmani pentru<Green>16</> secunde. A face acest lucru cauzează<Blue>30</> daune și <Yellow>Amețește</> ținta.
ru: Предоставляет возможность отскакивать от врагов на <Green>16</> секунд. Это наносит <Blue>30</> урона и применяется <Yellow> Оглушение </> на цели.

# ItemData
source: Provides the ability to bounce from enemies for <Green>8</><YellowH>(→16)</> seconds. Doing so causes <Blue>12</><YellowH>(→18)</> damage to the target.
es: Proporciona la capacidad de rebotar de los enemigos para <Green>8</> <YellowH>(→ 16)</> segundos. Hacerlo causa <Blue>12</> <YellowH>(→ 18)</> de daño al objetivo.
fr: Offre la possibilité de rebondir sur les ennemis pendant <Green>8</><YellowH>(→16)</> secondes. Ce faisant, cela provoque <Blue>12</><YellowH>(→18)</> de dégâts à la cible.
hu: Képessé tesz pattani ellenfeleidről <Green>8</><YellowH>(→16)</> másodpercig. Minden pattanás <Blue>12</><YellowH>(→18)</> sebzést okoz.
ro: Oferă capacitatea de a sări de la dușmani pentru<Green>8</><YellowH>(→16)</> secunde. A face acest lucru cauzează<Blue>12</><YellowH>(→18)</> daune țintei.
ru: Предоставляет возможность отскакивать от врагов на <Green>8</><YellowH>(→16)</> секунд. При этом наносит <Blue>12</><YellowH>(→18)</> урон цели.

# ItemData
source: Provides the ability to bounce from enemies for <Green>16</> seconds. Doing so causes <Blue>18</> damage <YellowH>and applies Stun on the target.</>
es: Proporciona la capacidad de rebotar de los enemigos para <Green>16</> segundos. Hacerlo causa <Blue>18</> de daño<YellowH>y aplica aturdir al objetivo.</>
fr: Offre la possibilité de rebondir sur les ennemis pendant <Green>16</> secondes. Ce faisant, cela provoque <Blue>18</>de dégâts <YellowH>et inflige Étourdissement à la cible.</>
hu: Képessé tesz pattani ellenfeleidről <Green>16</> másodpercig. Minden pattanás <Blue>18</> sebzést okoz, és <Yellow>Kábít</>.
ro: Oferă capacitatea de a sări de la dușmani pentru<Green>16</> secunde. A face acest lucru cauzează<Blue>18</> daune <Yellow>și Amețește ținta.</>
ru: Предоставляет возможность отскакивать от врагов на <Green>16</> секунд. Это наносит <Blue>18</> урона <YellowH> и применяется Оглушение цели.</>

# ItemData
source: Provides the ability to bounce from enemies for <Green>16</> seconds. Doing so causes <Blue>18</><YellowH>(→24)</> damage and applies <Yellow>Stun</> on the target.
es: Proporciona la capacidad de rebotar de los enemigos para <Green>16</> segundos. Hacerlo causa <Blue>18</> <YellowH>(→ 24)</> de daño y aplica <Yellow>Aturdir</> en el objetivo.
fr: Offre la possibilité de rebondir sur les ennemis pendant <Green>16</> secondes. Ce faisant, cela provoque <Blue>18</><YellowH>(→24)</> de dégâts et inflige <Yellow>Étourdissement</> à la cible.
hu: Képessé tesz pattani ellenfeleidről <Green>16</> másodpercig. Minden pattanás <Blue>18</><YellowH>(→24)</> sebzést okoz, és <Yellow>Kábít</>.
ro: Oferă capacitatea de a sări de la dușmani pentru<Green>16</> secunde. A face acest lucru cauzează<Blue>18</><YellowH>(→24)</> daune și <Yellow>Amețește</> ținta.
ru: Предоставляет возможность отскакивать от врагов на <Green>16</> секунд. Это вызывает <Blue>18</><YellowH>(→24)</> урона и применяется <Yellow>Оглушение</> цели.

# ItemData
source: Provides the ability to bounce from enemies for <Green>16</> seconds. Doing so causes <Blue>24</><YellowH>(→30)</> damage and applies <Yellow>Stun</> on the target.
es: Proporciona la capacidad de rebotar de los enemigos para <Green>16</> segundos. Hacerlo causa <Blue>24</> <YellowH>(→ 30)</> de daño y aplica <Yellow>Aturdir</> en el objetivo.
fr: Offre la possibilité de rebondir sur les ennemis pendant <Green>16</> secondes. Ce faisant, cela provoque <Blue>24</><YellowH>(→30)</> de dégâts et inflige <Yellow>Étourdissement</> à la cible.
hu: Képessé tesz pattanni ellenfeleidről <Green>16</> másodpercig. Minden pattanás <Blue>24</><YellowH>(→30)</> sebzést okoz és <Yellow>Kábít</>.
ro: Oferă capacitatea de a sări de la dușmani pentru<Green>16</> secunde. A face acest lucru cauzează<Blue>24</><YellowH>(→30)</> daune și <Yellow>Amețește</> ținta.
ru: Предоставляет возможность отскакивать от врагов на <Green>16</> секунд. Это вызывает <Blue>24</><YellowH>(→30)</> урона и применяется <Yellow>Оглушение</> цели.

# ItemData
source: Bouncestone
es: Piedra de Rebotar
fr: Pierre de Rebond
hu: Pattogáskő
ro: Piatra Săriturii
ru: Камень Прыжка

# ItemData
source: Strikes and spell cooldowns are decreased by 90% for 10 seconds.
es: Los tiempos de reutilización de hechizos y ataques se reducen en un 90% durante 10 segundos.
fr: Les coups et les recharges de sorts sont réduits de 90 % pendant 10 secondes.
hu: Minden csapás és varázslat visszatöltődési ideje 90%-kal csökken 10 mp-ig.
ro: Viteza de reîncărcare pentru lovituri și vrăji este redusa cu 90% timp de 10 secunde.
ru: Восстановление ударов и заклинаний уменьшаются на 90% на 10 секунд.

# ItemData
source: Energystone
es: Piedra Energética
fr: Pierre d'Énergie
hu: Energiakő
ro: Piatra Energiei
ru: Энергокамень

# ItemData
source: Summons a powerful blast roasting anything in a straight line. Causes <Blue>16</> damage.
es: Invoca una explosión poderosa que asa todo en línea recta. Causa <Blue>16</> de daño.
fr: Invoque une puissante explosion qui brûle tout en ligne droite. Provoque <Blue>16</> de dégâts.
hu: Tűzcsóvát idéz, megpirítva mindent, ami az útjába akad. <Blue>16</> sebzést okoz.
ro: Invocă o explozie puternică care prăjește orice într-o linie dreaptă. Cauzează <Blue>16</> vătămare.
ru: Провоцирует мощный взрыв, обжигающий все, что угодно вдоль прямой линии. Наносит <Blue>16</> урона.

# ItemData
source: Summons a powerful blast roasting anything in a straight line. Causes <Blue>32</> damage.
es: Invoca una explosión poderosa que asa todo en línea recta. Causa <Blue>32</> de daño.
fr: Invoque une puissante explosion qui brûle tout en ligne droite. Provoque <Blue>32</> de dégâts.
hu: Tűzcsóvát idéz, megpirítva mindent, ami az útjába akad. <Blue>32</> sebzést okoz.
ro: Invocă o explozie puternică care prăjește orice într-o linie dreaptă. Cauzează <Blue>32</> vătămare.
ru: Провоцирует мощный взрыв, обжигающий все, что угодно вдоль прямой линии. Наносит <Blue>32</> урона.

# ItemData
source: Summons a powerful blast roasting anything in a straight line. Causes <Blue>36</> damage. The spell has <Green>50%</> chance to <Purple>Instant Recharge.</>
es: Invoca una explosión poderosa que asa todo en línea recta. Causa <Blue>36</> de daño. El hechizo tiene un <Green>50%</> de probabilidad de <Purple>Recarga instantánea</>
fr: Invoque une puissante explosion qui brûle tout en ligne droite. Provoque <Blue>36</> de dégâts. Le sort a <Green>50%</> de chances de se <Purple>Recharger Instantanément.</>
hu: Tűzcsóvát idéz, megpirítva mindent, ami az útjába akad. <Blue>36</> sebzést okoz. <Green>50%</> eséllyel <Purple>Azonnal Visszatöltődik.</>
ro: Invocă o explozie puternică care prăjește orice într-o linie dreaptă. Cauzează <Blue>36</> vătămare. Vraja are <Green>50%</> șansă să se <Purple>Reîncarce imediat.</>
ru: Провоцирует мощный взрыв, обжигающий все, что угодно вдоль прямой линии. Наносит <Blue>36</> урона. Заклинание имеет <Green> 50% </> шанс на <Purple> Мгновенную Перезарядку. </>

# ItemData
source: Summons a powerful blast roasting anything in a straight line. Causes <Blue>52</> damage. The spell has <Green>50%</> chance to <Purple>Instant Recharge.</>
es: Invoca una explosión poderosa que asa todo en línea recta. Causa <Blue>52</> de daño. El hechizo tiene un <Green>50%</> de probabilidad de <Purple>Recarga instantánea</>
fr: Invoque une puissante explosion qui brûle tout en ligne droite. Provoque <Blue>52</> de dégâts. Le sort a <Green>50%</> de chances de se <Purple>Recharger Instantanément.</>
hu: Tűzcsóvát idéz, megpirítva mindent, ami az útjába akad. <Blue>52</> sebzést okoz. <Green>50%</> eséllyel <Purple> Azonnal Visszatöltődik</>
ro: Invocă o explozie puternică care prăjește orice într-o linie dreaptă. Cauzează <Blue>52</> vătămare. Vraja are <Green>50%</> șansă să se <Purple>Reîncarce imediat.</>
ru: Провоцирует мощный взрыв, обжигающий все, что угодно вдоль прямой линии. Наносит <Blue>52</> урона. Заклинание имеет <Green> 50% </> шанс на <Purple> Мгновенную Перезарядку. </>

# ItemData
source: Summons a powerful blast roasting anything in a straight line. Causes <Blue>16</><YellowH>(→32)</> damage.
es: Invoca una explosión poderosa que asa todo en línea recta. Causa <Blue>16</> <YellowH>(→ 32)</> de daño.
fr: Invoque une puissante explosion qui brûle tout en ligne droite. Provoque <Blue>16</><YellowH>(→32)</> de dégâts.
hu: Tűzcsóvát idéz, megpirítva mindent, ami az útjába akad. <Blue>16</><YellowH>(→32)</> sebzést okoz.
ro: Invocă o explozie puternică care prăjește orice într-o linie dreaptă. Cauzează <Blue>16</><YellowH>(→32)</> vătămare.
ru: Провоцирует мощный взрыв, обжигающий все, что угодно вдоль прямой линии. Наносит <Blue>16</><YellowH>(→32)</> урона.

# ItemData
source: Summons a powerful blast roasting anything in a straight line. Causes <Blue>32</><YellowH>(→36)</> damage. <YellowH>The spell has </><GreenH>50%</> <YellowH>chance to </><PurpleH>Instant Recharge.</>
es: Invoca una explosión poderosa que asa todo en línea recta. Causa <Blue>32</> <YellowH>(→ 36)</> de daño. <YellowH>El hechizo tiene un</> <GreenH>50%</> <YellowH>de probabilidad de </> <PurpleH>Recarga instantánea</>
fr: Invoque une puissante explosion qui brûle tout en ligne droite. Provoque <Blue>32</><YellowH>(→36)</> de dégâts. <YellowH>Le sort a </><Green>50%</> <YellowH>de chances de se </><Purple>Recharger Instantanément.</>
hu: Tűzcsóvát idéz, megpirítva mindent, ami az útjába akad. <Blue>32</><YellowH>(→36)</> sebzést okoz. </><GreenH>50%</> eséllyel <PurpleH>Azonnal Visszatöltődik.</>
ro: Invocă o explozie puternică care prăjește orice într-o linie dreaptă. Cauzează <Blue>32</><YellowH>(→36)</> vătămare. <YellowH>Vraja are </><Green>50%</> <YellowH>șansă să se </><Purple>Reîncarce imediat.</>
ru: Провоцирует мощный взрыв, обжигающий все, что угодно вдоль прямой линии. Наносит <Blue>32</><YellowH>(→36)</> урона. <YellowH>Заклинание имеет </><Green> 50% </> <YellowH>шанс на </><Purple>Мгновенную Перезарядку.</>

# ItemData
source: Summons a powerful blast roasting anything in a straight line. Causes <Blue>36</><YellowH>(→52)</> damage. The spell has <Green>50%</> chance to <Purple>Instant Recharge.</>
es: Invoca una explosión poderosa que asa todo en línea recta. Causa <Blue>36</> <YellowH>(→ 52)</> de daño. El hechizo tiene un<Green>50%</> de probabilidad de <Purple>Recarga instantánea</>
fr: Invoque une puissante explosion qui brûle tout en ligne droite. Provoque <Blue>36</><YellowH>(→52)</> de dégâts. Le sort a<Green>50%</> de chances de se <Purple>Recharger Instantanément.</>
hu: Tűzcsóvát idéz, megpirítva mindent, ami az útjába akad. <Blue>36</><YellowH>(→52)</> sebzést okoz. <Green>50%</> eséllyel <Purple>Azonnal Visszatöltődik.</>
ro: Invocă o explozie puternică care prăjește orice într-o linie dreaptă.. Cauzează <Blue>36</><YellowH>(→52)</> vătămare. Vraja are <Green>50%</> șansă să se <Purple>Reîncarce imediat.</>
ru: Провоцирует мощный взрыв, обжигающий все, что угодно вдоль прямой линии. Наносит <Blue>36</><YellowH>(→52)</> урона. Заклинание имеет <Green> 50% </> шанс на <Purple>Мгновенную Перезарядку.</>

# ItemData
source: Firestone
es: Piedra de Fuego
fr: Pierre de Feu
hu: Tűz Kő
ro: Piatră de Foc
ru: Огненный Камень

# ItemData
source: Restores <Green>30</> health points.
es: Restaura <Green>30</> Puntos de salud.
fr: Restaure <Green>30</> points de santé.
hu: Visszaad <Green>30</> életerőt.
ro: Restaurează <Green>30</> de punte de viață.
ru: Восстанавливает <Green> 30 </> очков здоровья.

# ItemData
source: Healstone
es: Piedra de Curar
fr: Pierre de Soin
hu: Gyógykő
ro: Piatra Vindecării
ru: Лечебный Камень

# ItemData
source: Grants the shocking ability to walk through your enemies for <Green>2</> sec. The shock causes <Blue>10</> damage.
es: Otorga la sorprendente habilidad de caminar a través de tus enemigos durante <Green>2</> segundos. El shock provoca <Blue>10</> de daño.
fr: Donne la capacité choquante de marcher à travers vos ennemis pendant <Green>2</> sec. Le choc provoque <Blue>10</> de dégâts.
hu: Képessé tesz átmenni ellenfeleiden <Green>2</> másodpercig. Ezen felül <Blue>10</> sebzést okoz annak, akin átmész.
ro: Oferă abilitatea șocantă de a merge prin inamici pentru <Green>2</> secunde. Șocul cauzează <Blue>10</> daune.
ru: Дает шокирующую способность пройти сквозь врагов на <Green> 2 </> секунды. Шок наносит <Blue> 10 </> урона.

# ItemData
source: Grants the shocking ability to walk through your enemies for <Green>2</> sec. The shock causes <Blue>16</> damage.
es: Otorga la sorprendente habilidad de caminar a través de tus enemigos durante <Green>2</> segundos. El shock provoca <Blue>16</> de daño.
fr: Donne la capacité choquante de marcher à travers vos ennemis pendant <Green>2</> sec. Le choc provoque <Blue>16</> de dégâts.
hu: Képessé tesz átmenni ellenfeleiden <Green>2</> másodpercig. Ezen felül <Blue>16</> sebzést okoz annak, akin átmész.
ro: Oferă abilitatea șocantă de a merge prin inamici pentru <Green>2</> secunde. Șocul cauzează <Blue>16</> daune.
ru: Дает шокирующую способность пройти сквозь врагов на <Green> 2 </> секунды. Шок наносит <Blue>16</> урона.

# ItemData
source: Grants the shocking ability to walk through your enemies for <Green>3</> sec. The shock causes <Blue>28</> damage.
es: Otorga la sorprendente habilidad de caminar a través de tus enemigos durante <Green>3</> segundos. El shock provoca <Blue>28</> de daño.
fr: Donne la capacité choquante de marcher à travers vos ennemis pendant <Green>3</> sec. Le choc provoque <Blue>28</> de dégâts.
hu: Képessé tesz átmenni ellenfeleiden <Green>3</> másodpercig. Az áthaladás <Blue>28</> sebzést okoz ellenfelednek.
ro: Oferă abilitatea șocantă de a merge prin inamici pentru <Green>3</> secunde. Șocul cauzează <Blue>28</> daune.
ru: Дает шокирующую способность пройти сквозь врагов на <Green> 3 </> секунды. Шок наносит <Blue>28</> урона.

# ItemData
source: Grants the shocking ability to walk through your enemies for <Green>4</> sec. The shock causes <Blue>32</> damage and has a <Green>30%</> chance to <Yellow>stun</> the target.
es: Otorga la sorprendente habilidad de caminar a través de tus enemigos durante <Green>4</> segundos. El shock provoca <Blue>32</> de daño y tiene un <Green>30%</> de probabilidad de <Yellow>aturdir</> el objetivo.
fr: Donne la capacité choquante de marcher à travers vos ennemis pendant <Green>4</> sec. Le choc provoque <Blue>32</> de dégâts et a <Green>30%</> de chance <Yellow>d'étourdir</> la cible.
hu: Képessé tesz átmenni ellenfeleiden <Green>4</> másodpercig. Ezen felül <Blue>32</> sebzést okoz annak, akin átmész, és <Green>30%</>eséllyel <Yellow>Kábít</>.
ro: Oferă abilitatea șocantă de a merge prin inamici pentru <Green>4</> secunde. Șocul cauzează <Blue>32</> daune și are o șansă de <Green>30%</> de a <Yellow>Ameți</> ținta.
ru: Дает шокирующую способность пройти сквозь врагов на <Green>4</> секунды. Шок наносит <Blue>32</> урона и <Green>30%</> шанс на <Yellow>оглушение</> цели.

# ItemData
source: Grants the shocking ability to walk through your enemies for <Green>4</> sec. The shock causes <Blue>32</> damage and has a <Green>40%</> chance to <Yellow>stun</> the target.
es: Otorga la sorprendente habilidad de caminar a través de tus enemigos durante <Green>4</> segundos. El shock provoca <Blue>32</> de daño y tiene un <Green>40%</> de probabilidad de <Yellow>aturdir</> el objetivo.
fr: Donne la capacité choquante de marcher à travers vos ennemis pendant <Green>4</> sec. Le choc provoque <Blue>32</> de dégâts et a <Green>40%</> de chance <Yellow>d'étourdir</> la cible.
hu: Képessé tesz átmenni ellenfeleiden <Green>4</> másodpercig. Ezen felül <Blue>32</> sebzést okoz annak, akin átmész, és <Green>40%</>eséllyel <Yellow>Kábít</>.
ro: Oferă abilitatea șocantă de a merge prin inamici pentru <Green>4</> secunde. Șocul cauzează <Blue>32</> daune și are o șansă de <Green>40%</> de a <Yellow>Ameți</> ținta.
ru: Дает шокирующую способность пройти сквозь врагов на <Green>4</> секунды. Шок наносит <Blue>32</> урона и <Green>40%</> шанс <Yellow>оглушить</> цель.
