Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/Warriorb/*/Warriorb.po
Languages: es, fr, hu, ro, ru

# EnemyGroupData
source: The Golem's behaviour was specified by the Golem Makers. Only very simple personalities were made at the beginning. The Cleaners, for example, only desired to keep the place tidy and make sure they don't harm the people.
es: El comportamiento del Golem fue especificado por los Creadores de Golems. Se crearon personalidades muy sencillas al principio. Los limpiadores, por ejemplo, solo deseaban mantener el lugar ordenado y asegurarse de no hacer daño a la gente.
fr: Le comportement du Golem a été spécifié par les Fabricants du Golem. Au début, seules des personnalités très simples ont été créées. Les Nettoyeurs, par exemple, voulaient seulement garder l'endroit propre et s'assurer qu'ils ne nuisent pas aux gens.
hu: A Gólemek természetét a Gólem Készítő határozta meg. Kezdetben csak nagyon egyszerű viselkedési mintázatok jöttek számításba. Például a Takarítók másra sem vágytak, mint hogy rendben tartsák az épületeket, és ne ártsanak az embernek.
ro: Comportamentul Golemilor a fost specificat de Creatorii de Golemi. La început, au fost făcute doar personalități foarte simple. De exemplu, Golemii de curățare au dorit doar să păstreze locul ordonat și să se asigure că nu fac rău oamenilor.
ru: Поведение Големов было определено Создателями Големов. В начале были созданы только очень простые личности. Уборщики, например, хотели только, чтобы место было опрятным и чтобы они не навредили людям.

# EnemyGroupData
source: Arcade Cleaners
es: Limpiadores del Arcade
fr: Nettoyeurs de l'Arcade
hu: Árkád Takarítók
ro: Curățătorii Arcadei
ru: Аркадные Уборщики

# EnemyGroupData
source: After creating intelligence Golem Makers wanted even more. They wanted complex personality. They wanted Golems that can not only think but also feel. That was the idea behind designing the Gatekeepers.
es: Después de crear inteligencia, los Creadores de Golems quería aún más. Querían una personalidad compleja. Querían Golems que no solo puedan pensar sino también sentir. Esa fue la idea detrás del diseño de los Guardianes de las Puertas.
fr: Après avoir créé des services de renseignement, les Créateurs de Golem en voulaient encore plus. Ils voulaient une personnalité complexe. Ils voulaient des Golems qui puissent non seulement penser mais aussi ressentir. C'était l'idée derrière la conception des Gardiens.
hu: A Gólem Készítők alkotási vágya az Intelligencia létrehozása után sem csillapodott. Még többet akartak. Olyan teremtményeket, amelyek nem csak gondolkodnak, de képesek érezni is. Ezzel az elhatározással álltak neki a Kapuőrök tervezésének.
ro: După crearea inteligenței, Creatorii de Golemi și-au dorit și mai mult. Își doreau personalitate complexă. Au dorit Golemi care nu numai că pot gândi, dar și simți. Aceasta a fost ideea din spatele proiectării Portarilor.
ru: После создания интеллекта создатели големов хотели еще большего. Они хотели сложные личности. Они хотели Големов, способных не только думать, но и чувствовать. Такова была идея при создании Хранителей Врат.

# EnemyGroupData
source: Arcade Servants
es: Sirviente del Arcade
fr: Serviteurs de l'Arcade
hu: Árkád Személyzet
ro: Slujitori Arcadei
ru: Слуги Аркады

# EnemyGroupData
source: You might wonder if a Vacuum Cleaner is designed to clean dust away why does it need a laser caster?
es: Quizás te preguntas si una aspiradora está diseñada para limpiar el polvo, ¿por qué necesita un láser?
fr: Vous vous demandez peut-être pourquoi un Aspirateur est conçu pour enlever la poussière et pourquoi il a besoin d'un laser ?
hu: Azért jogos a kérdés, hogy ha a Porszívót a por eltüntetésére tervezték, akkor minek raktak rá lézervetőt?
ro: Te-ai putea întreba dacă un aspirator este conceput pentru a curăța praful de ce are nevoie de un laser?
ru: Может быть, вы задаетесь вопросом, если Пылесосун предназначен для очистки от пыли, зачем ему нужен лазерный затвор?

# EnemyGroupData
source: Vacuum Cleaners group
es: Grupo de Aspiradoras
fr: Groupe de Nettoyeurs à l'Aspirateur
hu: Porszívó Banda
ro: Grupul Aspiratoarelor
ru: Группа Пылесосунов

# EnemyGroupData
source: The very first Golems were made to do the most monotonic work so that people have more time to think and to create. Once they were friendly but as Ruin came their behaviour changed.
es: Los primeros Golems se hicieron para hacer el trabajo más monótono para que las personas tengan más tiempo para pensar y crear. Fueron amigables, pero cuando Ruin llegó su comportamiento cambió.
fr: Les tout premiers Golems ont été conçus pour faire le travail le plus monotone possible afin que les gens aient plus de temps pour réfléchir et créer. Autrefois, ils étaient amicaux, mais avec la Ruine, leur comportement a changé.
hu: Az első Gólemeket azért készítették, hogy elvégezzék az unalmas munkákat az emberek helyett. Így több idő maradt gondolkodni és alkotni. Ezek a Gólemek ártalmatlanok voltak - a Fertőzés előtt.
ro: Primii Golemi au fost făcuți să facă cea mai monotonă muncă, astfel încât oamenii să aibă mai mult timp să gândească și să creeze. Odată au fost prietenoși, dar pe măsură ce Ruina a venit comportamentul lor s-a schimbat.
ru: Самые первые Големы были созданы для того, чтобы сделать самую монотонную работу, чтобы у людей было больше времени на размышления и творчество. Когда-то они были дружелюбны, но с наступлением Руина их поведение изменилось.

# EnemyGroupData
source: Arcade Cleaner Golems
es: Golems de Limpieza del Arcade
fr: Golems Nettoyeurs d'Arcade
hu: Árkád Takarító Gólemek
ro: Golemi pentru curățarea arcadelor
ru: Аркадные Големы-Уборщики

# EnemyGroupData
source: The poor chest was minding his own business before you started to insult him.
es: El pobre cofre estaba ocupándose de sus propios asuntos antes de que empezaste a insultarle.
fr: Le pauvre coffre s'occupait de ses affaires avant que vous ne commenciez à l'insulter.
hu: Szegény láda békében elvolt, amíg nem kezdted piszkálni.
ro: Bietul cufăr își vedea de propria treabă înainte să îl jignești.
ru: Бедный сундук занимался своими делами до того, как ты начал его оскорблять.

# EnemyGroupData
source: Chest
es: Cofre
fr: Coffre
hu: Láda
ro: Cufăr
ru: Сундук

# EnemyGroupData
source: Maybe it only depends on the creation process, but some Golems had stronger personality. In general, Golems with more intelligence resisted Ruin longer and Golems with strong personality were more vulnerable to the infection.
es: Quizás solo depende del proceso de creación, pero algunos Golems tenían una personalidad más fuerte. En general, los Golems con más inteligencia resistieron Ruin por más tiempo y los Golems con fuerte personalidad fueron más vulnerables a la infección.
fr: Peut-être que cela ne dépend que du processus de création, mais certains Golems avaient une personnalité plus forte. En général, les Golems plus intelligents ont résisté plus longtemps à la Ruine et les Golems à forte personnalité étaient plus vulnérables à l'infection.
hu: Talán a készítési folyamaton is múlik, de néhány Gólemnek sokkal erősebb személyisége lett. Általánosságban a nagyobb intelligenciával bíró Gólemek tovább ellenálltak a Fertőzésnek, még az erősebb személyiséggel bírók kiszolgáltatottabbaknak bizonyultak.
ro: Poate că depinde doar de procesul de creație, dar unii Golemi aveau o personalitate mai puternică. În general, Golemii cu mai multă inteligență au rezistat mai mult Ruinei și Golemii cu personalitate puternică au fost mai vulnerabili la infecție.
ru: Может быть, это зависит только от процесса создания, но у некоторых Големов была более сильная личность. В целом, големы с более развитым интеллектом дольше сопротивлялись Руину, а големы с сильной личностью были более уязвимы к инфекции.

# EnemyGroupData
source: Wickeds
fr: Diaboliques
hu: Romlottak
ro: Rău
ru: Злыдни

# EnemyGroupData
source: Drones delivered messages and gifts before Ruin. People were happy when they heard them approaching back then.
es: Drones entregaron mensajes y regalos antes de Ruin. La gente estaba feliz cuando los escuchó acercarse en aquel entonces.
fr: Des Drones ont livré des messages et des cadeaux avant la Ruine. Les gens étaient heureux quand ils les entendaient approcher à l'époque.
hu: A Fertőzés előtt a Drónok üzeneteket és ajándékokat kézbesítettek. Az emberek akkor még örültek, ha meghallottál a propellerek zúgását.
ro: Înainte de Ruină Dronele au livrat mesaje și cadouri. Înainte erau multe zboruri în aerul orașului. Pe atunci oamenii erau fericiți când au auzit o dronă apropiindu-se.
ru: До Руина Дроны доставляли сообщения и подарки. Тогда люди были счастливы, когда слышали, как они приближались.

# EnemyGroupData
source: Lone Drone
es: Drone Solitario
fr: Drone Solitaire
hu: Magányos Drón
ro: Dronă Singuratică
ru: Одинокий Дрон

# EnemyGroupData
source: After Ruin most Golems liked to group together. Only a few chose to stay alone.
es: Después de Ruin, a la mayoría de los Golems les gustaba agruparse. Solo unos pocos decidieron quedarse solos.
fr: Après la Ruine, la plupart des Golems aimaient se regrouper. Seuls quelques-uns ont choisi de rester seuls.
hu: A Fertőzés után a Gólemek előszeretettel keresték egymás társaságát. Csak néhányuk maradt egyedül.
ro: După Ruină celor mai mulți Golemi le plăcea să stea in grupuri. Numai câțiva au decis să stea singuri.
ru: После Руина большинству Големов нравилось собираться вместе. Лишь немногие решили остаться в одиночестве.

# EnemyGroupData
source: Another Lone Drone
es: Otro Drone Solitario
fr: Un Autre Drone Solitaire
hu: Még egy Magányos Drón
ro: Înca o Dronă Singuratică
ru: Другой Одинокий Дрон

# EnemyGroupData
source: 'Attention: our enemies greatest weapon, the holy Mace is stolen. We truly should have destroyed it as the Council suggested.'
es: "Atención: el arma más grande de nuestros enemigos, han robado la sagrada Maza. Deberíamos haberlo destruido como sugirió el Concilio."
fr: 'Attention : la plus grande arme de nos ennemis, la Masse sacrée, a été volée. Nous aurions vraiment dû la détruire comme le Conseil l'a suggéré'
hu: "Figyelem: az ellenség leghatalmasabb fegyvere, az Egy Buzogány eltűnt. Lehet mégis meg kellett volna semmisíteni, ahogy a Tanács javasolta."
ro: 'Atenție: cea mai mare armă a dușmanilor noștri, sfântul Buzdugan este furat. Ar fi trebuit să o distrugem așa cum a sugerat Consiliul. ”
ru: “Внимание: величайшее оружие наших врагов, Святая Булава была похищена. Мы действительно должны были уничтожить ее, как Совет и предлагал”.

# EnemyGroupData
source: Mace Defenders
es: Defensores de la Maza
fr: Défenseurs de la Masse
hu: Buzogány Őrök
ro: Apărătorii Buzduganului
ru: Защитники Булавы

# EnemyGroupData
source: After Ruin, Golems started to have strange behavior. There were a group of them who used the pipes to flood a part of the City. Later these places were called the Sewer.
es: Después de Ruin, los Golems comenzó a tener un comportamiento extraño. Había un grupo de ellos que usaban las tuberías para inundar una parte de la ciudad. Más tarde, estos lugares se llamaron las Alcantarillas.
fr: Après la ruine, les Golems ont commencé à avoir un comportement étrange. Un groupe d'entre eux a utilisé les tuyaux pour inonder une partie de la Ville. Plus tard, ces endroits ont été appelés les Égouts.
hu: A Fertőzés után a Gólemek viselkedése megváltozott. Néhányan a Csőrendszer karbantartói közül arra használták a vízvezetékeket, hogy elárasszák a Város egy részét. Később ezt a helyet Csöpögő Csatornának nevezték.
ro: După Ruin, Golemii au început să aibă un comportament ciudat. Au fost un grup dintre ei care au folosit conductele pentru a inunda o parte a orașului. Mai târziu aceste locuri au fost numite Canalizare.
ru: После Руина Големы начали вести себя странно. Была группа, которая использовала трубы, чтобы затопить часть города. Позже эти места стали называться Канализацией.

# EnemyGroupData
source: Pipe Golems
es: Golems de Tuberías
fr: Golems des Tuyaux
hu: Cső Gólemek
ro: Golemii de pe Țevi
ru: Големы Труб

# EnemyGroupData
source: Not only the Golems were created by using the Spirits of the Unknown World before Ruin. People found other ways of using this new technology. They created pipes to convey hot water to heat the city and cold water to drink.
es: No solo los Golems fueron creados usando los Espíritus del Mundo Desconocido antes de Ruin. La gente encontró otras formas de usar esta nueva tecnología. Crearon tuberías para transportar agua caliente para calentar la ciudad y agua fría para beber.
fr: Les Golems n'ont pas seulement été créés en utilisant les esprits du monde inconnu avant la Ruine. Les gens ont trouvé d'autres façons d'utiliser cette nouvelle technologie. Ils ont créé des tuyaux pour transporter de l'eau chaude pour chauffer la ville et de l'eau froide pour boire.
hu: A Fertőzés előtt nem csak Gólemkészítésre használták az Ismeretlen Világ Szellemeit. Ugyanez az energia működtette a Csőrendszert, ami a város fűtését és vízellátását biztosította.
ro: Înainte de ruina nu numai Golemii au fost creați prin utilizarea spiritelor lumii necunoscute, oamenii au găsit curând alte modalități de utilizare a noilor tehnologii. Au creat țevi pentru a transmite apă caldă pentru a încălzi orașul și apă rece pentru a o bea.
ru: Не только Големы были созданы с помощью Духов Неизвестного Мира до Руина. Люди нашли другие способы использования этой новой технологии. Они создали трубы для подачи горячей воды для обогрева города и холодной воды для питья.

# EnemyGroupData
source: Maintainers of the Pipes
es: Mantenedores de las tuberías
fr: Responsables de la Tuyauterie
hu: A Csőrendszer Karbantartói
ro: Întreținătorii Țevilor
ru: Прислужники Труб

# EnemyGroupData
source: Some believed cold can resist Ruin longer than magic. They created places where they kept the temperature beneath the freezing point. As it turned out, not even coldness can resist Ruin forever.
es: Algunos creen que el frío puede resistir a Ruin por más tiempo que la magia. Crearon lugares donde mantuvieron la temperatura por debajo del punto de congelación. Al final resultó que, ni siquiera el frio puede resistir a Ruin para siempre.
fr: Certains croyaient que le froid pouvait résister à la Ruine plus longtemps que la magie. Ils ont créé des endroits où ils ont maintenu la température sous le point de gel. Il s'est avéré que même le froid ne peut pas résister à la Ruine pour toujours.
hu: Egyes nézetek szerint a hideg tovább ellen tud állni a Fertőzésnek, mint a mágiával megerősített épületek. Az elképzelés alapján készült néhány hűtőkamra, de - mint az később kiderült - ezek sem tartottak ki örökké.
ro: Unii credeau că frigul poate rezista Ruinei mai mult decât magia. Au creat locuri unde au menținut temperatura sub punctul de îngheț. Așa cum s-a dovedit, nici măcar răceala nu poate rezista Ruina pentru totdeauna.
ru: Некоторые считали, что холод может сопротивляться Руину дольше, чем магия. Они создавали места, где поддерживали температуру ниже нуля. Как оказалось, даже холод не может противостоять Руину вечно.

# EnemyGroupData
source: Cleaners of the Refrigerator.
es: Limpiadores del Refrigerador.
fr: Nettoyeurs de Réfrigérateur.
hu: Léhűtő Tarkarítók
ro: Curățătorii Frigiderului.
ru: Уборщики Холодильника.

# EnemyGroupData
source: Underground Cleaner Band
es: Banda de Limpiadores Subterráneos
fr: Équipe d'Entretien Sous-Terrain
hu: Földalatti Takarító Csapat
ro: Banda de Curățare Subterană
ru: Подземная Банда Уборщиков

# EnemyGroupData
source: 'Let's make something clear. Maybe this room?'
es: "Dejemos algo claro. ¿Quizás esta habitación?"
fr: 'C'est du propre. Tout comme cette pièce ?'
hu: Tisztázzunk valamit. Mondjuk ezt a szobát.
ro: „Să curățăm ceva. Poate această cameră."
ru: “Давайте кое-что прочистим. Может, в эту комнату?”

# EnemyGroupData
source: Underground Cleaner Band B
es: Banda de limpiadores subterráneos B
fr: Équipe d'Entretien Sous-Terrain B
hu: Földalatti Takarító Csoport B
ro: Banda de curățare subterană B
ru: Подземная Банда Уборщиков Б

# EnemyGroupData
source: People realised that Golem's Spirits have a power beyond imagination. They called it the Ancient Magic. Vacuum Cleaners could use this magic to do their job even better.
es: La gente se dio cuenta de que los espíritus de Golems tenían un poder que ni ellos podían imaginar. Lo llamaron Magia Antigua. Las aspiradoras podrían usar esta magia para hacer su trabajo aún mejor.
fr: Les gens ont compris que les esprits de Golem ont un pouvoir qui dépasse l'imagination. Ils l'ont appelé la Magie Ancienne. Les Aspirateurs pouvaient utiliser cette magie pour faire leur travail encore plus efficacement.
hu: Az emberek rájöttek, hogy a Gólemkészítéshez használt szellemekben minden képzeletet felülmúló energia lakozik. Úgy hívták, az Ősi Mágia. A Porszívó volt az első típus, ami nem csak mozgásra és gondolkodásra használta ezt az erőt.
ro: Oamenii și-au dat seama că spiritele Golemilor au o putere dincolo de imaginație. Ei au numit-o Magia Antică. Aspiratoarele ar putea folosi această magie pentru a-și face treaba și mai bine.
ru: Люди поняли, что Духи Големов обладают силой, превосходящей воображение. Они называли это Древней Магией. Пылесосуны могли использовать эту магию, чтобы сделать свою работу еще лучше.

# EnemyGroupData
source: Vacuum Cleaners
es: Aspiradoras
fr: Aspirateurs
hu: Porszívók
ro: Aspiratoare
ru: Пылесосуны

# EnemyGroupData
source: Golem Makers wanted to create something more intelligent as they learned more. They shaped the Maintainers, the first golems capable of talking. Sadly their intelligence vanished as Ruin came.
es: Los Creadores de Golems quería crear algo aún más inteligente a medida que aprendían más. Dieron forma a los Mantenedores, los primeros golems capaces de hablar. Lamentablemente, su inteligencia desapareció cuando llegó Ruin.
fr: Les Créateurs de Golem voulaient créer quelque chose de plus intelligent à mesure qu'ils apprenaient. Ils ont formé les Responsables, les premiers golems capables de parler. Malheureusement, leur intelligence a disparu avec l'arrivée de la Ruine.
hu: Ahogy egyre gyakorlottabbá váltak, a Gólem Készítők egyre intelligensebb példányokat gyártottak. Ezen a téren átütő eredménynek számítottak a Karbantartók, akik képesek voltak beszélni. Sajnos az intelligenciájuk odaveszett, amikor a Fertőzés elérte őket.
ro: Pe măsură ce au aflat mai multe, Creatorii Golemilor au dorit să creeze ceva mai inteligent. Așa că i-au modelat pe menținerii care puteau să vorbească și să facă orice fel de muncă. Din păcate, inteligența lor a dispărut pe măsură ce Ruina a venit.
ru: Голомские создатели хотели создать что-то более умное, по мере того, как они узнавали больше. Они разработали Прислужников, первых големов, способных разговаривать. К сожалению, их интеллект исчез, когда Руин наступил.

# EnemyGroupData
source: Sewer Golems
es: Gólems de las alcantarillas
fr: Golems des Égouts
hu: Csatorna Gólem
ro: Golemii de Canal
ru: Канализационные Големы

# EnemyGroupData
source: Libraries were important in the life of the former Realm's citizens. No wonder that many of the golems were created only to dust and organize the books.
es: Las bibliotecas eran importantes en la vida de los antiguos ciudadanos del Reino. No es de extrañar que muchos de los golems fueron creados solo para desempolvar y organizar los libros.
fr: Les bibliothèques ont joué un rôle important dans la vie des citoyens du Royaume. Il n'est pas étonnant que de nombreux golems aient été créés uniquement pour dépoussiérer et ranger les livres.
hu: A könyvtárak fontos szerepet töltöttek be a néhai birodalom lakóinak életében. Nem csoda, hogy külön gólem típusokat készítettek a könyvek karbantartására.
ro: Bibliotecile au fost importante în viața cetățenilor fostului tărâm. Nu este de mirare că mulți dintre Golemi au fost creați doar pentru a curăța praful și a organiza cărțile.
ru: Библиотеки играли важную роль в жизни бывших жителей царства. Неудивительно, что многие големы создавались только для того, чтобы пылиться и организовывать книги.

# EnemyGroupData
source: Library Cleaners
es: Limpiadores de Bibliotecas
fr: Nettoyeurs de Bibilothèque
hu: Könyvtár Takarítók
ro: Curățătorii de la Bibliotecă
ru: Уборщики Библиотеки

# EnemyGroupData
source: Golems never ever attacked the Pipe Walkers. The reason is only known by the wisest Pipe Walker himself. It is because, as he explained: 'Nun dara bum, tuk la.'
es: Golems nunca atacó a los Trotadesagües. La razón solo la conoce el más sabio Trotadesagüe. Es porque, como explicó: "Nun dara bum, tuk la."
fr: Les Golems n'ont jamais attaqué les Tuyauteurs. La raison n'est connue que du plus sage des Tuyauteurs lui-même. C'est parce que, comme il l'a expliqué : 'Nun dara bum, tuk la.'
hu: A Fertőzött Gólemek soha nem támadtak rá a Battyogókra. Hogy ennek mi az oka, azt csak a legbölcsebb Battyogó ismeri. Ő röviden így magyarázza: "Nun dara bum, tuk la."
ro: Golemii nu a atacat niciodată pe Mergătorii pe Țevi. Motivul este cunoscut doar de înțeleptul Mergător pe Țevi însuși. Se datorează faptului că, după cum a explicat: „Nun dara bum, tuk la.”
ru: Големы никогда не нападали на Трубоходиков. Причина известна только самому мудрому Трубоходику. Это потому, что, как он объяснил: “ Нун Дара Бум, тук ла”.

# EnemyGroupData
source: Sewer Team B
es: Equipo de las alcantarillas B
fr: Équipe B des Égouts
hu: B Csatorna Csapat
ro: Echipa de Canalizare B
ru: Канализационная команда Б

# EnemyGroupData
source: They spent most of their time on the top of those towers - it was clear to me that they would die there as well.
es: Pasaron la mayor parte de su tiempo en la cima de esas torres - para mí estaba claro que también morirán allí.
fr: Ils ont passé la plupart de leur temps au sommet de ces tours - il était clair pour moi qu'ils y mourraient aussi.
hu: Feszt a tornyok tetején lébecoltak, biztos voltam benne, hogy ott is fognak meghalni.
ro: Și-au petrecut cea mai mare parte a timpului în acelor turnuri - mi-a fost clar că vor muri acolo.
ru: Большую часть времени они провели на вершине этих башен - мне было ясно, что они бы там и умерли.

# EnemyGroupData
source: The Tower Trio
es: El Trio de la Torre
fr: Le Trio de la Tour
hu: Torony Trió
ro: Turnul Trio
ru: Башня Трио

# EnemyGroupData
source: Lava Jumpers are former Golems who fell into the lava. Some of them return to join their former Golem companions.
es: Los Salta Lava son antiguos Golems que cayeron en la lava. Algunos de ellos regresan para unirse a sus antiguos compañeros.
fr: Les Plongeurs de Lave sont d'anciens Golems tombés dans la lave. Certains d'entre eux reviennent pour rejoindre leurs anciens compagnons Golems.
hu: A Láva Ugrók olyan Gólemek, akik a lávába estek. Néhányan közülük visszatértek egykori Gólem társaikhoz.
ro: Săritorii de Lavs sunt foști Golemi care au căzut în lavă. Unii dintre ei se întorc să se alăture foștilor lor tovarăși Golemi.
ru: Лава Прыгуны - это бывшие Големы, которые упали в лаву. Некоторые из них возвращаются, чтобы присоединиться к своим бывшим големовским товарищам.

# EnemyGroupData
source: Bounce Trio
es: Trío Rebote
fr: Trio du Rebond
hu: Ugró Hármas
ro: Săritura Trio
ru: Прыжок Трио
