Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/Warriorb/*/Warriorb.po
Languages: es, fr, hu, ro, ru

# EndScreen
source: Once the Boundaries of Worlds were sealed, Ruin could do no harm to the Human Realm again.
es: Una vez que los límites de los mundos se sellaron, Ruin no pudo volver a hacer daño al Reino Humano.
fr: Une fois les Frontières des Mondes scellées, la Ruine ne pouvait plus faire de mal au Royaume des Hommes.
hu: Miután a Világokat összekötő Határ lezárult, a Fertőzés nem jelentett többé fenyegetést az Emberek Világára.
ro: După ce granițele lumilor au fost sigilate, Ruina nu mai poate face din nou niciun rău Tărâmului uman.
ru: После того, как Границы Миров были запечатаны, Руин больше не мог причинить никакого вреда Человеческому Царству.

# EndScreen
source: Hearing these news made the Chef really excited.
es: Al escuchar estas noticias, el Cocinero realmente se emocionó.
fr: En entendant ces nouvelles, le Chef s'est montré très enthousiaste.
hu: A szakács rendkívül izgatott lett a hír hallatán.
ro: Auzind aceste vești l-a făcut pe bucătar foarte bucuros.
ru: Услышав эти новости, Повар очень обрадовался.

# EndScreen
source: <Quote>'Could there be other survivors of my tribe?'</>
es: <Quote>"¿Podrían haber otros supervivientes de mi tribu?"</>
fr: <Quote>'Pourrait-il y avoir d'autres survivants de ma tribu ?'</>
hu: <Quote>'Lehetséges, hogy vannak még túlélők a törzsemből?'</>
ro: <Quote>'Ar putea exista și alți supraviețuitori ai tribului meu?'</>
ru: <Quote>”Могут ли там быть другие выжившими из моего племени?”</>

# EndScreen
source: He decided to leave his kitchen and search for his lost relatives.
es: Decidió abandonar su cocina y buscar a sus familiares perdidos.
fr: Il a décidé de quitter sa cuisine et de partir à la recherche de ses proches disparus.
hu: Úgy döntött, visszatér a Fertőzött Földre, és felkutatja elveszett rokonait.
ro: A decis să părăsească bucătăria și să-și caute rudele pierdute.
ru: Он решил покинуть свою кухню и найти своих потерянных родственников.

# EndScreen
source: No one knows how he could possibly know about the soup, but Supper Dwarf also appeared to taste the food.
es: Nadie sabia cómo podría saber sobre la sopa, pero cEnano también parecía probar la comida.
fr: Personne ne sait comment il a pu savoir pour la soupe, mais le Nain du Dîner semblait aussi goûter la nourriture.
hu: Örök rejtély, hogy Leves Törp honnan szerzett tudomást az ingyen ebéd lehetőségéről, de az tény, hogy már a terítés befejezte előtt felbukkant.
ro: Nimeni nu știe cum ar fi posibil să știe despre ciorbă, dar Piticul Ciorbă a apărut și el pentru a gusta mâncarea.
ru: Никто не знает, откуда он мог знать о супе, но Гном Едун тоже появился, чтобы попробовать еду.

# EndScreen
source: When he heard that the chef is leaving he offered his help with the trains.
es: Cuando escuchó que el cocinero se iba, ofreció su ayuda con los trenes.
fr: Quand il a appris le départ du chef, il a proposé son aide.
hu: Szakács elhatározását hallva felajánlotta segítségét a vonatokkal.
ro: Când a auzit că pleacă bucătarul, i-a oferit ajutorul cu trenurile.
ru: Когда он услышал, что Повар уходит, он предложил свою помощь с поездами.

# EndScreen
source: <Quote>‘And I would also like to check what do they eat for supper.’</> he said. <Quote>‘I’m going with you.’</>
es: <Quote>"Y también me gustaría comprobar qué comen para cenar".</> dijo él. <Quote>"Voy contigo."</>
fr: <Quote>‘Et je voudrais aussi vérifier ce qu'ils mangent pour le dîner.’</> a-t-il dit.. <Quote>'Je viens avec vous’</>
hu: <Quote>- Valamint érdekelne, náluk mi lesz ebédre</> - mondta. <Quote>- Veled megyek.</>"
ro: <Quote> „Și aș dori, de asemenea, să verific ce mănâncă pentru cină”. </ema spus el. <Quote> „Mă duc cu tine.” </>
ru: <Quote>“А еще я хотел бы проверить, что они едят на ужин.”</> - сказал он. <Quote>“Я пойду с тобой.”</>

# EndScreen
source: On their way they stopped by the Golem Maker.
es: En el camino se detuvieron junto al Creador de Golems.
fr: En chemin, ils se sont arrêtés au Créateur de Golem.
hu: Útközben összefutottak a Gólem Készítővel.
ro: În drum, s-au oprit lângă Creatorul Golemilor.
ru: По пути они остановились у Создателя Големов.

# EndScreen
source: He was just sitting and staring at nothing.
es: Estaba sentado y mirando a la nada.
fr: Il était juste assis et ne regardait rien.
hu: A csontváz némán ücsörgött, üres szemgödreivel a semmibe bámulva.
ro: Doar stătea și nu privea nimic.
ru: Он просто сидел и смотрел в никуда.

# EndScreen
source: It was still hard for the Maker to accept that all his work was for nothing.
es: Todavía era difícil para el Creador aceptar que todo su trabajo era para nada.
fr: Il était encore difficile pour le Créateur d'accepter que tout son travail n'ait servi à rien.
hu: Nem tudta túltenni magát azon, hogy minden munkája hiábavaló volt.
ro: Încă a fost greu pentru Creator să accepte că toată munca lui a fost degeaba.
ru: Создателю все еще было трудно принять, что вся его работа была напрасной.

# EndScreen
source: At least he stopped creating mindless stone golems.
es: Al menos dejó de crear golems de piedra sin sentido.
fr: Au moins, il a cessé de créer des golems de pierre sans âme.
hu: Egyik Gólemével sem jutott semmire.
ro: Cel puțin a încetat să creeze Golemi de piatră fără minte.
ru: По крайней мере, он перестал создавать безрассудных каменных големов.

# EndScreen
source: When he heard about the lost Kobold tribe he got a bit excited.
es: Cuando se enteró de la tribu Kobold perdida, se emocionó un poco.
fr: Quand il a entendu parler de la tribu perdue des Kobold, il s'est un peu emballé.
hu: Az eltűnt kobold törzs híre egészen fellelkesítette.
ro: Când a auzit despre tribul pierdut Kobold, a fost un pic entuziasmat.
ru: Услышав о потерянном племени Коболд, он немного взволновался.

# EndScreen
source: <Quote>‘Kobolds reserved the ancient knowledge in their rituals’</> he said.
es: <Quote>"Kobolds reservó el conocimiento antiguo en sus rituales"</> dijo él.
fr: <Quote>‘Les Kobolds ont conservé leur savoir ancien dans leurs rituels’</> a-t-il dit.
hu: <Quote>- A koboldok sokat megőriztek az Ősi tudásból szertartásaikban</> - mondta a Gólem Készítő.
ro: <Quote> „Kobolds și-a rezervat cunoștințele antice în ritualurile lor </> a spus el.
ru: <Quote> “Коболды хранили древние знания в своих ритуалах” </> - сказал он.

# EndScreen
source: <Quote>‘If there is something we can do with Ruin it must be connected to the rituals. I’ll go with you.’</>
es: <Quote>"Si hay algo que podamos hacer con Ruin, debe estar relacionado con los rituales. Iré contigo."</>
fr: <Quote>‘S'il y a quelque chose que nous pouvons faire avec la Ruine, cela implique ces rituels. Je vous accompagne.’</>
hu: <Quote>- Ha van valami, amit tehetünk a Fertőzés ellen, akkor ez lesz a kulcs. Én is megyek.</>
ro: <Quote> „Dacă există ceva ce putem face cu Ruin, acesta trebuie conectat la ritualuri. Voi merge cu tine. ”</>
ru: <Quote>”Если есть что-то, что мы можем сделать с Руином, это должно быть связано с ритуалами. Я пойду с тобой.”</>

# EndScreen
source: However there are things which never change.
es: Sin embargo, hay cosas que nunca cambian.
fr: Cependant, il y a des choses qui ne changent jamais.
hu: Vannak dolgok, amik soha nem változnak.
ro: Cu toate acestea, există lucruri care nu se schimbă niciodată.
ru: Однако есть вещи, которые никогда не меняются.

# EndScreen
source: After days of arguing on who undermined whose business Lory and Gnory separated once again.
es: Después de días de discutir sobre el negocio, Lory y Gnory se separaron una vez más.
fr: Après des jours de débats sur la question de savoir lequel des deux a sapé l'entreprise, Lory et Gnory se sont à nouveau séparés.
hu: Többnapos heves eszmecsere után arról, hogy ki ásta alá kinek az üzletét, Lory és Gnory útjai ismét külön váltak.
ro: După câteva zile de ceartă cu privire la cine a subminat afacerea Lory și Gnory s-au separat din nou.
ru: После нескольких дней споров о том, кто подорвал чей бизнес Лори и Гнори снова разошлись.

# EndScreen
source: While they were arguing Fishy decided to leave Gnory and set out on his own.
es: Mientras discutían, Fishy decidió dejar a Gnory y se fue solo.
fr: Pendant qu'ils se disputaient, Poiscaille a décidé de quitter Gnory et de se mettre à son compte.
hu: Hali nem várta meg a vita végét, úgy döntött, elhagyja Gnoryt, és a saját feje után megy.
ro: În timp ce se certau, Fishy a decis să o părăsească pe Gnory și a pornit singur.
ru: Пока они спорили, Фиши решил покинуть Гнори и отправится в путь самостоятельно.

# EndScreen
source: He had no idea where he was going.
es: No tenía idea de a dónde iba.
fr: Il n'avait aucune idée d'où il allait.
hu: Bár azt maga sem tudta, pontosan hova.
ro: Nu avea habar unde se ducea.
ru: Он понятия не имел, куда идет.

# EndScreen
source: After weeks of walking alone, he heard a faint excited voice:
es: Después de semanas de caminar solo, escuchó una voz floja y emocionada:
fr: Après avoir marché seul pendant des semaines, il a entendu une voix légèrement enthousiaste :
hu: Már hetek óta bóklászott magányosan, mikor egy halk, izgatott hang ütötte meg a fülét:
ro: După câteva săptămâni de mers singur, a auzit o voce slabă încântată:
ru: После нескольких недель странствий в одиночестве, он услышал слабый приветливый голос:

# EndScreen
source: The Mage Council didn’t believe a single word Lillian or Scholar told them about the events.
es: El Concilio de los Magos no crearon ni una sola palabra que Lillian o Erudito les dijera sobre los eventos.
fr: Le Conseil des Mages n'a pas cru un seul mot de ce que Lillian ou l'Étudiant leur a dit au sujet des événements.
hu: Lillian és Tudós beszámolt a történtekről a Mágus Tanácsnak, de komoly bizonyíték híján egy árva szavukat sem hitték el.
ro: Consiliul Magilor nu a crezut nici un singur cuvânt Lillian sau Savantul le-a spus despre evenimente.
ru: Совет Магов не поверил ни единому слову Лилиан или Профессора, сказанному им о событиях.

# EndScreen
source: They claimed that Wizard died in an unfortunate accident and his device could never actually work anyway.
es: Afirmaron que Mago murió en un desafortunado accidente y que su aparato nunca podría funcionar de todos modos.
fr: Ils ont affirmé que le Magicien était mort dans un malheureux accident et que son appareil ne pourrait jamais fonctionner de toute façon.
hu: A hivatalos álláspont szerint a Varázsló egy sajnálatos labori baleset áldozata lett, a Szerkezet pedig, amelyen titokban dolgozott, egyébként sem működött volna.
ro: Aceștia au afirmat că vrăjitorul a murit într-un accident nefericit și dispozitivul său nu ar putea funcționa oricum.
ru: Они утверждали, что Волшебник погиб в несчастном случае, и его устройство все равно никогда бы не cработало.

# EndScreen
source: Although Lillian inherited her father’s castle she was sent to an Orphanage until she came into age to live on her own.
es: Aunque Lillian heredó el castillo de su padre, la enviaron a un orfanato hasta que llegó a la edad para vivir sola.
fr: Bien que Lillian ait hérité du château de son père, elle fut envoyée dans un orphelinat jusqu'à ce qu'elle soit en âge de vivre seule.
hu: A Varázsló kastélyát Lillian örökölte, azzal a kitétellel, hogy csak felnőtt korában veheti birtokba. Addig az időig otthonának egy árvaházat jelöltek ki.
ro: Deși Lillian a moștenit castelul tatălui ei, ea a fost trimisă la un Orfelinat până când a împlinit vârsta pentru a trăi de una singură.
ru: Хотя Лилиан унаследовала замок своего отца, ее отправили в детский дом, пока она не достигла совершеннолетия, чтобы жить самостоятельно.

# EndScreen
source: Scholar was upset by Lillian’s decision on letting the Ruined Realm fall but he promised Lillian that he will make the Wizard’s Council let Lillian live in his estate.
es: Erudito estaba molesto por la decisión de Lillian de dejar caer el Reino Arruinado, pero le prometió a Lillian que hará que el Concilio de los Magos deje que Lillian viva en su estado.
fr: L'Étudiant a été bouleversé par la décision de Lillian de laisser tomber le Royaume en Ruines, mais il a promis à Lillian qu'il ferait en sorte que le Conseil des Magiciens la laisse vivre dans son domaine.
hu: Tudós neheztelt Lillianra, amiért veszni hagyta a Fertőzött Földet, de ettől függetlenül igyekezett kiharcolni, hogy a kislány hamarabb visszaköltözhessen igazi otthonába.
ro: Savantul a fost supărat de decizia lui Lillian de a lăsa tărâmul ruinat, dar i-a promis lui Lillian că va face Consiliul Vrăjitorului s-o lase pe Lillian să locuiască în moșia sa.
ru: Профессор был расстроен решением Лилиан, позволить Разрушенному Царству пасть, но он пообещал Лилиан, что заставит Совет Волшебников отпустить Лилиан жить в его поместье.

# EndScreen
source: Lillian didn't let the unfortunate events to overcome her. She stopped Ruin even if no one believed her.
es: Lillian no dejó que los desafortunados eventos la superaran. Detuvo a Ruin aunque nadie la creyera.
fr: Lillian n'a pas laissé les événements malheureux la dépasser. Elle a arrêté la Ruine même si personne ne la croyait.
hu: Lillian nem hagyta, hogy a tragikus események maguk alá gyűrjék. Sikerült megállítania a Fertőzést, akkor is, ha ezt a saját világa nem ismerte el.
ro: Lillian nu a lăsat întâmplările nefericite să o depășească. O oprit Ruina, chiar dacă nimeni nu o credea.
ru: Лилиан не позволила несчастным событиям преодолеть ее. Она остановила Руин, даже если ей никто не верил.

# EndScreen
source: She also knew that the Ruined Realm still had at least a half century before it was totally destroyed so she decided to keep on looking for a way to save it.
es: También sabía que el Reino Arruinado tenía al menos medio siglo antes de que fuera totalmente destruido, por lo que decidió seguir buscando una manera de salvarlo.
fr: Elle savait également que le Royaume en Ruines avait encore au moins un demi-siècle avant d'être totalement détruit, elle a donc décidé de continuer à chercher un moyen de le sauver.
hu: Úgy vélte, a Fertőzött Földnek még mindig van legalább ötven éve a teljes megsemmisülés előtt. Talán még van remény arra, hogy megmentsen belőle valamit.
ro: Știa, de asemenea, că tărâmul ruinat mai avea cel puțin o jumătate de secol înainte de a fi distrus în totalitate, așa că a decis să continue să caute o modalitate de a-l salva.
ru: Она также знала, что у Разрушенное Царство все еще есть полвека до того, как оно будет полностью разрушено, поэтому она решила продолжать искать способы спасти его.

# EndScreen
source: Now that her own Realm was safe she could focus on the other Realms.
es: Ahora que su propio Reino estaba a salvo, podía concentrarse en los otros Reinos.
fr: Maintenant que son propre Royaume était en sécurité, elle pouvait se concentrer sur les autres Royaumes.
hu: Most, hogy a saját Világa biztonságáról gondoskodott, nyugodtan foglalkozhatott a többi Világgal.
ro: Acum, când propriul ei tărâm era în siguranță, se putea concentra pe celelalte tărâmuri.
ru: Теперь, когда ее собственное Царство в безопасности, она может сосредоточиться на других Царствах.

# EndScreen
source: <Size42>Separating the World also changed something in the Ruined Realm.</>
es: <Size42>Separar el mundo también cambió algo en el Reino Arruinado.</>
fr: <Size42>Séparer le Monde a également changé quelque chose dans le Royaume en Ruines.</>
hu: <Size42>A Világok szétválasztásával a Fertőzött Földön is megváltozott valami.</>
ro: <Size42>Separarea lumii a schimbat și ceva pe Tărâmul Ruinat.</>
ru: <Size42> Разделение Мира также поменяло что-то в Разрушенном Царстве.</>

# EndScreen
source: <Size42>The wind turned and even Ruin stopped for a moment.</>
es: <Size42>El viento cambió e incluso Ruin se detuvo por un momento.</>
fr: <Size42>Le vent a tourné et même la Ruine s'est arrêté un moment.</>
hu: <Size42>Megfordult a szél, egy pillanatra mintha a Fertőzés is megtorpant volna.</>
ro: <Size42>Vântul se întoarse și chiar Ruina se opri o clipă.</>
ru: <Size42>Ветра изменился и даже Руин остановился на мгновение.</>

# EndScreen
source: When it was certain that no one will be saved from Ruin, as a last desperate act Gate Keeper tried to open a Gate to the Human Realm himself.
es: Cuando era seguro que nadie se salvaría de Ruin, como último acto desesperado, el Guardián de la Puerta intentó abrir la Puerta al Reino Humano.
fr: Lorsqu'il fut certain que personne ne serait sauvé de la Ruine, en dernier acte désespéré, le Gardien de la Porte a tenté d'ouvrir lui-même une Porte vers le Royaume des Hommes.
hu: Mikor biztossá vált, hogy senkit nem fognak kimenteni, a Kapuőr megkísérelt saját maga Átjárót nyitni az Emberek Világába.
ro: Când era sigur că nimeni nu va fi salvat de la Ruină, ca ultim act disperat, Portarul a încercat să deschidă el însuși o Poartă către Regatul Uman.
ru: Когда стало ясно, что никто не спасется от Руина, как последний отчаянный поступок Хранитель Врат попытался сам открыть Врата в Человеческое Царство.

# EndScreen
source: A portal opened and swallowed the Keeper.
es: Se abrió un portal y se tragó al Guardián.
fr: Un portail s'est ouvert et a avalé le Gardien.
hu: A Kapu néhány másodpercre csakugyan megjelent, és magába szippantotta a Gólemet.
ro: Un portal -sa deschis și a înghițit Îngrijitorul.
ru: Портал открылся и проглотил Хранителя.

# EndScreen
source: Some believed he survived but no one ever met him again.
es: Algunos creyeron que sobrevivió pero nadie volvió a verlo.
fr: Certains pensaient qu'il avait survécu, mais personne ne l'a jamais revu.
hu: Néhányan úgy vélik, túlélte az utazást, de hogy hova került, az rejtély maradt.
ro: Unii au crezut că a supraviețuit, dar nimeni nu l-a mai întâlnit.
ru: Некоторые верили, что он выжил, но никто его больше не видел.

# EndScreen
source: With his quest completed Monk decided to look for another activity.
es: Con su mision completada, Monje decidió buscar otra actividad.
fr: Une fois sa quête terminée, le Moine a décidé de chercher une autre activité.
hu: Szerzetes küldetése sikerrel zárult, de az élet ettől függetlenül konokul haladt tovább. Tudta, új feladatot kell találnia.
ro: Odată cu căutarea finalizată, Călugărul a decis să caute o altă activitate.
ru: Завершив свое задание, Монах решил поискать другое занятие.

# EndScreen
source: <Quote>‘If I could resist madness, shouldn't others be able to do the same?’</>- he wondered.
es: <Quote>"Si pudiera resistir la locura, ¿no deberían otros ser capaces de hacer lo mismo?"</> - se preguntó.
fr: <Quote>‘Si je pouvais résister à la folie, les autres ne devraient-ils pas pouvoir en faire autant ?’</>- se demandait-il.
hu: <Quote>- Ha én ellen tudok állni a Fertőzésnek, mások miért ne lennének képesek rá?</> - tűnődött.
ro: <Quote> „Dacă eu am putut rezista nebuniei, alții ar trebui să poată face același lucru </>> - se întreba el.
ru: <Quote>”Если я могу противостоять безумию, другие смогут сделать то же самое.”</> - подумал он.

# EndScreen
source: To the surprise of many Teachy also joined Monk and soon he became his best student.
es: A sorpresa de muchos, Teachy también se unió a Monje y pronto se convirtió en su mejor alumno.
fr: À la surprise de beaucoup, le Prof a également rejoint le Moine et il est rapidement devenu son meilleur élève.
hu: Meglepő módon Tani az elsők között jelentkezett Szerzetesnél, és rövidesen ő lett a legjobb tanítvány.
ro: Spre surprinderea multor Teachy s-a alăturat Călugărului și în curând a devenit cel mai bun student al său.
ru: К удивлению многих Ученый также присоединился к Монаху, и вскоре он стал его лучшим учеником.

# EndScreen
source: <Quote>‘To be honest I never actually wanted to be a teacher‘</> - said Teachy.
es: <Quote>"Para ser honesto, nunca quise ser profesor"</> - dijo Teachy.
fr: <Quote>‘Pour être honnête, je n'ai jamais vraiment voulu être professeur‘</> - dit le Prof.
hu: <Quote>- Az igazat megvallva</> - mondta Tani - <Quote>soha nem is akartam tanár lenni.</>
ro: <Quote> „Să fiu sincer, nu am vrut niciodată să fiu profesor” </i> - a spus Teachy.
ru: <Quote>”Честно говоря, я никогда на самом деле не хотел быть ученым”</> - сказал Ученый.

# EndScreen
source: <Quote>'I also knew that I was a bit mad and since for my insane mind training in a monastery looked like a crazy idea I immediately knew that in fact that's the most sane thing to do.’</>
es: <Quote>"También sabía que estaba un poco tocado de la cabeza y dado que mi entrenamiento mental en un monasterio parecía una idea de locos, inmediatamente supe que, de hecho, eso era lo más sensato."</>
fr: <Quote>'Je savais aussi que j'étais un peu fou et comme pour mon esprit fou, l'entraînement dans un monastère semblait être une idée folle, j'ai immédiatement su qu'en fait c'était la chose la plus saine à faire.’</>
hu: <Quote>- Azzal is tisztában voltam, hogy egy kicsit őrült vagyok, és miután eszement elmém számára a monostori képzés a világ legnagyobb hülyeségének hangzott, azonnal tudtam, hogy valójában ez a legértelmesebb, amit tehetek.</>
ro: <Quote>„Știam, de asemenea, că sunt un pic înnebunit și pentru o vreme pregătirea mea nebunească într-o mănăstire părea o idee nebună, am știut imediat că, de fapt, acesta este cel mai înțelept lucru.”</>
ru: <Quote>”Я также знал, что я слегка безумен, и так как для моего безумного ума обучение в монастыре выглядело как сумасшедшая идея, я сразу же понял, что на самом деле это самая разумная вещь.”</>

# EndScreen
source: Losing his connection to his master, Raven had to think again about his purpose.
es: Al perder su conexión con su maestro, Cuervo tuvo que pensar sobre su propósito.
fr: Perdant son lien avec son maître, le Corbeau a dû reconsidérer son objectif.
hu: Miután gazdáját elvesztette, Hollónak újra kellett gondolnia céljait.
ro: Pierzându-și legătura cu stăpânul său, Corbul a trebuit să se gândească din nou la scopul său.
ru: Потеряв связь со своим мастером, Ворон был вынужден подумать еще раз о своей цели.

# EndScreen
source: <Quote>‘I think therefore I am not a bird’</> - he said.
es: <Quote>"Creo que por lo tanto no soy un pájaro"</> - dijo él.
fr: <Quote>‘Je pense donc que je ne suis pas un oiseau’</> - dit-il.
hu: <Quote>- Gondolkodom, tehát nem vagyok madár</> - mondta.
ro: <Quote> „Cred că, prin urmare, nu sunt o pasăre "</> - a spus el.
ru: <Quote>”Думаю, поэтому я не птица”</> - сказал он.

# EndScreen
source: With his vast experience he couldn’t become the same thoughtless bird he once was.
es: Con su vasta experiencia, no pudo convertirse en el mismo pájaro mundano que alguna vez fue.
fr: Avec sa vaste expérience, il ne pouvait pas devenir le même oiseau irréfléchi qu'autrefois.
hu: Azzal a tudással és tapasztalattal, amit az évek során összegyűjtött, már képtelen volt egy közönséges madár életét élni.
ro: Cu vasta sa experiență, el nu a putut deveni aceeași pasăre fără gânduri așa cum a fost odată.
ru: Со своим огромным опытом он не мог стать такой же легкомысленной птицей, какой когда-то был.

# EndScreen
source: He joined Monk’s monastery to teach philosophy.
es: Se unió al monasterio de Monje para enseñar filosofía.
fr: Il a rejoint le monastère des Moines pour y enseigner la philosophie.
hu: Végül csatlakozott Szerzetes monostorához, mint filozófia tanár.
ro: S-a alăturat mănăstirii Călugărului pentru a preda filozofia.
ru: Он присоединился к монастырю Монаха, чтобы преподавать философию.
