Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/Warriorb/*/Warriorb.po
Languages: es, fr, hu, ro, ru

# ItemData
source: A key without any sign of interest.
es: Una llave sin ningún signo de interés.
fr: Une clé sans aucun signe d'intérêt.
hu: Egy Kulcs, mindenféle különösebb azonosítójel nélkül.
ro: O cheie fără niciun semn de interes.
ru: Ключ без каких-либо признаков значимости.

# ItemData
source: Unconcerned Key
es: Llave Despreocupada
fr: Clé Insouciante
hu: Közönséges Kulcs
ro: Cheie necunoscută
ru: Непонятный ключ

# ItemData
source: It will open a gate somewhere. Probably.
es: Se abrirá una puerta en alguna parte. Probablemente.
fr: Elle ouvrira une porte quelque part. Probablement.
hu: Egy zárat nyit valahol. Vélhetőleg.
ro: Va deschide undeva o poartă. Probabil.
ru: Он откроет какие-то врата. Наверное.

# ItemData
source: Railway Gate Key
es: Llave de la Puerta del Ferrocarril
fr: Clé de la Porte du Chemin de Fer
hu: Állomás Kapu Kulcs
ro: Cheia porții de cale ferată
ru: Ключ от Железнодорожных Ворот

# ItemData
source: A fancy iron key with a shiny gem in its grip. It must be really precious.
es: Una elegante llave de hierro con una gema brillante en su agarre. Debe ser realmente precioso.
fr: Une clé en fer sophistiquée avec une gemme brillante dans sa poignée. Elle doit être vraiment précieuse.
hu: Agyoncizellált vas kulcs, kis ékkő foglalattal. Biztos nagyon fontos lehet.
ro: O cheie extravagantă de fier, cu o bijuterie strălucitoare. Trebuie să fie cu adevărat prețioasă.
ru: Замысловатый железный ключ с блестящим драгоценным камнем в рукоятке. Должно быть, он очень ценный.

# ItemData
source: Portal Key
es: Llave del Portal
fr: Clé du Portail
hu: Portál Kulcs
ro: Cheia Portalului
ru: Ключ от Портала

# ItemData
source: A small key you got from a chest in the middle of nowhere.
es: Una pequeña llave que obtuviste de un cofre en medio de la nada.
fr: Une petite clé que vous avez trouvée dans un coffre au milieu de nulle part.
hu: Egy kis kulcs, amit egy ládában találtál a semmi közepén.
ro: O mică cheie pe care ai primit-o dintr-un cufăr din mijlocul nicăieri.
ru: Маленький ключ, который ты взял из сундука что ты нашел в глуши.

# ItemData
source: Small Cell Key
es: Llave de la Celda Pequeña
fr: Petite Clé de Cellule
hu: Kis Ketrec Kulcs
ro: Cheie pentru o Celulă Mică
ru: Маленький Ключ от Камеры

# ItemData
source: A robust iron key with a carved script: <Bold>'Outer Wall Tower'</>.
es: Una llave robusta de hierro con un guión tallado: <Bold>"Torre del Muro Exterior"</> .
fr: Une clé en fer robuste avec une écriture sculptée : <Bold> "Tour du Mur extérieure"</>.
hu: Méretes vas kulcs, rajta a következő felirat: <Bold>'Külső Fal Torony'</>.
ro: O cheie robustă de fier cu un text cioplit: <Bold>'Turnul de la zidul exterior'</>.
ru: Прочный железный ключ с выгравированным текстом: <Bold>“Внешняя Стена Башни”</>.

# ItemData
source: White Wall Key
es: Llave del Muro Blanco
fr: Clé du Mur Blanc
hu: Fehér Fal Kulcs
ro: Cheia de la Zidul Alb
ru: Ключ Белой Стены

# ItemData
source: Some Coins you found in a chest.
es: Algunas monedas que encontraste en un cofre.
fr: Des Pièces que vous avez trouvées dans un coffre.
hu: Néhány Aranytallér, amit egy ládában találtál.
ro: Niște monede pe care le-ai găsit într-un cufăr.
ru: Несколько монет, которые ты нашел в сундуке.

# ItemData
source: Kobold Coins
es: Monedas Kobold
fr: Pièces de Kobold
hu: Kobold Érmék
ro: Monede Kobold
ru: Монеты Коболда

# ItemData
source: Weird liquid in a bottle. The kobold calls it Soup.
es: Líquido extraño en una botella. El kobold lo llama sopa.
fr: Un liquide bizarre dans une bouteille. Le kobold l'appelle Soupe.
hu: Fura lötty palackban. A kobold Levesnek hívta.
ro: Lichid ciudat într-o sticlă. Kobold-ul îl numește supă.
ru: Странная жидкость в бутылке. Коболд называет это Супом.

# ItemData
source: Kobold Soup
es: Sopa Kobold
fr: Soupe Kobold
hu: Kobold Leves
ro: Supă de Kobold
ru: Суп Коболда

# ItemData
source: A unique stone you can use to prove that you have eliminated a golem.
es: Una piedra única que puedes usar para demostrar que has eliminado a un golem.
fr: Une pierre unique que vous pouvez utiliser pour prouver que vous avez éliminé un golem.
hu: Egyedi azonosító kő, ami bizonyítja, hogy kiiktattál egy Gólemet.
ro: O piatră unică pe care o poți folosi pentru a demonstra că ai eliminat un golem.
ru: Уникальный камень, который ты можешь использовать, чтобы доказать, что ты уничтожил голема.

# ItemData
source: Stone Token
es: Token de Piedra
fr: Jeton de Pierre
hu: Kő Azonosító
ro: Jeton de Piatră
ru: Каменный Жетон

# ItemData
source: If someone would fail in cutting his/her/its way out of a hard situation, crushing your way through can still work out pretty well - it is said to be more effective if golems or certain mechanical devices / creatures are involved in the conflict.
es: Si alguien no lograra salir de una situación difícil, aplastando puede funcionar bastante bien; se dice que es más efectivo si los golems o ciertos aparatos / criaturas mecánicas están involucrados en el conflicto.
fr: Si quelqu'un ne parvient pas à se sortir d'une situation difficile, l'écrasement peut quand même fonctionner assez bien - on dit qu'il est plus efficace si des golems ou certains dispositifs ou créatures mécaniques sont impliqués dans le conflit.
hu: Ha nem sikerül kivágnod magad egy kínos szituációból, még mindig megpróbálhatod kizúzni.
ro: Dacă cineva nu reușește să-și taie drumul dintr-o situație grea, zdrobirea drumului tău poate totuși să funcționeze destul de bine - se spune că este mai eficient dacă în conflict sunt implicați Golemi sau anumite dispozitive / creaturi mecanice.
ru: Если кому-то не удается прорубиться из трудной ситуации, то сокрушить все на своем пути можно считать неплохим вариантом- говорят, что это более эффективно, если в конфликте участвуют големы или определенные механические устройства/существа.

# ItemData
source: Leaf Mace
es: Mazo de Hojas
fr: Masse de feuilles
hu: Buzogány
ro: Buzduganul Frunză
ru: Листовая Булава

# ItemData
source: You won't believe it but it is a key for a cage.
es: No lo creerás, pero es una llave para una jaula.
fr: Vous ne le croirez pas, mais c'est une clé pour une cage.
hu: Ez most meglepő lesz, de ez egy ketrec kulcsa.
ro: Nu vei crede, dar este o cheie pentru o cușcă.
ru: Ты не поверишь, но это ключ от клетки.

# ItemData
source: Cage Key
es: Llave de una Jaula
fr: Clé de Cage
hu: Ketrec Kulcs
ro: Cheia Coliviei
ru: Ключ от Клетки

# ItemData
source: This is one of the spare keys of the Ancient Temple. Just in case the original would be dropped into the lava accidentally.
es: Esta es una de las llaves de repuesto del Templo Antiguo. En caso de que el original se caiga accidentalmente en la lava.
fr: C'est l'une des clés de réserve du Temple Antique. Juste au cas où l'originale serait accidentellement tombé dans la lave.
hu: Tartalék kulcs a Tűz Templomához, hátha az eredetit beleejtik a lávába, vagy valami.
ro: Aceasta este una dintre cheile de rezervă ale Templului Antic. Doar în cazul în care originalul ar fi aruncat în lavă accidental.
ru: Это один из запасных ключей от Древнего Храма. На случай, если оригинал случайно упадет в лаву.

# ItemData
source: Ancient Temple Key
es: Llave del Antiguo Templo
fr: Clé de Temple Antique
hu: Tűz Templom Kulcs
ro: Cheia Templului Antic
ru: Ключ от Древнего Храма

# ItemData
source: Two ancient books with the titles "True value of your family" and "How much does a brother cost?". They look boring so you decide not to open them.
es: Dos libros antiguos con los títulos "El verdadero valor de su familia" y "¿Cuánto cuesta un hermano?". Parecen aburridos, así que decides no abrirlos.
fr: Deux livres anciens avec les titres "La vraie valeur de votre famille" et "Combien coûte un frère ?". Ils ont l'air ennuyeux, alors vous décidez de ne pas les ouvrir.
hu: Két poros könyv, név szerint "Miért a Család a legfontosabb?" és "Mennyit ér egy testvér?". Nem tűnnek túl érdekfeszítőnek, ezért nem nyitod ki őket.
ro: Două cărți antice cu titlurile „Valoarea adevărată a familiei tale” și „Cât costă un frate?”. Par plictisitoare, deci decizi să nu le deschizi.
ru: Две старинные книги с названиями “Истинная ценность вашей семьи” и “Сколько стоит брат?”. Они выглядят скучно, поэтому ты решил их не открывать.

# ItemData
source: Old books
es: Libros viejos
fr: Vieux livres
hu: Régi Könyvek
ro: Cărți vechi
ru: Старые книги

# ItemData
source: 'According to the very few survivors, White Tower, our capital was completely destroyed by a magical phenomena called Ruin. At that time I was at Grey Gate so I can't tell anything for sure.' The Last Sane Golem Maker, A.C. 16. September 4.
es: "Según los pocos sobrevivientes, Torre Blanca, nuestra capital fue completamente destruida por un fenómeno mágico llamado Ruin. En ese momento estaba en la Puerta Gris, así que no puedo decir nada con seguridad." El Ultimo Creador de Golems con Cordura, A.C.16. 4 de septiembre.
fr: 'Selon les rares survivants, la Tour Blanche, notre capitale, a été complètement détruite par un phénomène magique appelé Ruine. A cette époque, j'étais à la Porte Grise, donc je ne suis sûr de rien.' Le Dernier Créateur de Golem Sensé, 4 Septembre A.C. 16.
hu: "Néhány menekült szerint a fővárost, Fehérvárat teljesen elpusztította a Fertőzésnek nevezett természetfeletti jelenség. Ebben az időben Kék Kapuban tartózkodtam, még nem tudok semmi biztosat. Az Utolsó Épelméjű Gólem Készítő, K.U. 16. Szept. 4.
ro: „După poveștile a foarte puțini supraviețuitori, Turnul Alb, capitala noastră a fost complet distrusă de un fenomen magic numit Ruin. Pe atunci eram la Poarta Gri, deci nu pot spune nimic sigur." Ultimul Creator de Golemi Normal, A.C. 16. 4 Septembrie.
ru: “По словам очень немногих выживших, Белая Башня, наша столица была полностью разрушена магическим феноменом под названием “Руин”. В то время я был у Серых Врат, так что я ничего не могу сказать наверняка”. Последний Разумный Создатель Големов, 16 сентября 4 год н. э.

# ItemData
source: Magical Phenomena
es: Fenómenos Mágicos
fr: Phénomènes Magiques
hu: Természetfeletti Jelenség
ro: Fenomene Magice
ru: Магический Феномен

# ItemData
source: 'Those who escaped Ruin have... changed.' 'I've met a scientist who noticed how madness takes control over him. Perhaps he can find a solution.' The Last Sane Golem Maker, A.C. 17. January 1.
es: "Los que escaparon de Ruin han... cambiado." 'Conocí a un científico que notó cómo la locura toma el control sobre él. Quizás pueda encontrar una solución. El Ultimo Creador de Golems con Cordura A.C.17. 1 de enero.
fr: 'Ceux qui ont échappé à la Ruine ont... changé.' 'J'ai rencontré un scientifique qui a remarqué comment la folie prenait le dessus sur lui. Peut-être qu'il peut trouver une solution.' Le Dernier Créateur de Golem Sensé, 1er Janvier A.C. 17.
hu: "Akiknek sikerült kimenekülni a Fertőzésből, azok... megváltoztak. "Találkoztam egy tudóssal, aki a saját elméjének elváltozását tanulmányozza. Ha valaki talál megoldást a Fertőzés okozta őrültségre, akkor az jó eséllyel ő lesz." Az Utolsó Épelméjű Gólem Készítő, K.U. 17. Jan. 1.
ro: „Cei care au scăpat de Ruina s-au schimbat”. „Am întâlnit un om de știință care a observat cum nebunia preia controlul asupra lui. Poate că poate găsi o soluție." Ultimul Creator de Golemi Normal, A.C. 17. 1 Ianuarie.
ru: “Те, кто сбежал из Руина… изменились.” “Я встретил ученого, который заметил, как безумие берет контроль над ним. Возможно, он сможет найти решение.” Последний Разумный Создатель Големов, 1 января. 17-й год н. э.

# ItemData
source: Degeneration and mutation
es: Degeneración y mutación
fr: Dégénérescence et mutation
hu: Degeneráció és mutáció
ro: Degenerare și Mutație
ru: Дегенерация и мутация

# ItemData
source: 'It's hard to tell but I think colours are fading away. The World was brighter before.' 'The Monk won't help me. He stubbornly believes we are doomed.' The Last Sane Golem Maker, A.C. 17. March 11.
es: 'Es difícil saberlo, pero creo que los colores se están desvaneciendo. El mundo era más brillante antes. El monje no me ayudará. Cree Obstinadamente que estamos condenados. El Ultimo Creador de Golems con Cordura, A.C.17. 11 de marzo.
fr: 'C'est difficile à dire, mais je pense que les couleurs s'estompent. Le monde était plus lumineux avant.' 'Le Moine ne veut pas m'aider. Il s'obstine à penser que nous sommes condamnés.' Le Dernier Créateur de Golem Sensé, 11 Mars A.C. 17.
hu: "Nehéz megítélni, de azt hiszem, a színek egyre fakóbbak. A Világ színesebb volt ezelőtt." "Szerzetes nem fog segíteni. A rögeszméje, hogy a Világunk halálra van ítélve." Az Utolsó Épelméjű Gólem Készítő, K.U. 17. Márc. 11.
ro: „Este greu de spus, dar cred că culorile se estompează. Lumea era mai strălucitoare înainte. " „Călugărul nu mă va ajuta. Se încăpățânează să creadă că suntem condamnați." Ultimul Creator de Golemi Normal, A.C. 17. 11 Martie.
ru: “Трудно сказать, но я думаю, что цвета исчезают. Раньше мир был ярче”. “Монах мне не поможет. Он упрямо верит, что мы обречены.” Последний Разумный Создатель Големов, 11 марта. 17-й год н.э.

# ItemData
source: Fading Colours
es: Colores desvaneciendo
fr: Couleurs Estompées
hu: Fakuló Színek
ro: Culori Decolorate
ru: Исчезающие Цвета

# ItemData
source: 'Madness takes control over those who get too close to Ruin.' 'Maintainers forgot to speak. I understand some of the phrases they try to say: "Dinner is served", "At your service", "Your order" - a mockery of their former intelligence!' The Last Sane Golem Maker, A.C. 21. January 26.
es: "La locura toma el control de aquellos que se acercan demasiado a Ruin". Los mantenedores olvidaron hablar. Entiendo algunas de las frases que intentan decir: "La cena está servida", "A su servicio", "Su pedido", ¡un chiste en comparación de su inteligencia antes de Ruin! El Ultimo Creador de Golems con Cordura, A.C.21 de enero. 26.
fr: 'La folie prend le contrôle de ceux qui s'approchent trop près de la ruine.' 'Les responsables ont cessé de parler. Je comprends certaines des phrases qu'ils essaient de dire : "Le dîner est servi", "A votre service", "Votre commande" - un affront à leur ancienne intelligence !' Le Dernier Créateur de Golem Sensé, 26 Janvier A.C. 21.
hu: "Akik túl közel kerülnek a Fertőzéshez, idővel megőrülnek." "A Karbantartók elvesztették a beszéd képességét. Makogásuk egykori intelligenciájuk kigúnyolása csupán. Az Utolsó Épelméjű Gólem Készítő, K.U. 21. Jan. 26.
ro: „Nebunia preia controlul asupra celor care se apropie prea mult de Ruin." „Curățătorii au uitat să vorbească. Înțeleg unele dintre frazele pe care încearcă să le spună: „Cina este servită”, „La slujba ta”, „Comanda ta” - o batjocură a fostei lor inteligențe!" Ultimul Creator de Golemi Normal, A.C. 21. 26 Ianuarie.
ru: “Безумие берет под контроль тех, кто подбирается слишком близко к Руину”. “Прислужники разучились говорить. Я понимаю некоторые фразы, которые они пытаются сказать: “Ужин подан”, “К вашим услугам”, “Ваш заказ” - насмешка над их бывшим интеллектом!” Последний Разумный Создатель Големов, 26 января. 21-й год н.э.

# ItemData
source: Madness
es: Locura
fr: Folie
hu: Őrület
ro: Nebunie
ru: Безумие

# ItemData
source: 'Now I have seen it with my own eyes: the touch of the Ruin makes the World literally fall apart.' The Last Sane Golem Maker, A.C. 25. September 4.
es: "Ahora lo he visto con mis propios ojos: el toque de Ruin hace que el mundo literalmente se desmorone". El Ultimo Creador de Golems con Cordura, 25 a. C. 4 de septiembre.
fr: 'Maintenant, je l'ai vu de mes propres yeux : le toucher de la Ruine fait littéralement s'effondrer le monde.' Le Dernier Créateur de Golem Sensé, 4 Septembre A.C. 25.
hu: "Tényleg igaz: a Fertőzés szó szerint darabokra szedi a Világot." Az Utolsó Épelméjű Gólem Készítő, K.U. 25. Szept. 4.
ro: „Acum am văzut-o cu proprii mei ochi: atingerea Ruinei face ca lumea să cadă literalmente.” Ultimul Creator de Golemi Normal, A.C. 25. 4 Septembrie.
ru: “Теперь я видел это собственными глазами: прикосновение Руина делает мир буквально рушится на части”. Последний Разумный Создатель Големов, 4 сентября 25 года н.э.

# ItemData
source: Falling Apart
es: Despedazándose
fr: Effondrement
hu: Darabokra Hullva
ro: Se destramă
ru: Распадаться на части

# ItemData
source: 'This is my 87 birthday. It's obvious that my body doesn't get older with time. How long can I preserve my sanity?' 'Drones can no longer be trusted. They resisted Ruin for the longest.' The Last Sane Golem Maker, A.C. 52. July 9.
es: "Este es mi 87ºcumpleaños. Es obvio que mi cuerpo no envejece con el tiempo. ¿Cuánto tiempo puedo preservar mi cordura? Ya no se puede confiar en los drones. Se resistieron a Ruin mucho tiempo. El Ultimo Creador de Golems con Cordura, A.C.52. 9 de julio.
fr: 'C'est mon 87e anniversaire. Il est évident que mon corps ne vieillit pas avec le temps. Combien de temps puis-je préserver ma santé mentale ?' 'On ne peut plus faire appel aux drones. Ils ont résisté à la Ruine pendant longtemps.' Le Dernier Créateur de Golem Sensé, 9 Juillet A.C. 52.
hu: "Ma van a 87. szülinapom. Egyértelmű, hogy a testemen nem fog az idő. De vajon az elmémet sem kezdi ki?" "A Drónok már nem beszámíthatóak. Pedig ők álltak ellen a legtovább a Fertőzésnek." Az Utolsó Épelméjű Gólem Készítő, K.U. 52. Júl. 9.
ro: „Aceasta este ziua mea de 87 de ani. Este evident că corpul meu nu îmbătrânește cu timpul. Cât timp îmi pot păstra sănătatea?" „Dronele nu mai pot fi de încredere. Au rezistat Ruina cel mai mult timp. " Ultimul Creator de Golemi Normal, A.C. 52. 9 Iulie.
ru: “Это мой 87 день рождения. Очевидно, что мое тело не стареет со временем. Как долго я смогу сохранять здравомыслие?” “Дронам больше нельзя доверять. Они сопротивлялись Руину дольше всех.” Последний Разумный Создатель Големов, 9 июля. 52-й год н. э.

# ItemData
source: Preservation of Ruin
es: Preservación de Ruin
fr: Préservation de la Ruine
hu: A Fertőzés Oltalmazó ereje
ro: Conservarea ruinei
ru: Защита от Руина

# ItemData
source: 'Ruin will soon reach Grey Gate, our very last city. I need to move deeper into the Realm, further away from Ruin.' 'I decided to create some new golems. Golems that resist Ruin.' The Last Sane Golem Maker, A.C. 315. April 8.
es: "Ruin pronto llegará a la Puerta Gris, nuestra última ciudad. Necesito avanzar más en el Reino, más lejos de Ruin. 'Decidí crear algunos golems nuevos. Golems que resisten la ruin. El Ultimo Creador de Golems con Cordura, 315 a.C., 8 de abril.
fr: 'La Ruine atteindra bientôt la Porte Grise, notre toute dernière ville. Je dois m'enfoncer plus profondément dans le royaume, loin de la Ruine.' 'J'ai décidé de créer de nouveaux golems. Des golems qui résistent à la Ruine.' Le Dernier Créateur de Golem Sensé, 8 Avril A.C. 315.
hu: "A Fertőzés Rövidesen eléri Kék Kaput, az utolsó városunkat. Tovább kell mennem, messzebb a Fertőzéstől." "Úgy döntöttem, Gólemeket fogok készíteni. Gólemeket, amik ellenállnak a Fertőzésnek." Az Utolsó Épelméjű Gólem Készítő, K.U. 315. Ápr. 8.
ro: „Ruina va ajunge în curând la Poarta Gri, chiar ultimul nostru oraș. Trebuie să mă aventurez mai adânc pe tărâm, mai departe de Ruină." „Am decis să creez câțiva golemi noi. Golemi care rezistă ruinei." Ultimul Creator de Golemi Normal, A.C. 315. 8 Aprilie.
ru: “Руины” скоро доберутся до Серых Врат, нашего последнего города. Мне нужно углубиться в царство, подальше от Руина”. “Я решил создать несколько новых големов. Големов, которые противостоят Руину.” Последний Разумный Создатель Големов, 8 апреля. 315-й год н. э.

# ItemData
source: New Hope
es: Nueva Esperanza
fr: Nouvel Espoir
hu: Új Remény
ro: Speranța Nouă
ru: Новая надежда

# ItemData
source: 'I don't think I can keep up. There are times when I no longer know what I'm doing. I still have clear moments but they become more and more rare. I've recorded my memories to keep them safe.' The Last Sane Golem Maker, about A.C. 500.
es: 'No creo que pueda seguir el ritmo. Hay momentos en que ya no sé lo que estoy haciendo. Todavía tengo momentos lucidos pero se vuelven cada vez más raros. He grabado mis recuerdos para mantenerlos a salvo. El Ultimo Creador de Golems con Cordura, alrededor del año 500 a. C.
fr: 'Je ne pense pas pouvoir suivre. Il y a des moments où je ne sais plus ce que je fais. J'ai encore des moments de lucidité, mais ils se font de plus en plus rares. J'ai consigné mes souvenirs pour les garder en sécurité.' Le Dernier Créateur de Golem Sensé, vers A.C. 500.
hu: Már nem bírom sokáig. Vannak idők, amikor fogalmam sincs, mit miért csinálok. Egyre ritkábbak a tiszta pillanatok. Rögzítettem az emlékeimet, hátha valakinek számítanak még. Az Utolsó Épelméjű Gólem Készítő, K.U. 500.
ro: „Nu cred că pot ține pasul. Sunt momente în care nu mai știu ce fac. Încă am momente clare, dar devin din ce în ce mai rare. Mi-am înregistrat amintirile pentru a le păstra în siguranță." Ultimul Creator de Golemi Normal, în jur de A.C. 500.
ru: “Я не думаю, что смогу продолжать в том же духе. Бывают моменты, когда я больше не понимаю, что делаю. У меня все еще есть моменты ясности, но они становятся все более и более редкими. Я записал свои воспоминания, чтобы сохранить их в целости и сохранности.” Последний Разумный Создатель Големов, около 500 год н. э.

# ItemData
source: Final Decision
es: Decisión definitiva
fr: Décision Finale
hu: Végrendelet
ro: Decizia finală
ru: Окончательное Решение

# ItemData
source: 'This chest and everything inside belongs to me, the Chef.'
es: "Este cofre y todo lo que hay dentro pertenece a mi, el Cocinero".
fr: 'Ce coffre et tout ce qu'il contient m'appartient, à moi, le chef.'
hu: "A láda minden ingóságával az én (Kobold Szakács) tulajdonomat képezi."
ro: „Cufărul acesta și tot ceea ce este înăuntru îmi aparțin mie, Bucătarul.”
ru: “Этот сундук и все, что внутри, принадлежит мне, Повару”.

# ItemData
source: Parchment
es: Pergamino
fr: Parchemin
hu: Pergamen
ro: Pergament
ru: Пергамент

# ItemData
source: There are so many stones around. You are still not sure what's the point of picking up some of them.
es: Hay tantas piedras alrededor. Aun no está seguro de que si debería recoger algunos de ellos.
fr: Il y a tellement de pierres autour. Vous ne savez toujours pas à quoi bon en ramasser quelques-unes.
hu: Annyi kő van itt mindenfelé. Mi értelme volt pont ezt felvenni?
ro: Sunt atât de multe pietre în jur. Încă nu ești sigur care este punctul de a alege unele dintre ele.
ru: Вокруг столько камней. Ты все еще не знаешь, какой смысл брать некоторые из них.

# ItemData
source: Lock Gem
es: Gema de Bloqueo
fr: Gemme de Verrouillage
hu: Zár Kő
ro: Bijuteria Inchuietoarei
ru: Самоцвет Замка

# ItemData
source: This might not be the weirdest side effect one can have when drinking something suspicious but it is definitely in the top five.
es: Este podría no ser el efecto secundario más extraño que uno puede tener al beber algo sospechoso, pero definitivamente se encuentra entre los cinco primeros.
fr: Ce n'est peut-être pas l'effet secondaire le plus bizarre que l'on puisse avoir en buvant quelque chose de suspect, mais c'est certainement dans le top cinq.
hu: Lehet nem ez a legfurább, ami azután történik veled, hogy megiszol valami gyanús löttyöt, de azért biztos benne van az első 5-ben.
ro: Acesta s-ar putea să nu fie cel mai ciudat efect secundar pe care îl putem avea atunci când bei ceva suspect, dar este cu siguranță în primele cinci.
ru: Это может быть не самый странный побочный эффект, который можно испытать, когда пьешь что-то подозрительное, но он определенно входит в первую пятерку.

# ItemData
source: Potion Of Worthiness
es: Poción de Valía
fr: Potion du Mérite
hu: A Méltóság Itala
ro: Poțiune Demnității
ru: Зелье Достойности
