Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/Warriorb/*/Warriorb.po
Languages: es, fr, hu, ro, ru

source: <T>-- Not Yet Team --</> Anna Molnár <R>2D art, Environment Design</> Csaba Molnár <R>Code, Design</> Daniel Butum <R>Code</> Géza Molnár <R>3D art, Design</> Richárd Ráski <R>Sound Design</> <T>-- Music --</> Benjámin Kuli Gisula <T>-- Voice Over --</> Peter Luzsi - @peterluzsi <R>WarriOrb, Gatekeeper, Ghost Armor, Principal</> Brent Miller <R>WarriOrb - Trailer</> Pierce Riola <R>Wizard, Gnory</> Eir Causey <R>Raven, Teachy, Ghost Dwarf, Unknown Wizard, Fishy</> Jack Broadbent <R>Monk, Flybug</> Emil Hagg <R>Supper Dwarf, Kobold Chef, Fallen Druid, Dwarven Statue</> Erick Nita <R>Golem Maker, Armour Wrath</> Alain Vega <R>Merch Ant</> Angela Tran <R>Lillian, Pipe Walker</> Brittany Ann Phillips <R>Lory</> Aurore Gautheur <R>Fountain, Shade</> Alexander Blairlex <R>Primitive Fishy, Ghost Helmet</> Sophie Ryder <R>Shadesphere</> <T>-- Partners --</> Maple Whispering <R>Chineese localization</> <R>Publisher - China, PC</> Novy Unlimited <R>PR and Marketing</> <T>-- Localization --</> Vera Liscovschi <R>Russian</> Jay Johnstone <R>Spanish</> Bertin William <R>French</> <T>-- Testers --</> Saleymander Hitch MrCalculated <img id="Rainbow"/>Scorpion253<img id="Rainbow"/> moses Ninjin42 Konstantinos Xenitidis Phyronnaz Arthur Master1G Dávid Bartók LiDuGaming Claudiu Coman Áron Ürögdi Dukenukemboi Bart Cools Glenn De Jonghe Domonkos Péter Madarász Gergő Gyarmati Réka Gyarmati Kincső Petraskó Gergő Petraskó Dániel Garamvölgyi Danny "GHelmet" Cloutier Anna Boglárka Tóth Bíborka Roxána Kubik Virág Miklós Benedek Marozsák Dániel Marozsák Gereon Bartel <T>-- Prologue Speedrun Competition Winner --</> -7 <T>-- Special Thanks --</> Malazan Discord Server Community /r/metroidvenia Discord Server Community Unreal Slackers Discord Server Community IMGUR Bíborka Roxána Kubik Sergiu Crăiţoiu Juhász Ernő Racheal Smith Ruxandra Seniuc thottee Andrew Pappas Jonathan Lampel Richárd Németh Alex Gorcea NotRealVitor Kinga Surján Anna Boglárka Tóth Évi Fekete Gergő Sielaf <img id="Rainbow"/>Scorpion253<img id="Rainbow"/> Mainiac <T>-- Technology --</> <R>WarriOrb uses the Unreal® Engine.</> <R>Unreal® is a trademark or registered trademark of Epic Games, Inc. in the United States of America and elsewhere</> <R>Unreal® Engine, Copyright 1998 – 2020, Epic Games, Inc. All rights reserved.</> <R>Made with FMOD Studio by Firelight Technologies Pty Ltd.</>
es: <T> - Equipo Not Yet - </> Anna Molnár <R> Arte 2D, Diseño del entorno </> Csaba Molnár <R> Código, Diseño </> Daniel Butum <R> Código </> Géza Molnár <R> Arte 3D, Diseño </> Richárd Ráski <R> Diseño de sonido </> <T> - Música - </> Benjámin Kuli Gisula <T> - Narración - </> Peter Luzsi - @peterluzsi <R> WarriOrb, Guardián de la Puerta, Armadura Fantasma, Principal </> Brent Miller <R> WarriOrb - Tráiler </> Pierce Riola <R> Mago, Gnory </> Eir Causey <R> Cuervo, Teachy, Fantasnano, Mago desconocido, Fishy </> Jack Broadbent <R> Monje, Mosquito </> Emil Hagg <R> cEnano, Cocinero Kobold, Druida Caído, Estatua de los Enanos, Narrador de introducción </> Erick Nita <R> Creador de Golems, Ira de Armadura </> Alain Vega <R> Merch Ant </> Angela Tran <R> Lillian, Trotadesagües </> Brittany Ann Phillips <R> Lory </> Aurore Gautheur <R> Fuente, Sombra </> Alexander Blairlex <R> Fishy Primitivo, Casco Fantasma </> Sophie Ryder <R> Shadesphere </> <T> - Socios - </> Maple Whispering <R> Localización china </> <R> Editor - China, PC </> Novy Unlimited <R> Relaciones públicas y marketing </> <T> - Localización - </> Vera Liscovschi <R> Ruso </> Jay Johnstone <R> Español </> Bertin William <R> francés </> <T> - Game Testers - </> Saleymander Enganche MrCalculated <img id="Rainbow"/>Scorpion253<img id="Rainbow"/> Moisés Ninjin42 Konstantinos Xenitidis Phyronnaz Arturo Master1G Dávid Bartók LiDuGaming Claudiu Coman Áron Ürögdi Dukenukemboi Bart se enfría Glenn De Jonghe Domonkos Péter Madarász Gergő Gyarmati Réka Gyarmati Kincső Petraskó Gergő Petraskó Dániel Garamvölgyi Danny "GHelmet" Cloutier Anna Boglárka Tóth Bíborka Roxána Kubik Virág Miklós Benedek Marozsák Dániel Marozsák Gereon Bartel <T> - Ganador de la competición del Speedrun - </> -7 <T> - Agradecimientos especiales - </> Comunidad del servidor Discord de Malazan Comunidad del servidor Discord / r / metroidvenia Comunidad del servidor Discord Unreal Slackers IMGUR Bíborka Roxána Kubik Sergiu Crăiţoiu Juhász Ernő Racheal Smith Ruxandra Seniuc thottee Andrew Pappas Jonathan Lampel Richárd Németh Alex Gorcea NotRealVitor Kinga Surján Anna Boglárka Tóth Évi Fekete Gergő Sielaf <img id="Rainbow"/>Scorpion253<img id="Rainbow"/> Mainiac <T> - Tecnología - </> <R> WarriOrb usa el motor Unreal®. </> <R> Unreal® es una marca comercial o una marca comercial registrada de Epic Games, Inc. en los Estados Unidos de América y en otros lugares </> <R> Unreal® Engine, Copyright 1998 - 2020, Epic Games, Inc. Todos los derechos reservados. </> <R> Hecho con FMOD Studio por Firelight Technologies Pty Ltd. </>
fr: <T>-- Not Yet Team --</> Anna Molnár <R>Art 2D, Design des Environnements</> Csaba Molnár <R>Code, Design</> Daniel Butum <R>Code</> Géza Molnár <R>Art 3D, Design</> Richárd Ráski <R>Sound Design</> <T>-- Musiques --</> Benjámin Kuli Gisula <T>-- Doublage des Voix --</> Peter Luzsi - @peterluzsi <R>WarriOrb, Gardien de la Porte, Armure Fantôme, Principal</> Brent Miller <R>WarriOrb - Trailer</> Pierce Riola <R>Magicien, Gnory</> Eir Causey <R>Corbeau, Prof, Nain Fantôme, Magicien Inconnu, Poiscaille</> Jack Broadbent <R>Moine, Insecte</> Emil Hagg <R>Nain du Dîner, Chef Kobold, Druide Déchu, Statue Naine, Narrateur de l'introduction</> Erick Nita <R> Créateur de Golem, Armure de Colère</> Alain Vega <R>Fourmi Marchande</> Angela Tran <R>Lillian, Tuyauteur</> Brittany Ann Phillips <R>Lory</> Aurore Gautheur <R>Fontaine, Éclat</> Alexander Blairlex <R>Poiscaille Primitif, Heaume Fantôme</> Sophie Ryder <R>Sphère de l'Ombre</> <T>-- Partenaires --</> Maple Whispering <R>Localisation Chinoise</> <R>Éditeur - Chine, PC</> Novy Unlimited <R>RP et Marketing</> <T>-- Localisation --</> Vera Liscovschi <R>Russe</> Jay Johnstone <R>Espagnol</> Bertin William <R>Français</> <T>-- Testeurs --</> Saleymander Hitch MrCalculated <img id="Rainbow"/>Scorpion253<img id="Rainbow"/> moses Ninjin42 Konstantinos Xenitidis Phyronnaz Arthur Master1G Dávid Bartók LiDuGaming Claudiu Coman Áron Ürögdi Dukenukemboi Bart Cools Glenn De Jonghe Domonkos Péter Madarász Gergő Gyarmati Réka Gyarmati Kincső Petraskó Gergő Petraskó Dániel Garamvölgyi Danny "GHelmet" Cloutier Anna Boglárka Tóth Bíborka Roxána Kubik Virág Miklós Benedek Marozsák Dániel Marozsák Gereon Bartel <T>-- Gagnant de la Compétition Speedrun du Prologue --</> -7 <T>-- Remerciements Spéciaux --</> La Communauté du Serveur Discord Malazan La Communauté du Serveur Discord /r/metroidvenia La Communauté du Serveur Discord Unreal Slackers IMGUR Bíborka Roxána Kubik Sergiu Crăiţoiu Juhász Ernő Racheal Smith Ruxandra Seniuc thottee Andrew Pappas Jonathan Lampel Richárd Németh Alex Gorcea NotRealVitor Kinga Surján Anna Boglárka Tóth Évi Fekete Gergő Sielaf <img id="Rainbow"/>Scorpion253<img id="Rainbow"/> Mainiac <T>-- Technologie --</> <R>WarriOrb utilise le moteur Unreal® Engine.</> <R>Unreal® est une marque commerciale ou une marque déposée d'Epic Games, Inc. aux États-Unis d'Amérique et ailleurs</> <R>Unreal® Engine, Copyright 1998 - 2020, Epic Games, Inc. Tous droits réservés.</> <R>Réalisé avec FMOD Studio de Firelight Technologies Pty Ltd.</>
hu: <T>-- Not Yet Team --</> Molnár Anna <R>2D art, Environment Design</> Molnár Csaba <R>Kód, Design</> Daniel Butum <R>Kód</> Molnár Géza <R>3D art, Design</> Ráski Richárd <R>Sound Design</> <T>-- Zene --</> Kuli Benjámin Gisula <T>-- Szinkronhangok --</> Luzsi Péter - @peterluzsi <R>WarriOrb, Kapuőr, Szellem Páncél, Megbízó</> Brent Miller <R>WarriOrb - Trailer</> Pierce Riola <R>Varázsló, Gnory</> Eir Causey <R>Holló, Tani, Szellem Törp, Ismeretlen Varázsló, Hali</> Jack Broadbent <R>Szerzetes, Légy</> Emil Hagg <R>Leves Törp, Kobold Szakács, Bukott Druida, Törp Szobor</> Erick Nita <R>Gólem Készítő, Harag Vért</> Alain Vega <R>Han, Gyakori Termékek Árusa</> Angela Tran <R>Lillian, Battyogó</> Brittany Ann Phillips <R>Lory</> Aurore Gautheur <R>Szökőkút, Árny</> Alexander Blairlex <R>Primitív Hali, Szellem Sisak</> Sophie Ryder <R>Árnygömb</> <T>-- Partnerek --</> Maple Whispering <R>Chineese localization</> <R>Publisher - China, PC</> Novy Unlimited <R>PR and Marketing</> <T>-- Localization --</> Vera Liscovschi <R>Orosz</> Jay Johnstone <R>Spanyol</> Bertin William <R>Francia</> <T>-- Teszterek --</> Saleymander Hitch MrCalculated <img id="Rainbow"/>Scorpion253<img id="Rainbow"/> moses Ninjin42 Konstantinos Xenitidis Phyronnaz Arthur Master1G Bartók Dávid LiDuGaming Claudiu Coman Ürögdi Áron Dukenukemboi Bart Cools Glenn De Jonghe Madarász Péter Domonkos Gyarmati Gergő Gyarmati Réka Petraskó Kincső Petraskó Gergő Garamvölgyi Dániel Danny "GHelmet" Cloutier Tóth Boglárka Anna Kubik Roxána Bíborka Miklós Virág Marozsák Benedek Marozsák Dániel Gereon Bartel <T>-- Prologue Speedrun Competition Winner --</> -7 <T>-- Külön köszönet --</> Malazan Discord Server Community /r/metroidvenia Discord Server Community Unreal Slackers Discord Server Community IMGUR Kubik Roxána Bíborka Sergiu Crăiţoiu Juhász Ernő Racheal Smith Ruxandra Seniuc thottee Andrew Pappas Jonathan Lampel Németh Richárd Alex Gorcea NotRealVitor Surján Kinga Tóth Boglárka Anna Fekete Évi Sielaf Gergő <img id="Rainbow"/>Scorpion253<img id="Rainbow"/> Mainiac <T>-- Technology --</> <R>WarriOrb uses the Unreal® Engine.</> <R>Unreal® is a trademark or registered trademark of Epic Games, Inc. in the United States of America and elsewhere</> <R>Unreal® Engine, Copyright 1998 – 2020, Epic Games, Inc. All rights reserved.</> <R>Made with FMOD Studio by Firelight Technologies Pty Ltd.</>
ru: <T> - Команда Not Yet - </> Анна Мольнар <R> 2D-арт, Дизайн среды </> Чаба Мольнар <R> Код, Дизайн </> Даниэль Бутум <R> код </> Геза Мольнар <R> 3D-арт, дизайн </> Ричард Раски <R> Звуковое оформление </> <T> - Музыка - </> Бенджамин Кули Гисула <T> - Озвучили - </> Питер Лузси - @peterluzsi <R> WarriOrb, Хранитель Врат, Призрачная Броня, Директор </> Брент Миллер <R> WarriOrb - Трейлер </> Пирс Риола <R> Волшебник, Гнори </> Эйр Кози <R> Ворон, Ученый, Призрачный Гном, Неизвестный Волшебник, Фиши </> Джек Бродбент <R> Монах, Муха-жук </> Эмиль Хагг <R> Гном Едун, Повар Коболд, Падший Друид, Статуя Гномов, Вступительный рассказчик </> Эрик Нита <R> Создатели Големов, Броня Гнева </> Ален Вега <R> Торгаш </> Анжела Тран <R> Лилиан, Трубоходики </> Бритни Энн Филлипс <R> Лори </> Авроре Готер <R> Фонтан, Тень </> Александр Блэрлекс <R> Примитивный Фиши, Шлем-призрак </> Софи Райдер <R> Теневая Сфера </> <T> - Партнеры - </> Maple Whispering <R> Китайская локализация </> <R> Издатель - Китай, ПК </> Novy Unlimited <R> PR и маркетинг </> <T> - Локализация - </> Вера Лисковски <R> Русский </> Джей Джонстон <R> Испанский </> Бертин Уильям <R> Французский </> <T> - Тестеры - </> Saleymander Hitch MrCalculated <img id="Rainbow"/>Scorpion253<img id="Rainbow"/> moses Ninjin42 Константинос Ксенитидис Phyronnaz Артур Master1G Давид Барток LiDuGaming Клаудиу Коман Арон Урёгди Dukenukemboi Барт Кулс Гленн Де Йонге Домонкос Петер Мадараш Герго Гьярмати Река Гьярмати Кинче Петраско Герго Петраско Даниэль Гарамвёлги Дэнни “GHelmet” Cloutier Анна Богларка Тот Биборка Роксана Кубик Вираг Миклош Бенедек Марозак Даниэль Марозак Гереон Бартель <T> - Победитель Конкурса Prologue Speedrun - </> -7 <T> - Особая благодарность - </> Сообществу Malazan Discord Server / r / metroidvenia Сообществу Discord Server Сообществу Unreal Slackers Discord Server Imgur Биборка Роксана Кубик Серджю Крэицою Юхас Эрну Рейчел Смит Руксандра Сенюк thottee Эндрю Паппас Джонатан Лампель Ричард Немет Алекс Горча NotRealVitor Кинга Сурьян Анна Богларка Тот Эви Фекете Герго Силаф <img id="Rainbow"/>Scorpion253<img id="Rainbow"/> Mainiac <T> - Технология - </> <R> WarriOrb использует двигатель Unreal®. </> <R> Unreal® является товарным знаком или зарегистрированным товарным знаком Epic Games, Inc. в Соединенных Штатах Америки и других странах </> <R> Unreal® Engine, Copyright 1998 - 2020, Epic Games, Inc. Все права защищены. </> <R> Сделано с FMOD Studio компанией Firelight Technologies Pty Ltd. </>

# CharacterStrike
source: Throw
es: Tirar
fr: Lancer
hu: Fejszedobás
ro: Aruncă
ru: Метание топора

# CharacterStrike
source: Downstrike
es: Golpe descendente
fr: Coup Bas
hu: Lecsapás
ro: Lovitura de jos
ru: Удар вниз

# CharacterStrike
source: Backslash
es: Golpe Trasero
fr: Échappatoire
hu: Hátravetődés
ro: Tăietura de spate
ru: Рассекающее сальто назад

# CharacterStrike
source: Crushing Blow
es: Golpe Aplastante
fr: Coup Dur
hu: Letaglózó Csapás
ro: Lovitura zdrobitoare
ru: Сокрушительный Удар

# CharacterStrike
source: Floating Strikes
es: Golpes Flotantes
fr: Attaques Flottantes
hu: Lebegő Csapás
ro: Lovituri Plutitoare
ru: Порхающие Удары

# CharacterStrike
source: Air Strike
es: Ataque Aéreo
fr: Attaque Aérienne
hu: Ugró Csapás
ro: Atac Aerian
ru: Рассекающее сальто

# EffectInstance
source: Quick Hands
es: Manos Rápidas
fr: Mains Rapides
hu: Gyors kéz
ro: Mâini Rapide
ru: Быстрые Руки

# EffectInstance
source: Protective Transmutation
es: Transmutación Protectora
fr: Transmutation Protectrice
hu: Védelmező Átalakítás
ro: Transmutarea Protectoare
ru: Защитная трансмутация

# EffectInstance
source: Charged Bounce
es: Rebote Cargado
fr: Rebond Chargé
hu: Villám Pattanás
ro: Săritură Încărcată
ru: Заряженный прыжок

# EffectInstance
source: Restlessness
es: Inquietud
fr: Inquiétude
hu: Éberség
ro: Neliniște
ru: Неугомонность

# EffectInstance
source: Critical Chance
es: Posibilidad Crítica
fr: Chance Critique
hu: Kritikus ütés
ro: Șansă Critică
ru: Критический Шанс

# EffectInstance
source: Sparks of Vengeance
es: Chispas de Venganza
fr: Etincelles de Vengeance
hu: A Bosszú Szikrái
ro: Scântei de Răzbunare
ru: Искры Мести

# EffectInstance
source: Perfect Hands
es: Manos Perfectas
fr: Mains Parfaites
hu: Biztos Kéz
ro: Mâini Perfecte
ru: Идеальные Руки

# EffectInstance
source: Heal
es: Curar
fr: Soins
hu: Gyógyítás
ro: Vindecă
ru: Лечение

# EffectInstance
source: Life Leech
es: Sanguijuela de la Vida
fr: Vol de Vie
hu: Élet Lopás
ro: Lipitoare de Viață
ru: Высасывание здоровья

# EffectInstance
source: Magic Missile
es: Misil Mágico
fr: Missile Magique
hu: Mágikus Lövedék
ro: Racheta magică
ru: Волшебная Ракета

# EffectInstance
source: Magic Missiles
es: Misiles Mágicos
fr: Missiles Magiques
hu: Mágikus Lövedék
ro: Rachete magice
ru: Волшебные Ракеты

# EffectInstance
source: Slow
es: Lento
fr: Ralenti
hu: Lassítás
ro: Încet
ru: Замедление

# EffectInstance
source: Meteor Shower
es: Lluvia de Meteoros
fr: Pluie de Météores
hu: Meteor Eső
ro: Ploaia de Meteoriți
ru: Метеоритный Дождь

# EffectInstance
source: Arcane Luck
es: Suerte Arcana
fr: Chance des Arcanes
hu: Misztikus Szerencse
ro: Noroc Arcane
ru: Таинственная Удача

# EffectInstance
source: Restoration
es: Restauracion
fr: Rétablissement
hu: Feltöltődés
ro: Restaurare
ru: Возобновление

# EffectInstance
source: Wardskin
es: Piel Protectora
fr: Peau Naturelle
hu: Páncélbőr
ro: Pielea de Gard
ru: Защитный покров

# EffectInstance
source: Stoneskin
es: Piel de Piedra
fr: Peau de Pierre
hu: Kőbőr
ro: Pielea de Piatră
ru: Каменный покров

# EffectInstance
source: Second Chance
es: Segunda Oportunidad
fr: Seconde Chance
hu: Második Esély
ro: A doua șansă
ru: Второй Шанс

# EffectInstance
source: Firestrike
es: Golpe de Fuego
fr: Attaque Incendiaire
hu: Tűzcsapás
ro: Atac de Foc
ru: Огненный Удар

# EffectInstance
source: Shockwalk
fr: Frappe de Choc
hu: Gömbvillám
ro: Plimbarea de Șoc
ru: Шокоход

# EffectInstance
source: Shadewalk
fr: Marche Ombrée
hu: Árnyjárás
ro: Mersul Umbrei
ru: Тениход

# EffectInstance
source: Shield
es: Escudo
fr: Bouclier
hu: Pajzs
ro: Scut
ru: Щит

# EffectInstance
source: Soulbind
es: Vinculación del Alma
fr: Âme liée
hu: Lélekkötelék
ro: Legătura Sufletului
ru: Связка душ

# EffectInstance
source: Stun
es: Aturdir
fr: Étourdissement
hu: Kábít
ro: Amețește
ru: Оглушить

# EffectInstance
source: Stun Chance
es: Oportunidad de Aturdimiento
fr: Chance d'Étourdissement
hu: Kábítás Esély
ro: Șansa de Amețire
ru: Шанс Оглушить

# EffectInstance
source: Swap
es: Intercambiar
fr: Échanger
hu: Csere
ro: Schimbă
ru: Замена

# EffectInstance
source: Magical Protection
es: Protección Mágica
fr: Protection Magique
hu: Mágikus Védelem
ro: Protecție Magică
ru: Волшебная Защита

# EffectInstance
source: Physical Protection
es: Protección Física
fr: Protection Physique
hu: Fizikális Védelem
ro: Protecție Fizică
ru: Физическая Защита

# EffectInstance
source: Greenflame
es: Llama Verde
fr: Flamme Verte
hu: Zöldláng
ro: Flacăra verde
ru: Зеленое Пламя

# EffectInstance
source: Worthy
es: Digno
fr: Digne
hu: Méltó
ro: Vrednic
ru: Достойный

# EndScreen
source: With his quest completed Monk decided to look for another activity. He thought: <Quote>‘If I could resist madness, others should be able to do the same.’</> And so he opened a monastery to share his mental training techniques with anyone willing to save its sanity.
es: Con su misión completada, Monje decidió buscar otra actividad. Él pensó: <Quote>"Si pudiera resistir la locura, otros deberían poder hacer lo mismo".</> Y entonces abrió un monasterio para compartir sus técnicas de entrenamiento mental con cualquiera dispuesto a salvar su cordura.
fr: Sa quête terminée, le Moine décida de se consacrer à une autre activité. Il pensa : <Quote>'Si je peux résister à la folie, d'autres devraient pouvoir en faire de même.'</> Et c'est ainsi qu'il ouvrit un monastère pour partager ses techniques d'entraînement spirituel avec tous ceux désireux de sauver leur santé mentale.
hu: Szerzetes küldetése sikerrel zárult, de az élet ettől függetlenül konokul haladt tovább. Egy gondolat nem hagyott neki nyugtot: <Quote>- Ha én képes vagyok ellenállni a Fertőzésnek, akkor másoknak is menni fog.</> Úgy döntött, monostort alapít, ahol megosztja mentális képzésének fortélyait azokkal, akik szeretnék megőrizni vagy visszanyerni ép elméjüket."
ro: Odată cu căutarea finalizată, Călugărul a decis să caute o altă activitate. El a gândit: <Quote> „Dacă aș putea rezista nebuniei, alții ar trebui să poată face același lucru.” </> Și, astfel, a deschis o mănăstire pentru a împărtăși tehnicile sale de pregătire mentală cu oricine dorește să-și salveze sănătatea.
ru: Завершив свое задание, Монах решил поискать другое занятие. Он подумал: <Quote>”Если я могу противостоять безумию, другие смогут сделать то же самое.”</> И поэтому он открыл монастырь, чтобы поделиться своими умственными способностями с каждым, кто хочет спасти его вменяемость.

# EndScreen
source: <Size42>Separating the World also changed something in the Ruined Realm. The wind turned and even Ruin stopped for a moment.</>
es: <Size42>Separar el mundo también cambió algo en el Reino Arruinado. El viento cambió e incluso Ruin se detuvo por un momento.</>
fr: <Size42>Séparer le Monde a aussi changé quelque chose dans le Royaume en Ruines. Le vent a tourné et même la Ruine s'est arrêté un moment.</>
hu: <Size42>A Világok szétválasztásával a Fertőzött Földön is megváltozott valami. Megfordult a szél, egy pillanatra mintha a Fertőzés is megtorpant volna.</>
ro: <Size42>Separarea lumii a schimbat și ceva pe Tărâmul Ruinat. Vântul sa schimbat și chiar Ruina sa oprit pentru o clipă.</>
ru: <Size42> Разделение Мира также поменяло кое-что в Разрушенном Царстве. Ветер изменился, и даже Руин остановился на мгновение.</>

# EndScreen
source: When he heard about the lost Kobold tribe he got a bit excited.<Quote>‘Kobolds reserved the ancient knowledge in their rituals’</> he said. <Quote>‘If there is something we can do with Ruin it must be connected to the rituals. I’ll go with you.’</>
es: Cuando se enteró de la tribu Kobold perdida, se emocionó un poco. <Quote>"Kobolds guardaba el conocimiento antiguo en sus rituales"</> dijo él. <Quote>"Si hay algo que podamos hacer con Ruin, debe estar relacionado con los rituales. Iré contigo."</>
fr: Quand il a entendu parler de la tribu perdue des Kobold, il s'est un peu emporté.<Quote>'Les Kobold ont conservé les connaissances anciennes dans leurs rituels'</> a-t-il dit. <Quote>'il y a quelque chose qui pourrait être lié à la Ruine et qui doit être en rapport avec les rituels. Je viens avec vous.'</>
hu: Az eltűnt kobold törzs híre egészen fellelkesítette. <Quote>- A koboldok sokat megőriztek az Ősi tudásból szertartásaikban -</> magyarázta. <Quote>- Ha van valami, amit tehetünk a Fertőzés ellen, akkor ez lesz a kulcs. Veletek megyek.</>
ro: Când a auzit despre tribul pierdut Kobold, el a fost un pic entuziasmat. <Quote> „Kobolds au rezervat cunoștințele antice în ritualurile lor </> a spus el. <Quote> „Dacă există ceva ce putem face cu Ruin, acesta trebuie conectat la ritualuri. Voi merge cu tine. ”</>
ru: Услышав о потерянном племени Коболд, он немного взволновался. <Quote> “Коболды хранили древние знания в своих ритуалах” </> - сказал он. <Quote>”Если есть что-то, что мы можем сделать с Руином, это должно быть связано с ритуалами. Я пойду с тобой.”</>

# EndScreen
source: The people soon forgot about the threat, some of them argued that Ruin ever existed.
es: La gente pronto se olvidó de la amenaza, algunos argumentaron que Ruin existió alguna vez.
fr: Les gens ont vite oublié la menace, certains d'entre eux soutenant que la Ruine n'a jamais existé.
hu: A pánikhangulat hamar eloszlott, sokan vitatták, hogy egyáltalán bármi alapja lett volna a rémhíreknek.
ro: Oamenii au uitat curând de amenințare, unii dintre ei au susținut că Ruina nu a existat vreodată.
ru: Люди вскоре забыли об угрозе, некоторые из них спорили, если “Руин” когда-либо существовал.

# EndScreen
source: He opened a monastery to share his mental training techniques with anyone willing to save its sanity.
es: Abrió un monasterio para compartir sus técnicas de entrenamiento mental con cualquiera dispuesto a salvar su cordura.
fr: Il a ouvert un monastère pour partager ses techniques d'entraînement spirituel avec tous ceux qui veulent sauver leur santé mentale.
hu: Úgy döntött, monostort alapít, ahol megosztja mentális képzésének fortélyait azokkal, akik szeretnék megőrizni vagy visszanyerni ép elméjüket.
ro: El a deschis o mănăstire pentru a împărtăși tehnicile sale de pregătire mentală cu oricine dorește să își salveze sănătatea.
ru: Он открыл монастырь, чтобы поделиться своими умственными способностями с каждым, кто хочет спасти его вменяемость.

# EndScreen
source: <Quote>‘If I could resist madness, others should be able to do the same’</> - he thought.
es: <Quote>"Si pudiera resistir la locura, otros deberían poder hacer lo mismo"</> - él pensó.
fr: <Quote>‘Si je peux résister à la folie, les autres devraient pouvoir en faire de même'</> - pensait-il.
hu: Egy gondolat nem hagyott neki nyugtot:<Quote>- Ha én képes vagyok ellenállni a Fertőzésnek, akkor másoknak is menni fog.</>
ro: <Quote> „Dacă eu am putut rezista nebuniei, alții ar trebui să poată face același lucru </> - a crezut el.
ru: <Quote>”Если я могу противостоять безумию, другие смогут сделать то же самое.”</> - подумал он.
