Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/Warriorb/*/Warriorb.po
Languages: es, fr, hu, ro, ru

# EndScreen
source: In his free hours he kept on studying the Ancient’s technology hoping that one day he will find a way back to Lillian.
es: En sus horas libres seguía estudiando la tecnología de los Antiguos con la esperanza de que algún día encontrara el camino de regreso a Lillian.
fr: Pendant son temps libre, il continuait à étudier la technologie de l'Ancien en espérant qu'un jour il trouverait un moyen de retrouver Lillian.
hu: A tanítás ideje nagy részét elvette, de mindig talált szabad órákat arra, hogy az Ősi technológiát tanulmányozza. Remélte, egy nap megtalálja a Lillian világába vezető utat.
ro: În orele sale libere, a continuat să studieze tehnologia Antică, în speranța că într-o bună zi va găsi o cale de a se întoarcere către Lillian.
ru: В свободное время он продолжал изучать технологию Древних в надежде, что однажды он найдет путь обратно к Лилиан.

# EndScreen
source: When the soup was almost ready the Pipe Walkers smelled the flavour and they all gathered for a last dinner.
es: Cuando la sopa estaba casi lista, los Trotadesagües olieron y todos se reunieron para una última cena.
fr: Quand la soupe fut presque prête, les Tuyauteurs en sentirent la saveur et se réunirent tous pour un dernier dîner.
hu: A készülő leves illata a konyhába csalogatta a Tó körül élő Battyogókat.
ro: Când ciorba era aproape gata, Mergătorii pe Țevi au miroset aroma și toți s-au adunat pentru o ultimă cină.
ru: Когда суп был почти готов, Трубоходики почувствовали запах, и все собрались за последним ужином.

# EndScreen
source: After lunch they started to talk.
es: Después del almuerzo comenzaron a hablar.
fr: Après le déjeuner, ils ont commencé à discuter.
hu: Ebéd után hosszas beszélgetés vette kezdetét.
ro: După prânz au început să vorbească.
ru: После ужина они начали разговаривать.

# EndScreen
source: One of the Pipe Walkers, who had been in many cages mentioned that she actually met some kobolds far away.
es: Uno de los Trotadesagües, que había estado en muchas jaulas, mencionó que en realidad conoció a algunos kobolds lejanos.
fr: L'une des Tuyauteurs, qui s'était retrouvée dans de nombreuses cages, a mentionné qu'elle avait en fait rencontré quelques kobolds au loin.
hu: Az egyik Battyogó, aki vándor élete folyamán számos helyre rács-odálkozott, említette, hogy már találkozott koboldokkal is.
ro: Unul dintre Mergătorii pe Țev , care fusese în multe cuști, a menționat că a întâlnit de fapt niște Kobolds departe.
ru: Одна из Трубоходиков, которая была во многих клетках, упомянула, что она на самом деле встретила несколько коболдов вдали отсюда.

# EndScreen
source: By the time the furious crowd broke into the Wizard’s Castle the Device was completely destroyed.
es: Cuando la furiosa multitud irrumpió en el Castillo del Mago, el aparato estaba completamente destruido.
fr: Le temps que la foule en colère pénètre dans le château du Magicien, l'Appareil fut complètement détruit.
hu: Mire a felbőszült csőcselék betört a kastélyba, a Szerkezet már darabokban hevert.
ro: Când mulțimea furioasă a intrat în Castelul Vrăjitorului, Dispozitivul a fost complet distrus.
ru: К тому времени, как разъяренная толпа ворвалась в замок Волшебника, Устройство было полностью уничтожено.

# EndScreen
source: Some left, others started to investigate the building hoping to find something which might stop Ruin.
es: Algunos se fueron, otros comenzaron a investigar el edificio con la esperanza de encontrar algo que pudiera detener a Ruin.
fr: Certains sont partis, d'autres ont commencé à enquêter sur le bâtiment dans l'espoir de trouver quelque chose qui pourrait arrêter la Ruine.
hu: Néhányan távoztak, mások nekiláttak átkutatni a kastélyt, hátha találnak valamit a Fertőzés ellen.
ro: Unii au plecat, alții au început să cerceteze clădirea în speranța de a găsi ceva care ar putea opri Ruina.
ru: Одни ушли, другие начали расследование здания в надежде найти что-нибудь, что могло бы остановить Руин.

# EndScreen
source: <Quote>‘Kobolds reserved the ancient knowledge in their rituals’</> Golem Maker said. <Quote>‘If there is something we can do with Ruin it must be connected to the rituals. I’ll go with you.’</>
es: <Quote>"Kobolds reservó el conocimiento antiguo en sus rituales"</> Creador de Golems dijo. <Quote>"Si hay algo que podamos hacer con Ruin, debe estar relacionado con los rituales. Iré contigo."</>
fr: <Quote>'Les Kobold ont conservé les connaissances anciennes dans leurs rituels'</> dit le Créateur de Golem. <Quote>'il y a quelque chose qui pourrait être lié à la Ruine et qui doit être en rapport avec les rituels. Je viens avec vous.'</>
hu: <Quote>- A koboldok sokat megőriztek az Ősi tudásból szertartásaikban</> - jegyezte meg Gólem Készítő. <Quote>- Ha van valami, amit tehetünk a Fertőzés ellen, akkor ez lesz a kulcs. Veletek megyek.</>
ro: <Quote>„Kobolds și-a rezervat cunoștințele străvechi în ritualurile lor"</> Creatorul de Golemi a spus. <Quote>„Dacă există ceva ce putem face cu Ruin, acesta trebuie să fie conectat la ritualuri. Voi merge cu tine."</>
ru: <Quote> “Коболды хранили древние знания в своих ритуалах” </> - сказал Создатель Големов. <Quote>”Если есть что-то, что мы можем сделать с Руином, это должно быть связано с ритуалами. Я пойду с тобой.”</>

# EndScreen
source: Golem Maker was a huge help to Lillian with his knowledge on Golemology and it was not easy for Lillian to let him go.
es: Creador de Golems fue de gran ayuda para Lillian con su conocimiento sobre Golemología y no fue fácil para Lillian dejarlo ir.
fr: Le Créateur de Golem fut d'une grande aide pour Lillian grâce à ses connaissances en matière de Golemologie et il ne fut pas facile pour Lillian de le laisser partir.
hu: A Készítő Gólemológiai ismeretei sokat segítettek Lilliannak, ezért nem volt könnyű az elválás.
ro: Creatorul de Golemi a fost un ajutor uriaș pentru Lillian cu cunoștințele sale despre Golemi și nu a fost ușor pentru Lillian să-l lase să plece.
ru: Создатель Големов оказал огромную помощь Лилиан своими знаниями по Големологии, и Лилиан было нелегко отпустить его.

# EndScreen
source: <Quote>‘Have no fear!’</> Golem Maker said. <Quote>‘I will return with even more knowledge and we’ll stop Ruin once and for all.’</>
es: <Quote>"¡No tener miedo!"</> Creador de Golems dijo. <Quote>"Volveré con aún más conocimiento y detendremos a Ruin de una vez por todas."</>
fr: <Quote>‘Sois sans crainte !’</> déclare le Créateur de Golem. <Quote>‘Je reviendrai avec encore plus de connaissances et nous arrêterons la Ruine une fois pour toutes.’</>
hu: <Quote>- Egyet se félj!</> - mondta Gólem Készítő. <Quote>- Több ismeretet hozok majd vissza, mint amennyit elviszek. Meglátod, rájövünk még, hogyan állítsuk meg a Fertőzést.</>
ro: <Quote>'Nu te teme!'</> Creatorul de Golemi a spus. <Quote>‘Voi reveni cu și mai multe cunoștințe și vom opri Ruina o dată pentru totdeauna.’</>
ru: <Quote>”Не бойся!”</> - сказал Создатель Големов. <Quote>”Я вернусь с более глубокими знаниями, и мы остановим Руин раз и навсегда.”</>

# EndScreen
source: After Kobold Chef left, Supper Dwarf had to take care of the kitchen.
es: Cuando el Cocinero Kobold se fue, cEnano tuvo que ocuparse de la cocina.
fr: Après le départ du Chef Kobold, c'est le Nain du Dîner qui a dû s'occuper de la cuisine.
hu: Miután Szakács távozott, Leves Törp vette át a konyhát.
ro: După ce Bucătarul Kobold plecat, Piticul Supă a trebuit să aibă grijă de bucătărie.
ru: После ухода Повара Коболда, Гному Едуну пришлось позаботиться о кухне.

# EndScreen
source: It turned out that he is also really talented at making food.
es: Resultó que también tiene mucho talento para hacer comida.
fr: Il s'est avéré qu'il est aussi très doué pour la cuisine.
hu: Kisült, hogy maga is remekel a főzésben.
ro: S-a dovedit că este, de asemenea, cu adevărat talentat în a face mâncare.
ru: Оказалось, что он также очень талантлив в приготовлении еды.

# EndScreen
source: <Quote> ‘That is because I know exactly what the final result should be’</> he explained.
es: <Quote>"Eso es porque sé exactamente cuál debería ser el resultado final"</> explicó él.
fr: <Quote> ‘C'est parce que je sais exactement quel devrait être le résultat final’</> explique-t-il.
hu: <Quote>- Azért, mert pontosan tudom, hogy milyennek kell lennie a végeredménynek</> - magyarázta.
ro: <Quote> „Asta pentru că știu exact care ar trebui să fie rezultatul final” </> a explicat el.
ru: <Quote> “Это потому, что я точно знаю, каким должен быть итог”</> объяснил он.

# EndScreen
source: Later he opened a restaurant which soon became really popular.
es: Más tarde abrió un restaurante que pronto se hizo muy popular.
fr: Plus tard, il a ouvert un restaurant qui est vite devenu très populaire.
hu: Később éttermet nyitott, ami pillanatok alatt népszerű lett.
ro: Mai târziu a deschis un restaurant care a devenit în curând foarte popular.
ru: Позже он открыл ресторан, который вскоре стал очень популярным.

# EndScreen
source: Some say mostly because he hired Pipe Walkers to serve the meal and for marketing purposes.
es: Algunos dicen principalmente porque contrató a los Trotadesagües para servir la comida y con fines de marketing.
fr: Certains disent que c'est surtout parce qu'il a engagé des Tuyauteurs pour servir le repas et à des fins de marketing.
hu: Sokak szerint ebben jelentős szerepe volt a Battyogó személyzetnek, akiket Leves Törp kuktának, pincérnek és marketing célokra alkalmazott.
ro: Unii spun mai ales pentru că a angajat Mergătorii pe Țevi pentru a servi masa și în scopuri de marketing.
ru: Некоторые говорят, что в основном потому, что он нанял Трубоходиков, чтобы они подавали еду и в маркетинговых целях.

# EndScreen
source: Monk decided to stay in the Ruined Realm.
es: Monje decidió quedarse en el Reino Arruinado.
fr: Le Moine a décidé de rester dans le Royaume en Ruines.
hu: Szerzetes úgy döntött, nem hagyja el a Fertőzött Földet.
ro: Călugărul a decis să rămână pe Tărâmul Ruinat.
ru: Монах решил остаться в Разрушенном Царстве.

# EndScreen
source: <Quote>‘Even if it was not enough I did all I could. I’m done.’</> he said.
es: <Quote>"Aunque no fuera suficiente, hice todo lo que pude. He terminado."</> Dijo él.
fr: <Quote>‘Même si ce n'était pas suffisant, j'ai fait tout ce que j'ai pu. J'en ai fini.’</> a-t-il dit.
hu: <Quote>- Bár kudarcot vallottam, már mindent megtettem, ami tőlem tellett</> - mondta.
ro: <Quote> „Chiar dacă nu a fost suficient am făcut tot ce am putut. Am terminat. ”</> A spus el.
ru: <Quote>“Даже если этого было недостаточно, я сделал все, что смог. С меня хватит.”</> сказал он.

# EndScreen
source: He sat down on a mountaintop and started meditating.
es: Se sentó en la cima de una montaña y comenzó a meditar.
fr: Il s'est assis au sommet d'une montagne et s'est mis à méditer.
hu: Azzal leült, és meditálni kezdett.
ro: S-a așezat pe un munte și a început să mediteze.
ru: Он сел на вершину горы и начал медитировать.

# EndScreen
source: A few weeks later he realized that even though he failed his quest he still should do something.
es: Unas semanas más tarde se dio cuenta de que, aunque había fallado en su misión, aún debería hacer algo.
fr: Quelques semaines plus tard, il a réalisé que même s'il avait échoué dans sa quête, il devait quand même faire quelque chose.
hu: Néhány hétnyi szótlan ücsörgés után arra jutott, kudarc ide vagy oda, mégiscsak csinálhatna valamit.
ro: Câteva săptămâni mai târziu și-a dat seama că, deși a eșuat în căutarea lui, tot ar trebui să facă ceva.
ru: Несколько недель спустя он понял, что не смотря на то, что он провалил свое задание, он все равно должен что-то сделать.

# EndScreen
source: <Quote>‘Due to my training I can resist Ruin’</> he thought. <Quote>‘No one has ever seen what’s there where Ruin destroyed the lands. If I train harder I might be able to get closer to Ruin to see what it really is.’</>
es: <Quote>"Debido a mi entrenamiento puedo resistir a Ruin"</>pensó él. <Quote>"Nadie ha visto lo que hay allí donde Ruin destruyó las tierras. Si entreno más fuerte, podría acercarme a Ruin para ver qué es realmente."</>
fr: <Quote>‘Grâce à mon entraînement, je peux résister à la Ruine’</> pensait-il. <Quote>‘Personne n'a jamais vu ce qu'il y a là où la Ruine a détruit les terres. Si je m'entraîne davantage, je pourrai peut-être me rapprocher de la Ruine pour voir ce dont elle est vraiment constituée.’</>
hu: <Quote>Szerzetesi képzésemnek köszönhetően ellen tudok állni a Fertőzésnek</> - gondolta. <Quote>- Senki nem látta még, mi van a Fertőzés szívében. Ha keményebben edzek, talán elég közel juthatok ahhoz, hogy rájöjjek, micsoda a Fertőzés valójában.</>
ro: <Quote> „Datorită antrenamentului meu pot rezista ruinei” </> a gândit el. <Quote> „Nimeni nu a văzut ce este acolo unde Ruina a distrus țările. Dacă mă antrenez mai greu, aș putea să mă apropii de Ruin pentru a vedea care este cu adevărat. ”</>
ru: <Quote>”Благодаря моей подготовке я могу сопротивляться Руину”</> он подумал. <Quote>”Никто никогда не видел, что именно там, где Руин уничтожил земли. Если я буду тренироваться сильнее, я смогу приблизиться к Руину, чтобы увидеть, что это такое на самом деле.”</>

# EndScreen
source: He kept on practising and soon set out on a journey into the heart of Ruin to find answers to questions even he didn’t know.
es: Siguió practicando y pronto emprendió un viaje al corazón del Ruin para encontrar respuestas a preguntas que incluso él no sabía.
fr: Il a continué à s'entraîner et s'est rapidement lancé dans un voyage au cœur de la Ruine pour trouver des réponses à des questions qu'il ne connaissait pas.
hu: Folytatta tehát elméje élesítését, majd felkerekedett, hogy válaszokat találjon azokra a kérdésekre, amelyeket eddig nem mert feltenni magának.
ro: El a continuat să practice și a pornit curând într-o călătorie în inima Ruinei pentru a găsi răspunsuri la întrebări pe care nici el nu le știa.
ru: Он продолжал практиковаться и вскоре отправился в путешествие в сердце Руина, чтобы найти ответы на вопросы, которые даже он не знал.

# EndScreen
source: Lory and Gnory suddenly found themselves in a world full of possible customers.
es: Lory y Gnory de repente se encontraron en un mundo lleno de posibles clientes.
fr: Lory et Gnory se sont soudain retrouvés dans un monde plein de clients potentiels.
hu: Lory és Gnory hamar ráeszmélt, hogy az Ember Világ tele van potenciális vásárlóval.
ro: Lory și Gnory s-au trezit brusc într-o lume plină de clienți posibili.
ru: Лори и Гнори внезапно оказались в мире, полном возможных клиентов.

# EndScreen
source: Of course it didn’t mean they stopped arguing on who undermined whose business but finally they both had the chance to run a successful trading company.
es: Por supuesto, eso no significaba que dejaron de discutir sobre quién socavaba el negocio de quién, pero finalmente ambos tuvieron la oportunidad de dirigir una empresa comercial exitosa.
fr: Bien sûr, cela ne signifie pas qu'ils ont cessé de se disputer pour savoir qui a sapé l'entreprise de qui, mais ils ont finalement tous deux eu la chance de diriger une société commerciale prospère.
hu: Ez persze nem jelentette azt, hogy ne civakodtak volna tovább, de végre mindkettőjük számára lehetőség nyílt sikeres kereskedői karrier befutására.
ro: Desigur, aceasta nu a însemnat că au încetat să se certe pe cine a subminat afacerea, dar în cele din urmă au avut șansa de a conduce o societate comercială de succes.
ru: Конечно, это не означало, что они перестали спорить о том, кто чей бизнес подрывает, но, в конце концов, у них обоих появился шанс управлять успешной коммерческой компанией.

# EndScreen
source: Gnory specialized himself in selling medicine which were said to heal the sickness which was spreading as Ruin reached closer.
es: Gnory se especializó en la venta de medicamentos que, según se decía, curaban la enfermedad que se extendía cuando Ruin se acercaba.
fr: Gnory s'est spécialisé dans la vente de médicaments dont on disait qu'ils guérissaient la maladie qui se propageait à mesure que la Ruine se rapprochait.
hu: Gnory gyógyszereket árult, amelyek állítólag megvédtek a Fertőzéstől.
ro: Gnory s-a specializat în vânzarea de medicamente despre care se spune că vindecă boala care se răspândea pe măsură ce Ruina se apropia.
ru: Гнори специализировался на продаже лекарств, которые, как утверждалось, исцеляли болезнь, которая распространялась по мере приближения Руина.

# EndScreen
source: Lory specialized in medicine which were said to heal the sickness which was caused by the medicine of Gnory.
es: Lory se especializó en medicina de la que se decía que curaba la enfermedad causada por la medicina de Gnory.
fr: Lory s'est spécialisé dans la médecine dont on disait qu'elle guérissait les maladies causées par la médecine de Gnory.
hu: Ezzel szemben Lory olyan gyógyszernek nem minősülő gyógyhatású tablettákat forgalmazott, amik tényleg kigyógyítottak azokból a betegségekből, amiket a Gnory-féle gyógyszerek okoztak.
ro: Lory s-a specializat în medicină despre care se spune că vindecă boala care a fost cauzată de medicamentele lui Gnory.
ru: Лори специализировался на лекарствах, которые, по словам Лори, исцеляли болезнь, вызванную медициной Гнория.

# EndScreen
source: Lory’s herbaria worked out.
es: El herbolario de Lory funcionó.
fr: Les herbiers de Lory ont fonctionné.
hu: Lory patikája sikeres lett.
ro: Herbarium lui Lory a funcționat.
ru: Гербарии Лори хорошо сработали.

# EndScreen
source: Soon she started to sell other medicine and healing devices as well.
es: Pronto comenzó a vender otros medicamentos y aparato de curación también.
fr: Très vite, elle a commencé à vendre d'autres médicaments et dispositifs de soins.
hu: Hamarosan egyéb gyógyszerek és gyógyászati eszközök is megjelentek a repertoárjában.
ro: Curând a început să vândă și alte medicamente și dispozitive de vindecare.
ru: Вскоре она начала продавать и другие лекарства и целебные средства.

# EndScreen
source: As for Gnory, he decided to sell lots of different things in the City Prison which turned out to be his new home for a while.
es: En cuanto a Gnory, decidió vender muchas cosas diferentes en la Prisión de la Ciudad, que resultó ser su nuevo hogar por un tiempo.
fr: Quant à Gnory, il a décidé de vendre beaucoup de choses différentes dans la Prison de la Ville qui s'est avérée être sa nouvelle maison pendant un certain temps.
hu: Ami Gnory-t illeti, ő más jellegű termékek forgalmazásába kezdett, amik jól mentek új otthonában, a Városi Börtönben.
ro: În ceea ce privește Gnory, a decis să vândă multe lucruri diferite în închisoarea din oraș, care s-a dovedit a fi noua lui casă pentru o perioadă.
ru: Что касается Гнори, то он решил продавать много разных вещей в городской тюрьме, которая на некоторое время оказалась его новым домом.

# EndScreen
source: Fishy didn’t like the medicine business so he left Gnory.
es: A Fishy no le gustaba el negocio de la medicina, así que dejó a Gnory.
fr: Poiscaille n'aimait pas le commerce des médicaments, alors il a quitté Gnory.
hu: Halinak nem tetszett a gyógyszer üzlet, ezért elhagyta Gnoryt.
ro: Lui Pește nu i-a plăcut afacerea cu medicamente, așa că a părăsit Gnory.
ru: Фиши не понравился медицинский бизнес, поэтому он ушел от Гнори.

# EndScreen
source: He joined Monk for a while to learn the mental training techniques which reserved Monk’s sanity.
es: Se unió a Monje por un tiempo para aprender las técnicas de entrenamiento mental que reservaban la cordura de Monje.
fr: Il a rejoint le Moine pendant un certain temps pour apprendre les techniques d'entraînement mental qui ont permis de préserver la santé mentale du Moine.
hu: Csatlakozott Szerzeteshez, hogy elsajátítsa azokat a képzési módszereket, amelyek megvédik az elmét a Fertőzéstől.
ro: El s-a alăturat Călugărului pentru o vreme pentru a învăța tehnicile de antrenament mental care au păstrat sănătatea Călugărului.
ru: Он присоединился к Монаху на некоторое время, чтобы научиться техникам психологической подготовки, которые сохранили здравомыслие Монаха.

# EndScreen
source: <Quote>‘Fishy think it is important’ </>he said.<Quote> ‘If Monk go to see Ruin, Fishy need to learn it.’</>
es: <Quote>"Fishy piensa que es importante"</> dijo él. <Quote> Si Monje va a ver a Ruin, Fishy necesita aprenderlo."</>
fr: <Quote>‘Poiscaille pense que c'est important' </>dit-il.<Quote> ‘Si le Moine part voir la Ruine, le Poiscaille doit l'apprendre.’</>
hu: <Quote>- Hali azt mondja, ez fontos</> - jelentette ki. <Quote>- Ha Szerzetes elmegy, Halinak kell megtanulnia.</>
ro: <Quote> „Pește crede că este important” </> a spus el. <Quote> „Dacă călugărul va vedea Ruina, Peșțele trebuie să învețe.” </u>
ru: <Quote>”Фиши думать, это важно” </> сказал он.<Quote> “Если Монах идти к Руину, Фиши нужно это выучить”. </>

# EndScreen
source: Monk accepted Fishy as his apprentice and taught him all that was possible.
es: Monje aceptó a Fishy como su aprendiz y le enseñó todo lo que era posible.
fr: Le Moine a accepté Poiscaille comme apprenti et lui a appris tout ce qu'il pouvait.
hu: Szerzetes tiszteletét rögtön kivívta Hali elhatározása, és mindent tőle telhetőt megtett, hogy alaposan felkészítse.
ro: Călugărul l-a acceptat pe Pește ca ucenic și i-a învățat tot ce era posibil.
ru: Монах принял Фиши как ученика и научил его всему, что было возможно.

# EndScreen
source: <Quote>‘Now is the time’</> Monk said one day. <Quote>’Go to the Human Realm and prepare the people.’</>
es: <Quote>"Ahora es el momento"</> Dijo Monje un día. <Quote>"Ve al Reino Humano y prepara a la gente."</>
fr: <Quote>‘Le moment est venu'</> a dit le Moine, un jour. <Quote>’Va dans le Royaume des Hommes et prépare les.’</>
hu: <Quote>- Eljött az idő</> - mondta Szerzetes egy nap. <Quote>- Térj vissza az Ember Világba, és készítsd fel őket!</>
ro: <Quote>‘Acuma este timpul’</> a spus Călugărul într-o zi. <Quote>„Mergi pe Tărâmul Uman și pregătiți oamenii."</>
ru: <Quote>”Время пришло”</> - сказал Монах однажды. <Quote>”Отправляйся в Человеческое Царство и подготовь людей.” </>

# EndScreen
source: On his way to the Human Realm Fishy heard a faint excited voice:
es: En su camino hacia el Reino Humano, Fishy escuchó una voz floja e emocionada:
fr: Sur son chemin vers le Royaume des Hommes, Poiscaille entendit une faible voix enthousiaste :
hu: A visszaúton egyszer csak egy halk, izgatott hang ütötte meg Hali fülét:
ro: În drum spre Tărâmul Uman, Fishy a auzit o voce slab încântată:
ru: По дороге в Человеческое царство Фиши услышал слабый взволнованный голос:

# EndScreen
source: <Quote>‘Hey there! I’m fed up with microtransactions. Can I go with ya man?’</>
es: <Quote>"¡Hola! Estoy harto de microtransacciones. ¿Puedo ir contigo, hombre?</>
fr: <Quote>‘Salut ! J'en ai assez des microtransactions. Je peux venir avec toi, mec ?’</>
hu: <Quote>- Hékás! Elegem van a mikrotranzakciókból! Leszünk spanok?</>
ro: <Quote>'Buna! Sunt enervat de microtranzacții. Pot să merg cu tine?</>
ru: <Quote>”Слышь! Я сыт по горло микротранзакциями. Могу я пойти с тобой, чувак?”</>

# EndScreen
source: Merch Ant and Fishy soon became best friends and ventured on together.
es: Merch Ant a y Fishy pronto se hicieron mejores amigos y se aventuraron juntos.
fr: La Fourmi Vendeuse et Poiscaille sont rapidement devenus les meilleurs amis et ont entrepris de s'aventurer ensemble.
hu: Han és Hali gyorsan összebarátkoztak, és együtt folytatták kalandos útjukat.
ro: Furnica Comerciant și Pește au devenit curând cei mai buni prieteni și s-au aventurat împreună.
ru: Торгаш и Фиши вскоре стали лучшими друзьями и отважились работать вместе.
