Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/Warriorb/*/Warriorb.po
Languages: es, fr, hu, ro, ru

# ItemData
source: When you are the one in the team who has the job to enter every dungeon first, you will become a careful one too... if you live long enough for that.
es: Cuando eres el único en el equipo que tiene el trabajo de entrar primero a cada mazmorra, también serás cuidadoso... si vives lo suficiente para eso.
fr: Lorsque vous êtes celui qui, dans l'équipe, a la tâche d'entrer le premier dans chaque donjon, vous deviendrez aussi quelqu'un de prudent... si vous vivez assez longtemps pour cela.
hu: Ha neked kell a csapatból elsőnek benéznie a katakombákba, akkor idővel óvatossá válsz... már ha megéled.
ro: Când vei fi cel din echipă care trebuie să intre în fiecare temniță primul, vei deveni și unul atent ... dacă trăiești suficient de mult pentru asta.
ru: Когда ты тот, чья работа в команде состоит в том, чтобы войти в каждое подземелье первым, ты тоже станешь осторожным…если ты конечно доживешь до этого.

# ItemData
source: Bag of the Careful One
es: Bolsa del cuidadoso
fr: Le Sac de la Prudence
hu: Az Óvatos Ember Zsákja
ro: Geanta celui atent
ru: Мешок Осторожного

# ItemData
source: One of the first greatest inventions of humans. Because they envied balls for their rolling skill.
es: Uno de los primeros grandes inventos de los humanos. Porque envidiaban las pelotas por su habilidad para rodar.
fr: Une des premières grandes inventions de l'homme. Parce qu'ils enviaient les balles pour leur habileté à rouler.
hu: Az emberiség első komoly találmánya. Nyilván irigyelték a labdákat a gurulási képességeikért.
ro: Una dintre primele mari invenții ale oamenilor. Pentru că au invidiat bile pentru abilitatea lor de rostogolire.
ru: Одно из первых величайших изобретений человека. Потому что они завидовали шарам за их умение катиться.

# ItemData
source: Wheel
es: Rueda
fr: Roue
hu: Kerék
ro: Roată
ru: Колесо

# ItemData
source: Rusty key of a rusty lock.
es: Llave oxidada de una cerradura oxidada.
fr: La clé rouillée d'une serrure tout aussi rouillée.
hu: Rozsdás kulcs, rozsdás zárhoz.
ro: Cheia ruginită a unei încuietori ruginite.
ru: Ржавый ключ от ржавого замка.

# ItemData
source: Rusty Key
es: Llave Oxidada
fr: Clé Rouillée
hu: Rozsdás Kulcs
ro: Cheia Ruginită
ru: Ржавый Ключ

# Notes
source: I promised Fountain to give its flower to the Magic Mirror.
es: Le prometí al Fuente darle su flor al Espejo Mágico.
fr: J'ai promis à la Fontaine de donner sa fleur au Miroir Magique.
hu: Megígértem Szökőkútnak, hogy odaadom a virágát a Varázstükör-nek.
ro: I-am promis Fântânei să-i dea floarea Oglinzii Magice.
ru: Я пообещал Фонтану что передам его цветок Волшебному Зеркалу.

# Notes
source: The Ghost Dwarf needs a ghost abacus
es: Fantasnano necesita un ábaco fantasma
fr: Le Fantôme Nain a besoin d'un boulier fantôme
hu: Szellem Törpnek jól jönne egy szellem abakusz
ro: Fantoma Piticului are nevoie de un abac fantomă
ru: Гному-призраку нужен призрачный абакус

# Notes
source: The Chef wants me to clear the shore
es: El Cocinero quiere que limpie la orilla
fr: Le Chef veut que je nettoie le rivage
hu: Szakács örülne neki, ha megtisztítanám a tópartot a szörnyektől
ro: Bucătarul vrea să curăț țărmul
ru: Повар хочет, чтобы я очистил берег

# Notes
source: The GateKeeper could use a chair
es: El Guardián de la Puerta podría usar una silla
fr: Le Gardien du Portail pourrait avoir besoin d'une chaise
hu: Kapuőrnek kéne egy méretben megfelelő szék
ro: Portarul ar putea folosi un scaun
ru: Хранителю Врат не помешало бы иметь стул

# Notes
source: The Dwarf wants me to clear the Dwarven Fortress
es: El Enano quiere que limpie la fortaleza de los Enanos
fr: Le Nain veut que je nettoie la Forteresse des Nains
hu: Leves Törp szeretné, ha kiűzném az ellenséget a Helyőrségből
ro: Piticul vrea să eliberez Cetatea Piticilor
ru: Гном хочет, чтобы я очистил крепость Гномов

# Notes
source: The Golem Maker wants me to hunt some Golems
es: El Creador de Golems quiere que cace algunos Golems
fr: Le Créateur de Golems veut que je chasse des Golems
hu: A Gólem Készítő szeretné, ha levadásznám a félresikerült Gólemeit
ro: Creatorul de Golemi vrea să vânez niște Golemi
ru: Создатель Големов хочет, чтобы я поохотился на Големов

# Notes
source: A Pipe Walker is trapped in a cage
es: Un Trotadesagüe está atrapado en una jaula
fr: Un Tuyauteur est enfermé dans une cage
hu: Egy Battyogó csapdába esett
ro: Un Mergător pe Țevi este prins într-o cușcă
ru: Трубоходик заперт в клетке

# Notes
source: Gnory needs a wheel
es: Gnory necesita una rueda
fr: Gnory a besoin d'une roue
hu: Gnorynak nincs ki mind a négy kereke
ro: Gnory are nevoie de o roată
ru: Гнори нужно колесо

# Notes
source: The Chef asked me to bring him some Purple Mushroom
es: El Cocinero me pidió que le trajera unas Setas Moradas
fr: Le Chef m'a demandé de lui apporter du Champignon Violet
hu: Szakács megkért, hogy hozzak pár Rózsaszínű Gombát
ro: Bucătarul mi-a cerut să-i aduc o Ciupercă Purpurie
ru: Повар попросил меня принести ему пурпурных грибов

# Notes
source: I need to learn Dwarven to open a gate
es: Necesito aprender el lenguaje de los Enanos para abrir una puerta
fr: Je dois apprendre la Langue des Nains pour ouvrir une porte
hu: Meg kéne tanulnom törpül, hogy ki tudjam nyitni a kaput
ro: Trebuie să învăț Limba Piticilor pentru a deschide o poartă
ru: Мне нужно выучить Гномский язык чтобы открыть врата…

# Notes
source: I feel the Tomb of Tabby is important somehow
es: Siento que la Tumba de Tabby es importante de alguna manera
fr: Je pense que la Tombe de Tabby est importante d'une certaine manière
hu: Valamiért úgy érzem, Cirmos Sírja fontos
ro: Simt că Mormântul lui Tabby este important cumva
ru: Я чувствую, что Гробница Табби как-то важна

# Notes
source: Teachy asked for a strangely unique device
es: Teachy pidió un aparato extrañamente único
fr: Le Prof est en quête d'un dispositif étrangement unique
hu: Taninak kellene valami fura eszköz
ro: Teachy a cerut un dispozitiv unic ciudat
ru: Ученый попросил странно уникальное устройство

# Notes
source: I promised Lory to bring her some books
es: Le prometí a Lory que le llevaría algunos libros
fr: J'ai promis à Lory de lui ramener quelques livres
hu: Megígértem Lorynak, hogy elhozok neki néhány könyvet
ro: I-am promis lui Lory că-i aducă niște cărți
ru: Я пообещал Лори принести ей несколько книг

# StationNames
source: World's End
es: Fin del Mundo
fr: La Fin du Monde
hu: Világ Vége
ro: Sfârșitul lumii
ru: Конец Света

# StationNames
source: Crossroad Cave
es: Cueva Cruce Caminos
fr: Grotte du Croisement
hu: Keresztút Kő
ro: Peștera de la Intersecție
ru: Пещера Кроссроуд

# StationNames
source: Remnant Road
es: Camino Remanente
fr: Ce qu'il reste de la Route
hu: Örök Ösvény
ro: Drumul Rămășiței
ru: Оставшаяся дорога

# StationNames
source: Obedient Outpost
es: Puesto Avanzado Obediente
fr: Avant-Poste des Obédiences
hu: Törvény Torony
ro: Avanpostul Ascultător
ru: Послушная Застава

# StationNames
source: Stay
es: Permanecer
fr: Rester
hu: Marad
ro: Stai
ru: Остаться

# StationNames
source: Wracked Waters
es: Aguas Destrozadas
fr: En Eaux Troubles
hu: Túlélő Tó
ro: Apele Împrăștiate
ru: Отводные воды
