Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/Warriorb/*/Warriorb.po
Languages: es, fr, hu, ro, ru

# ItemData
source: Enchants your active weapon - it causes an additional <Green>0.6x</><YellowH>(→0.7x)</> damage for <Green>5</><YellowH>(→6)</> seconds. Each strike has a <Green>15%</><YellowH>(→20%)</> chance to apply <DarkGreen>Poison</>, causing an additional <Blue>18</><YellowH>(→24)</> damage over <Green>6</> seconds.
es: Encanta tu arma activa - causa un adicional <Green>0.6x</> <YellowH>(→ 0.7x)</> de daño por <Green>5</> <YellowH>(→ 6)</> segundos. Cada golpe tiene un <Green>15%</><YellowH>(→ 20%)</> de probabilidad de aplicar <DarkGreen>Veneno</>, causando un adicional <Blue>18</> <YellowH>(→ 24)</> de daño por<Green>6</> segundos.
fr: Enchante votre arme active - elle cause <Green>0,6x</><YellowH>(→0.7x)</> dommages supplémentaires pendant <Green>5</> secondes. Chaque coup a <Green>15%</><YellowH>(→20%)</> de chance d'appliquer du <DarkGreen>Poison</>, causant <Blue>18</><YellowH>(→24)</> de dommages supplémentaires pendant <Green>6</> secondes.
hu: Megbűvöli a fegyveredet, ezzel plusz <Green>0.6x</><YellowH>(→0.7x)</> sebzést adva <Green>5</><YellowH>(→6)</> másodpercig. Minden ütés <Green>15%</><YellowH>(→20%)</> eséllyel <DarkGreen>Mérgezést</> okoz, ami plusz <Blue>18</><YellowH>(→24)</> sebzést jelent <Green>6</> másodpercen át.
ro: Farmecă arma activă - cauzează <Green>0.6x</><YellowH>(→0.7x)</> daune adiționale pentru <Green>5</><YellowH>(→6)</> secunde. Fiecare lovitură are o șansă de <Green>15%</><YellowH>(→20%)</> să aplice <DarkGreen>Otravă</>, cauzând <Blue>18</><YellowH>(→24)</> daune adiționale timp de <Green>6</> secunde.
ru: Зачаровывает твое активное оружие - оно наносит дополнительный урон <Green>0.6x</><YellowH>(→0.7x)</> на <Green>5</><YellowH>(→6)</> секунд. Каждый удар имеет <Green>15%</><YellowH>(→20%)</>шанс применить</> <DarkGreen>Яд </>, нанося дополнительный <Blue>18</><YellowH>(→24)</> урон на <GreenH>6</> секунд.

# ItemData
source: Enchants your active weapon - it causes an additional <Green>0.7x</><YellowH>(→0.8x)</> damage for <Green>6</> seconds. Each strike has a <Green>20%</><YellowH>(→25%)</> chance to apply <DarkGreen>Poison</>, causing an additional <Blue>24</><YellowH>(→30)</> damage over <Green>6</> seconds.
es: Encanta tu arma activa - causa un adicional <Green>0.7x</> <YellowH>(→ 0.8x)</> de daño por <Green>6</> segundos. Cada golpe tiene un <Green>20%</> <YellowH>(→ 25%)</> de probabilidad de aplicar <DarkGreen>Veneno</>, causando un adicional <Blue>24</> <YellowH>(→ 30)</> de daño por <Green>6</> segundos.
fr: Enchante votre arme active - elle cause <Green>0,7x</><YellowH>(→0.8x)</> dommages supplémentaires pendant <Green>6</> secondes. Chaque coup a <Green>20%</><YellowH>(→25%)</> de chance d'appliquer du <DarkGreen>Poison</>, causant <Blue>24</><YellowH>(→30)</> de dommages supplémentaires pendant <Green>6</> secondes.
hu: Megbűvöli a fegyveredet, ezáltal <Green>0.7x</><YellowH>(→0.8x)</> extra sebzést biztosít <Green>6</> másodpercig. Minden ütés <Green>20%</><YellowH>(→25%)</> eséllyel <DarkGreen>Mérgezést</> okoz, ami <Blue>24</><YellowH>(→30)</> sebzést jelent <Green>6</> másodpercen át.
ro: Farmecă arma activă - cauzează <Green>0.7x</><YellowH>(→0.8x)</> daune adiționale pentru <Green>6</> secunde. Fiecare lovitură are o șansă de <Green>20%</><YellowH>(→25%)</> să aplice <DarkGreen>Otravă</>, cauzând <Blue>24</><YellowH>(→30)</> daune adiționale timp de <Green>6</> secunde.
ru: Зачаровывает твое активное оружие - оно наносит дополнительный урон <Green>0.7x</><YellowH>(→0.8x)</> на <Green>6</> секунд. Каждый удар имеет <Green>20%</><YellowH>(→25%)</> шанс применить</> <DarkGreen>Яд </>, нанося дополнительный <Blue>24</><YellowH>(→30)</> урона на <GreenH>6</> секунд.

# ItemData
source: Enchants your active weapon - it causes an additional <Green>0.8x</><YellowH>(→0.9x)</> damage for <Green>6</> seconds. Each strike has a <Green>25%</><YellowH>(→30%)</> chance to apply <DarkGreen>Poison</>, causing an additional <Blue>30</><YellowH>(→36)</> damage over <Green>6</> seconds.
es: Encanta tu arma activa - causa un adicional <Green>0.8x</> <YellowH>(→ 0.9x)</> de daño por <Green>6</> segundos. Cada golpe tiene un <Green>25%</> <YellowH>(→ 30%)</> de probabilidad de aplicar <DarkGreen>Veneno</>, causando un adicional <Blue>30</> <YellowH>(→ 36)</> de daño por<Green>6</> segundos.
fr: Enchante votre arme active - elle cause <Green>0,8x</><YellowH>(→0.9x)</> dommages supplémentaires pendant <Green>6</> secondes. Chaque coup a <Green>25%</><YellowH>(→30%)</> de chance d'appliquer du <DarkGreen>Poison</>, causant <Blue>30</><YellowH>(→36)</> de dommages supplémentaires pendant <Green>6</> secondes.
hu: Megbűvöli a fegyveredet, ezzel <Green>0.8x</><YellowH>(→0.9x)</> sebzést adva <Green>6</> másodpercig. Minden találat <Green>25%</><YellowH>(→30%)</> eséllyel <DarkGreen>Mérgezést</> okoz, ami plusz <Blue>30</><YellowH>(→36)</> sebzést jelent <Green>6</> másodpercen át.
ro: Farmecă arma activă - cauzează <Green>0.8x</><YellowH>(→0.9x)</> daune adiționale pentru <Green>6</> secunde. Fiecare lovitură are o șansă de <Green>25%</><YellowH>(→30%)</> să aplice <DarkGreen>Otravă</>, cauzând <Blue>30</><YellowH>(→36)</> daune adiționale timp de <Green>6</> secunde.
ru: Зачаровывает твое активное оружие - оно наносит дополнительный урон <Green>0.8x</><YellowH>(→0.9x)</> на <Green>6</> секунд. Каждый удар имеет <Green>25%</><YellowH>(→30%)</> шанс применить</> <DarkGreen>Яд </>, нанося дополнительный <Blue>30</><YellowH>(→36)</> урона на <GreenH>6</> секунд.

# ItemData
source: Green Flamestone
es: Piedra de Fuego Verde
fr: Pierre de Feu Verte
hu: Zöld Lángkő
ro: Piatra Verde de Flacără
ru: Зеленый Пламенный Камень

# ItemData
source: Rangol was a legendary blacksmith who practiced his crafting art for a hundred years. This sabre was made on day one.
es: Rangol fue un herrero legendario que practicó su arte artesanal durante cien años. Hizo este sable un día.
fr: Rangol était un forgeron légendaire ayant pratiqué son art artisanal pendant cent ans. Ce sabre a été fabriqué le premier jour.
hu: Rangol világhírű kovács volt, aki száz éven keresztül tökéletesítette művészetét. Ez a száz év első napján készült.
ro: Rangol a fost un fierar legendar care și-a practicat arta meșteșugărească timp de o sută de ani. Această sabie a fost realizat în prima zi.
ru: Рангол был легендарным кузнецом, который сто лет занимался своим ремеслом. Эта сабля была сделана в первый день.

# ItemData
source: First Sabre of Rangol
es: Primer Sable de Rangol
fr: Premier Sabre de Rangol
hu: Rangol Első Szablyája
ro: Primul Paloș al lui Rangol
ru: Первая Сабля Рангола

# ItemData
source: Prevents death.
es: Previene la muerte.
fr: Empêche la mort.
hu: Megelőzi a halált.
ro: Previne moartea.
ru: Предотвращает смерть.

# ItemData
source: Chancestone
es: Piedra de Oportunidad
fr: Pierre de Chance
hu: Esélykő
ro: Piatra de Șanse
ru: Шанс-камень

# ItemData
source: A weird device, most likely one of the inventions of the Secret Science Society.
es: Un aparato extraño, muy probable ser uno de los inventos de la Sociedad Secreta de Ciencias.
fr: Un étrange dispositif, très probablement l'une des inventions de la Société des Sciences Secrètes.
hu: Fura eszköz, valószínűleg a Titkos Tudós Társaság találmánya.
ro: Un dispozitiv ciudat, cel mai probabil una dintre invențiile Societății de Știință Secretă.
ru: Странное устройство, скорее всего, одно из изобретений Тайного Научного Общества.

# ItemData
source: Weird Device
es: Aparato Extraño
fr: Dispositif Étrange
hu: Fura Eszköz
ro: Dispozitiv Ciudat
ru: Странное Устройство

# ItemData
source: Each melee strike has an additional <Yellow>10%</> chance to cause a critical hit, causing <Green>200%</> of your normal weapon damage.
es: Cada ataque cuerpo a cuerpo tiene un adicional <Yellow>10%</> posibilidad de causar un golpe crítico, causando <Green>200%</> de tu daño de arma normal.
fr: Chaque attaque de mêlée a une chance supplémentaire de <Yellow>10%</> de causer un coup critique, causant <Green>200%</> des dégâts normaux de votre arme.
hu: Minden közelharci csapásod <Yellow>10%</> eséllyel kritikusnak számít, ezzel a megszokott sebzés <Green>200%</>-át okozva.
ro: Fiecare atac cu arme are o șansă în plus de <Yellow>10%</> să cauzeze un atac critic de <Green>200%</> din vătămarea normală a armei tale.
ru: Каждый удар в ближнем бою имеет дополнительный <Yellow>10%</> шанс нанести критический удар, нанося <Green>200%</> урона от твоего обычного оружия.

# ItemData
source: Amber Shard
es: Fragmento de Ámbar
fr: Éclat d'Ambre
hu: Borostyán Szilánk
ro: Ciob de Chihlimbar
ru: Янтарный Осколок

# ItemData
source: Each melee strike has an additional <Yellow>20%</> chance to cause a critical hit, causing <Green>200%</> of your normal weapon damage.
es: Cada ataque cuerpo a cuerpo tiene un adicional <Yellow>20%</> posibilidad de causar un golpe crítico, causando <Green>200%</> de daño de tu arma normal.
fr: Chaque attaque de mêlée a une chance supplémentaire de <Yellow>20%</> de causer un coup critique, causant <Green>200%</> des dégâts normaux de votre arme.
hu: Minden közelharci ütés <Yellow>20%</> eséllyel kritikus találatnak számít, ami a normál sebzés <Green>200%</>-át jelenti.
ro: Fiecare lovitură la corp are o șansă suplimentară de <Yellow>20%</> de a provoca o lovitură critică, provocând <Green>200%</> din atacul normal al armei.
ru: Каждый удар в ближнем бою имеет дополнительный <Yellow>20%</> шанс на критический удар, нанося <Green>200%</> обычного урона от оружия.

# ItemData
source: Bright Amber Shard
es: Fragmento de Ámbar Brillante
fr: Éclat d'Ambre Vif
hu: Fényes Borostyánkő
ro: Ciob de Chihlimbar Strălucitor
ru: Яркий Янтарный Осколок

# ItemData
source: Cooldown recharge speed is increased by <Blue>20%</>.
es: La velocidad de recarga de enfriamiento aumenta en un <Blue>20%</> .
fr: La vitesse de rechargement est augmentée de <Blue>20%</>.
hu: Csökkenti a Visszatöltődés idejét <Blue>20%</>-kal.
ro: Viteza de reîncărcare este crescută cu <Blue>20%</>.
ru: Скорость Восстановления увеличена на <Blue>20%</>.

# ItemData
source: Aqua Shard
es: Fragmento de Aguamarina
fr: Éclat d'Eau
hu: Égkék Szilánk
ro: Ciob Acvatic
ru: Аква-Осколок

# ItemData
source: Cooldown recharge speed is increased by <Blue>40%</>.
es: La velocidad de recarga de enfriamiento aumenta en un <Blue>40%</>.
fr: La vitesse de rechargement est augmentée de <Blue>40%</>.
hu: Csökkenti a Visszatöltődés idejét <Blue>40%</>-kal.
ro: Viteza de reîncărcare este crescută cu <Blue>40%</>.
ru: Скорость Восстановления увеличена на <Blue>40%</>.

# ItemData
source: Bright Aqua Shard
es: Fragmento de Aguamarina Brillante
fr: Éclat d'Eau Vif
hu: Fényes Égkék Szilánk
ro: Ciob Acvatic Strălucitor
ru: Яркий Аква-Осколок

# ItemData
source: Every time an enemy hits you with a melee strike or overlaps you it is turned into a boot for a short time.
es: Cada vez que un enemigo te golpea con un ataque cuerpo a cuerpo o se superpone, se convierte en una bota por un corto tiempo.
fr: Chaque fois qu'un ennemi vous frappe en mêlée ou vous piétine, il se transforme en botte pendant une courte période.
hu: Ha valaki sebez rajtad, csizmává változik.
ro: De fiecare dată când un inamic te lovește sau te suprapune, acesta este transformat într-o gheată pentru o scurtă perioadă de timp.
ru: Каждый раз, когда враг наносит тебе удар ближнего боя или перекрывает тебя, он на короткое время превращается в ботинок.

# ItemData
source: Black Shard
es: Fragmento Negro
fr: Éclat Noir
hu: Fekete Szilánk
ro: Ciob Negru
ru: Чёрный Осколок

# ItemData
source: Decreases the incoming <Blue>Magical Damage</> by <Blue>20%.</>
es: Disminuye la entrada de <Blue>Daño Mágico</> un <Blue>20%</>
fr: Diminue les <Blue>Dommages Magiques</> de <Blue>20%.</>
hu: Csökkenti a rád mért <Blue>Mágikus Sebzést</> <Blue>20%.</>-kal.
ro: Scade <Blue>Daunele Magice</> primite cu <Blue>20%.</>
ru: Уменьшает поступающий <Blue>урон Магии</> на <Blue>20%.</>

# ItemData
source: Blue Shard
es: Fragmento Azul
fr: Éclat Bleu
hu: Kék Szilánk
ro: Ciob Albastru
ru: Голубой Осколок

# ItemData
source: Decreases the incoming <Blue>Magical Damage</> by <Blue>30%.</>
es: Disminuye la entrada de <Blue>Daño Mágico</> un <Blue>30%</>
fr: Diminue les <Blue>Dommages Magiques</> de <Blue>30%.</>
hu: Csökkenti a rád mért <Blue>Mágikus Sebzést</> <Blue>30%</>-kal.
ro: Descrește <Blue>Vătămarea Magică</> primită cu <Blue>30%.</>
ru: Уменьшает поступающий <Blue>урон Магии</> на <Blue>30%.</>

# ItemData
source: Bright Blue Shard
es: Fragmento Azul Brillante
fr: Éclat Bleu VIf
hu: Királykék Szilánk
ro: Ciob Albastru Strălucitor
ru: Ярко-голубой Осколок

# ItemData
source: Increases the attack speed by <Green>20%</>
es: Aumenta la velocidad de ataque en un <Green>20%</>
fr: Augmente la vitesse d'attaque de <Green>20%</>
hu: Növeli csapásaid gyorsaságát <Green>20%</>-kal.
ro: Crește viteza de atac cu <Green>20%</>
ru: Увеличивает скорость атаки на <Green>20%</>

# ItemData
source: Green Shard
es: Fragmento Verde
fr: Éclat Vert
hu: Zöld Szilánk
ro: Ciob Verde
ru: Зелёный Осколок

# ItemData
source: Increases the attack speed by <Green>30%</>
es: Aumenta la velocidad de ataque en un <Green>30%</>
fr: Augmente la vitesse d'attaque de <Green>30%</>
hu: Növeli csapásaid gyorsaságát <Green>30%</>-kal.
ro: Crește viteza de atac cu <Green>30%</>
ru: Увеличивает скорость атаки на <Green>30%</>

# ItemData
source: Bright Green Shard
es: Fragmento Verde Brillante
fr: Éclat Vert Vif
hu: Fényes Zöld Szilánk
ro: Ciob Verde Strălucitor
ru: Ярко-зелёный Осколок

# ItemData
source: Each time you cast a charge based spell you have a <Purple>25%</> chance to regain the charge.
es: Cada vez que lanzas un hechizo basado cargado tienes un <Purple>25%</> de probabilidad de recuperar la carga.
fr: Chaque fois que vous lancez un sort basé sur une charge, vous avez <Purple>25%</> de chance de récupérer la charge.
hu: Minden töltet alapú varázslat használatakor <Purple>25%</> eséllyel visszakapod a varázslat töltetet.
ro: De fiecare dată când arunci o vrajă cu încărcare ai o șansă de <Purple>25%</> să obții o reîncărcare.
ru: Каждый раз, когда ты сотворяешь заряженное заклинание, ты имеешь <Purple>25%</> шанс восстановить заряд.

# ItemData
source: Purple Shard
es: Fragmento Morado
fr: Éclat Violet
hu: Bíbor Szilánk
ro: Ciob Violet
ru: Пурпурный Осколок

# ItemData
source: Each time you cast a charge based spell you have a <Purple>50%</> chance to regain the charge.
es: Cada vez que lanzas un hechizo cargado tienes un <Purple>50%</> de probabilidad de recuperar la carga.
fr: Chaque fois que vous lancez un sort basé sur une charge, vous avez <Purple>50%</> de chance de récupérer la charge.
hu: Minden töltet alapú varázslat használatakor <Purple>50%</> eséllyel visszakapod a varázslat töltetet.
ro: De fiecare dată când arunci o vrajă cu încărcare ai o șansă de <Purple>50%</> să obții o reîncărcare.
ru: Каждый раз, когда ты сотворяешь заряженное заклинание, ты имеешь <Purple>50%</> шанс восстановить заряд.

# ItemData
source: Bright Purple Shard
es: Fragmento Morado Brillante
fr: Éclat Violet Vif
hu: Fényes Bíbor Szilánk
ro: Ciob Violet Strălucitor
ru: Ярко-пурпурный Осколок

# ItemData
source: You heal <Red>5%</> of the melee damage you inflict on your enemies.
es: Recibes <Red>5%</> de salud del daño cuerpo a cuerpo que infliges a tus enemigos.
fr: Vous vous soignez de <Red>5%</> des dégâts de mêlée que vous infligez à vos ennemis.
hu: A közelharcban okozott sebzésed <Red>5%</>-át gyógyulod.
ro: Te vindeci <Red>5%</> din daunele fizice provocate pe care le cauzezi inamicilor tăi.
ru: Ты лечишься <Red>5%</> от урона, нанесенного в ближнем бою твоим врагам.

# ItemData
source: Red Shard
es: Fragmento Rojo
fr: Éclat Rouge
hu: Vörös Szilánk
ro: Ciob Roșu
ru: Красный Осколок

# ItemData
source: You heal <Red>10%</> of the melee damage you inflict on your enemies.
es: Recibes <Red>10%</> de salud del daño cuerpo a cuerpo que infliges a tus enemigos.
fr: Vous vous soignez de <Red>10%</> des dégâts de mêlée que vous infligez à vos ennemis.
hu: A közelharcban okozott sebzésed <Red>10%</>-át gyógyulod.
ro: Te vindeci <Red>10%</> din daunele fizice provocate pe care le cauzezi inamicilor tăi.
ru: Ты лечишься <Red>10%</> от урона, нанесенного в ближнем бою твоим врагам.

# ItemData
source: Bright Red Shard
es: Fragmento Rojo Brillante
fr: Éclat Rouge Vif
hu: Fényes Vörös Szilánk
ro: Ciob Roșu Strălucitor
ru: Ярко-красный Осколок

# ItemData
source: Decreases the incoming <White>Physical Damage</> by <White>20%.</>
es: Disminuye la entrada de <White>Daño Físico</> un <White>20%</>
fr: Diminue les <White>Dommages physiques</> entrants de <White>20%.</>
hu: Csökkenti a rád mért <White>Fizikális Sebzést</> <White>20%</>-kal.
ro: Diminuează <White>Daunele Fizice</> cu <White>20%.</>
ru: Уменьшает поступающий <White>Физический урон</> на <White>20%.</>

# ItemData
source: Silver Shard
es: Fragmento de Plata
fr: Éclat Argenté
hu: Ezüst Szilánk
ro: Ciob Argintiu
ru: Серебряный осколок

# ItemData
source: Decreases the incoming <White>Physical Damage</> by <White>30%.</>
es: Disminuye la entrada de <White>Daño Físico</> un <White>30%</>
fr: Diminue les <White>Dommages physiques</> entrants de <White>30%.</>
hu: Csökkenti a rád mért <White>Fizikális Sebzést</> <White>30%</>-kal.
ro: Descrește <White>Vătămarea Fizică</> primită cu <White>30%.</>
ru: Уменьшает поступающий <White>Физический урон</> на <White>30%.</>

# ItemData
source: Bright Silver Shard
es: Fragmento de Plata Brillante
fr: Éclat Argenté Vif
hu: Fehér Ezüst Szilánk
ro: Ciob de Argint Luminos
ru: Яркий Серебряный Осколок

# ItemData
source: Each time an enemy hits you with a melee strike it suffers the same damage.
es: Cada vez que un enemigo te golpea con un ataque cuerpo a cuerpo, sufre el mismo daño.
fr: Chaque fois qu'un ennemi vous frappe avec une attaque de mêlée, il subit les mêmes dommages.
hu: Ha valaki közelharcban megüt, ő is elszenvedi ugyanazt a sérülést.
ro: De fiecare dată când un inamic te lovește cu o lovitură la corp suferă aceeași pagubă.
ru: Каждый раз, когда враг ударяет тебя в ближнем бою, он получает такой же урон.

# ItemData
source: Teal Shard
es: Fragmento Trullo
fr: Éclat Turquoise
hu: Égkék Szilánk
ro: Ciob Turcoaz
ru: Тиловый Осколок

# ItemData
source: Each time an enemy hits you, it suffers <Green>200%</> of the damage.
es: Cada vez que un enemigo te golpea, sufre <Green>200%</> del daño.
fr: Chaque fois qu'un ennemi vous touche, il subit <Green>200%</> des dégâts.
hu: Ha valaki közelharcban megüt, ő is elszenvedi ugyanannak a sérülésnek a <Green>200%</>-át.
ro: De fiecare dată când un inamic te lovește, suferă <Green>200%</> din pagube.
ru: Каждый раз, когда враг ударяет тебя, он получает <Green>200%</> урона.

# ItemData
source: Bright Teal Shard
es: Fragmento de Trullo Brillante
fr: Éclat Turquoise Vif
hu: Fényes Égkék Szilánk
ro: Ciob Turcoaz Strălucitor
ru: Яркий Тиловый Осколок

# ItemData
source: Increases your damage by <Green>20%</>
es: Aumenta tu daño en un <Green>20%</>
fr: Augmente vos dégâts de <Green>20%</>
hu: <Green>20%</>-kal növeli a sebzésedet.
ro: Mărește-ți daunele cu <Green>20%</>
ru: Увеличивает твой урон на <Green>20%</>

# ItemData
source: White Shard
es: Fragmento Blanco
fr: Éclat Blanc
hu: Fehér Szilánk
ro: Ciob Alb
ru: Белый Осколок

# ItemData
source: Increases your damage by <Green>30%</>.
es: Aumenta tu daño en un <Green>30%</>.
fr: Augmente vos dégâts de <Green>30%</>.
hu: <Green>30%</>-kal növeli a sebzésedet.
ro: Mărește-ți daunele cu <Green>30%</>.
ru: Увеличивает твой урон на <Green>30%</>.

# ItemData
source: Bright White Shard
es: Fragmento Blanco Brillante
fr: Éclat Blanc Vif
hu: Fényes Fehér Szilánk
ro: Ciob Alb Strălucitor
ru: Ярко-белый Осколок

# ItemData
source: Each melee strike has a <Yellow>10%</> chance to <Yellow>Stun</> the target.
es: Cada ataque cuerpo a cuerpo tiene un <Yellow>10%</> de probabilidad de <Yellow>Aturdir</> el objetivo.
fr: Chaque coup de mêlée a <Yellow>10%</> de chances d'<Yellow>Étourdir</> la cible.
hu: Minden közelharci csapásod <Yellow>10%</> eséllyel <Yellow>Kábít</>.
ro: Fiecare lovitură la corp are o șansă de <Yellow>10%</> să <Yellow>Amețească</> ținta.
ru: Каждый удар в ближнем бою имеет <Yellow>10%</> шанс <Yellow>Оглушить</> цель.

# ItemData
source: Yellow Shard
es: Fragmento Amarillo
fr: Éclat Jaune
hu: Sárga Szilánk
ro: Ciob Galben
ru: Желтый Осколок

# ItemData
source: Each melee strike has a <Yellow>20%</> chance to <Yellow>Stun</> the target.
es: Cada ataque cuerpo a cuerpo tiene un <Yellow>20%</> de probabilidad de <Yellow>Aturdir</> el objetivo.
fr: Chaque coup de mêlée a <Yellow>20%</> de chances d'<Yellow>Étourdir</> la cible.
hu: Minden közelharci csapásod <Yellow>20%</> eséllyel <Yellow>Kábít</>.
ro: Fiecare lovitură la corp are o șansă de <Yellow>20%</> să <Yellow>Amețească</> ținta.
ru: Каждый удар в ближнем бою имеет <Yellow>20%</> шанс <Yellow>Оглушить</> цель.

# ItemData
source: Bright Yellow Shard
es: Fragmento Amarillo Brillante
fr: Éclat Jaune Vif
hu: Fényes Sárga Szilánk
ro: Ciob Galben Strălucitor
ru: Ярко-желтый Осколок

# ItemData
source: A magical artefact with the following worn text engraved on the back: Insert Runestones to ... spells Keep .... .... children Made in .....
es: Un artefacto mágico con el siguiente texto desgastado grabado en la parte posterior: Insertar Runestones a... hechizos Mantener …. …. niños Hecho en ….
fr: Un artefact magique dont ce texte usé est gravé au dos : Insérer les Pierres Runiques de ... sorts Garder .... .... l'enfant Fabriqué en ....
hu: Ódon mágikus ereklye, rajta a következő, kissé kopottas véset: Az eszköz Rúnakővel ... Gyermekektől .... tartandó Készült: ...
ro: Un artefact magic cu următorul text gravat pe partea din spate: Introduceți Pietrele Rună în ... vrăji Păstrați .... .... copii Făcut in .....
ru: Волшебный артефакт со следующим потертым текстом, выгравированным на обратной стороне: Вставка рунических камней в … заклинания Береги …. … детей. Сделано в ..…

# ItemData
source: Spellcaster
es: Lanza Hechizos
fr: Lanceur de Sorts
hu: Bűvölő
ro: Articol de făcut Vrăji
ru: Заклинатель

# ItemData
source: A simple yet effective weapon. Not too rusty, not too sharp. If someone looks close enough it looks a bit low budget, but the ones looking close enough won't talk about anything anymore, will they?
es: Un arma simple pero efectiva. No muy oxidado, no muy afilado. Si alguien lo mira lo suficientemente cerca, parece hecho de un presupuesto pequeño, pero los que miran lo suficientemente cerca ya no hablarán de nada, ¿verdad?
fr: Une arme simple mais efficace. Pas trop rouillée, pas trop tranchante. Si quelqu'un regarde d'assez près, cela semble un peu trop limité, mais ceux qui regardent d'assez près n'en diront rien, n'est-ce pas ?
hu: Egyszerű, de hatékony fegyver, nem túl rozsdás, nem túl éles. Ha valaki közelebbről is megvizsgálja, biztos talál benne hibát, de hát aki annyira közel kerül hozzá, az már úgyse fog róla beszélni, nem igaz?
ro: O armă simplă, dar eficientă. Nu prea ruginită, nu prea ascuțita. Dacă cineva se uit de aproape pare a fi de proastă calitate dar cei care se uită de aproape nu vor mai vorbi mult, nu-i așa?
ru: Простое, но эффективное оружие. Не слишком ржавое, не слишком острое. На первый взгляд оно выглядит немного дешево но те кто подойдут присмотреться поближе больше никогда, ни о чем, не заговорят, не так ли?

# ItemData
source: Straight Sword
es: Espada Recta
fr: Épée Droite
hu: Hosszúkard
ro: Sabie dreaptă
ru: Прямой Меч
