Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/Warriorb/*/Warriorb.po
Languages: es, fr, hu, ro, ru

# ItemData
source: Grants the ability to walk through your enemies for <Green>4</> seconds. Your magical resistance is increased by <Green>0.2.</>
es: Otorga la capacidad de caminar a través de tus enemigos durante <Green>4</> segundos. Tu resistencia mágica aumenta en <Green>0.2.</>
fr: Donne la possibilité de marcher en traversant vos ennemis pendant <Green>4</> secondes. Votre résistance à la magie est augmentée de</> <Green>0.2</>
hu: Képessé tesz áthaladni ellenfeleiden <Green>4</> másodperc erejéig. Mágikus ellenállásod <Green>0.2</>-vel nő.
ro: Acordă capacitatea de a merge prin inamici timp de <Green>4</> secunde. Rezistența magică este crescută cu <Green>0.2.</>
ru: Дает возможность пройти сквозь врагов на <Green>4</> секунды. Твое сопротивление магии увеличивается на <Green>0.2.</>

# ItemData
source: Grants the ability to walk through your enemies for <Green>5</> seconds. Your magical resistance is increased by <Green>0.3.</>
es: Otorga la capacidad de caminar a través de tus enemigos durante <Green>5</> segundos. Tu resistencia mágica aumenta en <Green>0.3.</>
fr: Donne la possibilité de marcher en traversant vos ennemis pendant <Green>5</> secondes. Votre résistance à la magie est augmentée de</> <Green>0.3</>
hu: Képessé tesz áthaladni ellenfeleiden <Green>2</> másodperc erejéig. Mágikus ellenállásod <Green>0.3</>-mal nő.
ro: Acordă capacitatea de a merge prin inamici timp de <Green>5</> secunde. Rezistența magică este crescută cu <Green>0.3.</>
ru: Дает возможность пройти сквозь врагов на <Green>5</> секунды. Твое сопротивление магии увеличивается на <Green>0.3.</>

# ItemData
source: Grants the ability to walk through your enemies for <Green>2</> <YellowH>(→4)</> seconds.
es: Otorga la capacidad de caminar a través de tus enemigos por <Green>2</> <YellowH>(→ 4)</> segundos.
fr: Donne la possibilité de marcher en traversant vos ennemis pendant <Green>2</> <YellowH>(→4)</>secondes.
hu: Képessé tesz áthaladni ellenfeleiden <Green>2</> <YellowH>(→4)</> másodperc erejéig.
ro: Acordă capacitatea de a merge prin inamici timp de <Green>2</> <YellowH>(→4)</> secunde.
ru: Дает возможность пройти сквозь врагов на <Green>2</> <YellowH>(→4)</> секунды.

# ItemData
source: Grants the ability to walk through your enemies for <Green>4</> seconds. <YellowH>Your magical resistance is increased by</> <GreenH>0.2.</>
es: Otorga la capacidad de caminar a través de tus enemigos durante <Green>4</> segundos. <YellowH> Tu resistencia mágica aumenta en </> <GreenH>0.2.</>
fr: Donne la possibilité de marcher en traversant vos ennemis pendant <Green>4</> secondes. <YellowH>Votre résistance à la magie est augmentée de</> <Green>0.2</>
hu: Képessé tesz áthaladni ellenfeleiden <Green>4</> másodperc erejéig. <YellowH>Mágikus ellenállásod</> <GreenH>0.2</>-vel nő.
ro: Acordă capacitatea de a merge prin inamici timp de <Green>4</> secunde. <YellowH> Rezistența magică este crescută cu</> <Green>0.2.</>
ru: Дает возможность пройти сквозь врагов на <Green>4</> секунды. <YellowH>Твое сопротивление магии увеличивается на </> <Green>0.2.</>

# ItemData
source: Grants the ability to walk through your enemies for <Green>4</> <YellowH>(→5)</> seconds. Your magical resistance is increased by <Green>0.2</> <YellowH>(→0.3).</>
es: Otorga la capacidad de caminar a través de tus enemigos durante <Green>4</> <YellowH>(→ 5)</> segundos. Tu resistencia mágica aumenta en <Green>0.2</> <YellowH>(→ 0.3).</>
fr: Donne la possibilité de marcher en traversant vos ennemis pendant <Green>4</> <YellowH>(→5)</> secondes. Votre résistance à la magie est augmentée de <Green>0.2</> <YellowH>(→0.3).</>
hu: Képessé tesz áthaladni ellenfeleiden <Green>4</> <YellowH>(→5)</> másodperc erejéig. Mágikus ellenállásod <Green>0.2-vel</> <YellowH>(→0.3-mal)</> nő.
ro: Acordă capacitatea de a merge prin inamici timp de <Green>4</> <YellowH>(→5)</> secunde. Rezistența magică este crescută cu <Green>0.2</> <YellowH>(→0.3).</>
ru: Дает возможность пройти сквозь врагов на <Green>4</><YellowH>(→5)</> секунды. Твое сопротивление магии увеличивается на <Green>0.2</> <YellowH>(→0.3).</>

# ItemData
source: Shadestone
es: Piedra de Sombra
fr: Pierre Ombrée
hu: Szellem Kő
ro: Piatră de Umbră
ru: Камень Тени

# ItemData
source: Summons the Soulkeeper, a powerful spirit capable of gathering your essence should something bad happen to you. Releasing the spirit recharges the stone.
es: Invoca al Guardián de Almas, un poderoso espíritu capaz de reunir tu esencia si algo malo te sucede. Liberar el espíritu recarga la piedra.
fr: Invoque le Gardien de l'Âme, un esprit puissant capable de rassembler votre essence si quelque chose de mal devait vous arriver. Libérer l'esprit recharge la pierre.
hu: Megidézi a Lélekőrt, egy nagyhatalmú szellemet, aki képes összegyűjteni az esszenciádat, ha váratlanul elhaláloznál. Sokkal kényelmesebb módja a feltámadásnak, mintha Varázslónak kell visszaidéznie. Ha elengeded a szellemet, a kő visszatöltődik.
ro: Convocă Deținătorul Sufletului - un spirit puternic capabil să îți adune esența în cazul în care ți se întâmplă ceva rău - este mai puțin dureros decât să fii chemat înapoi de vrăjitor. Eliberarea spiritului reîncarcă piatra, reîncărcarea pietrei eliberează spiritul.
ru: Вызывает Хранителя Душ, могущественный дух, способный восстановить твою сущность, если с тобой случится что-нибудь плохое. Освобождение духа заряжает камень.

# ItemData
source: Soulstone
es: Piedra del Alma
fr: Pierre d'Âme
hu: Lélekkő
ro: Piatra Sufletului
ru: Камень Души

# ItemData
source: Summons the Soulkeeper, a powerful spirit capable of gathering your essence should something bad happen to you.
es: Invoca al Guardián de Almas, un poderoso espíritu capaz de reunir tu esencia si algo malo te sucede.
fr: Invoque le Gardien de l'Âme, un esprit puissant capable de rassembler votre essence si quelque chose de mal devait vous arriver.
hu: Megidézi a Lélekőrt, egy nagyhatalmú szellemet, aki képes összegyűjteni az esszenciádat, ha valami rossz történne veled. Sokkal kényelmesebb, mintha Varázslónak kell visszaidéznie.
ro: Convocă Deținătorul Sufletului - un spirit puternic capabil să îți adune esența în cazul în care ți se întâmplă ceva rău - este mai puțin dureros decât să fii chemat înapoi de vrăjitor.
ru: Вызывает Хранителя Душ, могущественный дух, способный восстановить твою сущность, если с тобой случится что-нибудь плохое.

# ItemData
source: Elite Soulstone
es: Piedra élite de Alma
fr: Pierre d'Âme Elite
hu: Elit Lélekkő
ro: Piatra de Elită al Sufletului
ru: Элитный Камень Души

# ItemData
source: Regenerates all other spell charges.
es: Regenera todas las demás cargas de hechizos.
fr: Régénère toutes les autres charges de sorts.
hu: Minden más követ visszatölt.
ro: Regenerează toate încărcările de vrajă.
ru: Регенерирует все остальные заклинания.

# ItemData
source: Spiritstone
es: Piedra Espiritual
fr: Pierre d'Esprit
hu: Szellemkő
ro: Piatra Spiritului
ru: Духовный Камень

# ItemData
source: Swaps the position of the caster with the closest target in front of him/her/it.
es: Intercambia la posición del lanzador con el objetivo más cercano frente a él/ella/eso.
fr: Échange la position du lanceur avec la cible la plus proche.
hu: Helyet cserélsz a legközelebbi ellenféllel.
ro: Schimbă poziția cu cea mai apropiată țintă din fața ta.
ru: Заклинатель меняется местами с ближайшей перед ним целью.

# ItemData
source: Swaps the position of the caster with the closest target in front of him/her/it. The selected target suffers <Blue>20</> damage.
es: Intercambia la posición del lanzador con el objetivo más cercano frente a él/ella/eso. El objetivo seleccionado sufre <Blue>20</> de daño.
fr: Échange la position du lanceur avec la cible la plus proche. La cible sélectionnée subit <Blue>20</>de dommages.
hu: Helyet cserélsz a legközelebbi ellenféllel, aki <Blue>20</> sebzést szenved el.
ro: Schimbă poziția cu cea mai apropiată țintă din fața ta. Ținta selectată suferă <Blue>20</> daune.
ru: Заклинатель меняется местами с ближайшей перед ним целью. Цель получает урон <Blue>20</>.

# ItemData
source: Swaps the position of the caster with the closest target in front of him/her/it. The selected target suffers <Blue>30</> damage and becomes <Orange>Slow</>.
es: Intercambia la posición del lanzador con el objetivo más cercano frente a él/ella/eso. El objetivo seleccionado sufre <Blue>30</> de daño y se hace <Orange>Lento</>.
fr: Échange la position du lanceur avec la cible la plus proche. La cible sélectionnée subit <Blue>30</>de dommages et devient <Orange>Lente</>.
hu: Helyet cserélsz a legközelebbi ellenféllel, aki <Blue>30</> sebzést szenved el, és <Orange>Lelassul</>.
ro: Schimbă poziția cu cea mai apropiată țintă din fața ta. Ținta selectată suferă <Blue>30</> daune și devine <Orange>Înceată</>.
ru: Заклинатель меняется местами с ближайшей перед ним целью. Цель получает <Blue>30</> урона и <Orange>Замедляется</>.

# ItemData
source: Swaps the position of the caster with the closest target in front of him/her/it. The selected target suffers <Blue>40</> damage and becomes <Orange>Slow</>.
es: Intercambia la posición del lanzador con el objetivo más cercano frente a él/ella/eso. El objetivo seleccionado sufre <Blue>40</> de daño y se hace <Orange>Lento</> .
fr: Échange la position du lanceur avec la cible la plus proche. La cible sélectionnée subit <Blue>40</>de dommages et devient <Orange>Lente</>.
hu: Helyet cserélsz a legközelebbi ellenféllel, aki <Blue>40</> sebzést szenved el, és <Orange>Lelassul</>.
ro: Schimbă poziția cu cea mai apropiată țintă din fața ta. Ținta selectată suferă <Blue>40</> daune și devine <Orange>Înceată</>.
ru: Заклинатель меняется местами с ближайшей перед ним целью. Цель получает <Blue>40</> урона и <Orange>Замедляется</>.

# ItemData
source: Swaps the position of the caster with the closest target in front of him/her/it. The selected target suffers <Blue>50</> damage and becomes <Orange>Slow</>.
es: Intercambia la posición del lanzador con el objetivo más cercano frente a él/ella/eso. El objetivo seleccionado sufre <Blue>50</> de daño y se hace <Orange>Lento</> .
fr: Échange la position du lanceur avec la cible la plus proche. La cible sélectionnée subit <Blue>50</>de dommages et devient <Orange>Lente</>.
hu: Helyet cserélsz a legközelebbi ellennel, aki <Blue>50</>sebzést szenved el, és <Orange>Lelassul</>.
ro: Schimbă poziția cu cea mai apropiată țintă din fața ta. Ținta selectată suferă <Blue>50</> daune și devine <Orange>Înceată</>.
ru: Заклинатель меняется местами с ближайшей перед ним целью. Цель получает <Blue>50</> урона и <Orange>Замедляется</>.

# ItemData
source: Swaps the position of the caster with the closest target in front of him/her/it. <YellowH>The selected target suffers</> <BlueH>20</> <YellowH>damage.</>
es: Intercambia la posición del Lanzador con el objetivo más cercano frente a él/ella/eso. <YellowH>El objetivo seleccionado sufre</> <BlueH>20</> <YellowH>de daño.</>
fr: Échange la position du lanceur avec la cible la plus proche. <YellowH> La cible sélectionnée subit</> <Blue>20</><YellowH>de dommages.</>
hu: Helyet cserélsz a hozzád legközelebbi ellenféllel. <YellowH>Ellenfeled</> <BlueH>20</> <YellowH>sebzést szenved el.</>
ro: Schimbă poziția cu cea mai apropiată țintă din fața ta. <YellowH>Ținta selectată suferă</> <Blue>20</> <YellowH>daune.</>
ru: Заклинатель меняется местами с ближайшей перед ним целью. <YellowH>Цель получает </> <BlueH>20</> <YellowH> урона.</>

# ItemData
source: Swaps the position of the caster with the closest target in front of him/her/it. The selected target suffers <Blue>20</><YellowH>(→30)</> damage <YellowH>and becomes </><Orange>Slow.</>
es: Intercambia la posición del lanzador con el objetivo más cercano frente a él/ella/eso. El objetivo seleccionado sufre <Blue>20</> <YellowH>(→ 30)</> de daño <YellowH>y se hace</> <Orange>Lento.</>
fr: Échange la position du lanceur avec la cible la plus proche. La cible sélectionnée subit <Blue>20</><YellowH>(→30)</> de dommages<YellowH> et devient</> <Orange>Lente.</>
hu: Helyet cserélsz a legközelebbi ellenféllel, aki <Blue>20</><YellowH>(→30)</> sebzést szenved el és <Orange>Lassul.</>
ro: Schimbă poziția cu cea mai apropiată țintă din fața ta. Ținta selectată suferă <Blue>20</><YellowH>(→30)</> daune <YellowH>și devine</> <Orange>Înceată.</>
ru: Заклинатель меняется местами с ближайшей перед ним целью. Цель получает <Blue>20</><YellowH>(→30)</> урона <YellowH>и </><Orange>Замедляется.</>

# ItemData
source: Swaps the position of the caster with the closest target in front of him/her/it. The selected target suffers <Blue>30</><YellowH>(→40)</> damage and becomes <Orange>Slow.</>
es: Intercambia la posición del lanzador con el objetivo más cercano frente a él/ella/eso. El objetivo seleccionado sufre <Blue>30</> <YellowH>(→ 40)</> de daño y se hace <Orange>Lento.</>
fr: Échange la position du lanceur avec la cible la plus proche. La cible sélectionnée subit <Blue>30</><YellowH>(→40)</> de dommages et devient <Orange>Lente.</>
hu: Helyet cserélsz a legközelebbi ellenféllel, aki <Blue>30</><YellowH>(→40)</> sebzést szenved el, és <Orange>Lelassul</>.
ro: Schimbă poziția cu cea mai apropiată țintă din fața ta. Ținta selectată suferă <Blue>30</><YellowH>(→40)</> daune și devine <Orange>Înceată.</>
ru: Заклинатель меняется местами с ближайшей перед ним целью. Цель получает <Blue>30</><YellowH>(→40)</> урона и <Orange>Замедляется.</>

# ItemData
source: Swaps the position of the caster with the closest target in front of him/her/it. The selected target suffers <Blue>40</><YellowH>(→50)</> damage and becomes <Orange>Slow.</>
es: Intercambia la posición del lanzador con el objetivo más cercano frente a él/ella/eso. El objetivo seleccionado sufre <Blue>40</> <YellowH>(→ 50)</> de daño y se hace <Orange>Lento.</>
fr: Échange la position du lanceur avec la cible la plus proche. La cible sélectionnée subit <Blue>40</><YellowH>(→50)</> de dommages et devient <Orange>Lente.</>
hu: Helyet cserélsz a legközelebbi ellennel, aki <Blue>40</><YellowH>(→50)</>sebzést szenved el, és <Orange>Lelassul.</>
ro: Schimbă poziția cu cea mai apropiată țintă din fața ta. Ținta selectată suferă <Blue>40</><YellowH>(→50)</> daune și devine <Orange>Înceată.</>
ru: Заклинатель меняется местами с ближайшей перед ним целью. Цель получает <Blue>40</><YellowH>(→50)</> урона и <Orange>Замедляется.</>

# ItemData
source: Swapstone
es: Piedra de Intercambio
fr: Pierre d'Échange
hu: Cserekő
ro: Piatra Schimbării
ru: Своп-камень

# ItemData
source: Enchants your active weapon with green flames - it causes an additional 0.3x damage for 4 seconds.
es: Encanta tu arma activa con llamas verdes - causa un daño adicional de 0.3x durante 4 segundos.
fr: Enchantez votre arme active avec des flammes vertes - cela provoque 0,3x de dégâts pendant 4 secondes.
hu: Megbűvöli a fegyveredet, ezzel <Green>0.3x</> sebzést adva <Green>4</> másodpercig.
ro: Farmecă arma activă cu o flacără verde - cauzează 0.3x daune adiționale pentru 4 secunde.
ru: Зачаровывает твое активное оружие зеленым пламенем - наносит дополнительный урон 0.3x на 4 секунды.

# ItemData
source: Enchants your active weapon - it causes an additional <Green>0.5x</> damage for <Green>5</> seconds.
es: Encanta tu arma activa - causa un adicional <Green>0.5x</> de daño por <Green>5</> segundos.
fr: Enchante votre arme active - elle cause <Green>0,5x</> dommages supplémentaires pendant <Green>5</> secondes.
hu: Megbűvöli a fegyveredet, ezzel <Green>0.5x</> sebzést adva <Green>5</> másodpercig.
ro: Farmecă arma activă - cauzează <Green>0.5x</> daune adiționale pentru <Green>5</> secunde.
ru: Зачаровывает твое активное оружие зеленым пламенем - наносит дополнительный <Green>0.5x</> урона на <Green>5</> секунды.

# ItemData
source: Enchants your active weapon - it causes an additional <Green>0.6x</> damage for <Green>5</> seconds. Each strike has a <Green>15%</> chance to apply <DarkGreen>Poison</>, causing an additional <Blue>18</> damage over <Green>6</> seconds.
es: Encanta tu arma activa - causa un adicional <Green>0.6x</> de daño por <Green>5</> segundos. Cada golpe tiene un <Green>15%</> de probabilidad de aplicar <DarkGreen>Veneno</>, causando un adicional <Blue>18</> daño por <Green>6</> segundos.
fr: Enchante votre arme active - elle cause <Green>0,6x</> dommages supplémentaires pendant <Green>5</> secondes. Chaque coup a <Green>15%</> de chance d'appliquer du <DarkGreen>Poison</>, causant <Blue>18</> de dommages supplémentaires pendant <Green>6</> secondes.
hu: Megbűvöli a fegyveredet, ezzel <Green>0.6x</> sebzést adva <Green>5</> másodpercig. Minden ütés <Green>15%</> eséllyel <DarkGreen>Mérgezést</> okoz, ami <Blue>18</> sebzést jelent <Green>6</> másodpercen át.
ro: Farmecă arma activă - cauzează <Green>0.6x</> daune adiționale pentru <Green>5</> secunde. Fiecare lovitură are o șansă de <Green>15%</> să aplice <DarkGreen>Otravă</>, cauzând <Blue>18</> daune adiționale timp de <Green>6</> secunde.
ru: Зачаровывает твое активное оружие - оно наносит дополнительный урон <Green>0.6x</> на <Green>5</> секунд. Каждый удар имеет <Green>15%</> шанс применить <DarkGreen>Яд </>, нанося дополнительный <Blue>18</> урон на <Green>6</> секунд.

# ItemData
source: Enchants your active weapon - it causes an additional <Green>0.7x</> damage for <Green>6</> seconds. Each strike has a <Green>20%</> chance to apply <DarkGreen>Poison</>, causing an additional <Blue>24</> damage over <Green>6</> seconds.
es: Encanta tu arma activa - causa un adicional <Green>0.7x</> de daño por <Green>6</> segundos. Cada golpe tiene un <Green>20%</> de probabilidad de aplicar <DarkGreen>Veneno</>, causando un adicional <Blue>24</> de daño por <Green>6</> segundos.
fr: Enchante votre arme active - elle cause <Green>0,7x</> dommages supplémentaires pendant <Green>6</> secondes. Chaque coup a <Green>20%</> de chance d'appliquer du <DarkGreen>Poison</>, causant <Blue>24</> de dommages supplémentaires pendant <Green>6</> secondes.
hu: Megbűvöli a fegyveredet, ezzel <Green>0.7x</> sebzést adva <Green>6</> másodpercig. Minden találat <Green>20%</> eséllyel <DarkGreen>Mérgezést</> okoz, ami plusz <Blue>24</> sebzést jelent <Green>6</> másodpercen át.
ro: Farmecă arma activă - cauzează <Green>0.7x</> daune adiționale pentru <Green>6</> secunde. Fiecare lovitură are o șansă de <Green>20%</> să aplice <DarkGreen>Otravă</>, cauzând <Blue>24</> daune adiționale timp de <Green>6</> secunde.
ru: Зачаровывает твое активное оружие - оно наносит дополнительный урон <Green>0.7x</> на <Green>6</> секунд. Каждый удар имеет <Green>20%</> шанс применить <DarkGreen>Яд </>, нанося дополнительный <Blue>24</> урон на <Green>6</> секунд.

# ItemData
source: Enchants your active weapon - it causes an additional <Green>0.8x</> damage for <Green>6</> seconds. Each strike has a <Green>25%</> chance to apply <DarkGreen>Poison</>, causing an additional <Blue>30</> damage over <Green>6</> seconds.
es: Encanta tu arma activa - causa un adicional <Green>0.8x</> de daño por <Green>6</> segundos. Cada golpe tiene un <Green>25%</> de probabilidad de aplicar <DarkGreen>Veneno</>, causando un adicional <Blue>30</> de daño por <Green>6</> segundos.
fr: Enchante votre arme active - elle cause <Green>0,8x</> dommages supplémentaires pendant <Green>6</> secondes. Chaque coup a <Green>25%</> de chance d'appliquer du <DarkGreen>Poison</>, causant <Blue>30</> de dommages supplémentaires pendant <Green>6</> secondes.
hu: Megbűvöli a fegyveredet, ezzel <Green>0.8x</> sebzést adva <Green>6</> másodpercig. Minden találat <Green>25%</> eséllyel <DarkGreen>Mérgezést</> okoz, ami plusz <Blue>30</> sebzést jelent <Green>6</> másodpercen át.
ro: Farmecă arma activă - cauzează <Green>0.8x</> daune adiționale pentru <Green>6</> secunde. Fiecare lovitură are o șansă de <Green>25%</> să aplice <DarkGreen>Otravă</>, cauzând <Blue>30</> daune adiționale timp de <Green>6</> secunde.
ru: Зачаровывает твое активное оружие - оно наносит дополнительный урон <Green>0.8x</> на <Green>6</> секунд. Каждый удар имеет <Green>25%</> шанс применить <DarkGreen>Яд </>, нанося дополнительный <Blue>30</> урон на <Green>6</> секунд.

# ItemData
source: Enchants your active weapon - it causes an additional <Green>0.9x</> damage for <Green>6</> seconds. Each strike has a <Green>30%</> chance to apply <DarkGreen>Poison</>, causing an additional <Blue>36</> damage over <Green>6</> seconds.
es: Encanta tu arma activa - causa un adicional <Green>0.9x</> de daño por <Green>6</> segundos. Cada golpe tiene un <Green>30%</> de probabilidad de aplicar <DarkGreen>Veneno</>, causando un adicional <Blue>36</> de daño por <Green>6</> segundos.
fr: Enchante votre arme active - elle cause <Green>0,9x</> dommages supplémentaires pendant <Green>6</> secondes. Chaque coup a <Green>30%</> de chance d'appliquer du <DarkGreen>Poison</>, causant <Blue>36</> de dommages supplémentaires pendant <Green>6</> secondes.
hu: Megbűvöli a fegyveredet, ezzel <Green>0.9x</> sebzést adva <Green>6</> másodpercig. Minden ütés <Green>30%</> eséllyel <DarkGreen>Mérgezést</> okoz, ami <Blue>36</> sebzést jelent <Green>6</> másodpercen át.
ro: Farmecă arma activă - cauzează <Green>0.9x</> daune adiționale pentru <Green>6</> secunde. Fiecare lovitură are o șansă de <Green>30%</> să aplice <DarkGreen>Otravă</>, cauzând <Blue>36</> daune adiționale timp de <Green>6</> secunde.
ru: Зачаровывает твое активное оружие - оно наносит дополнительный урон <Green>0.9x</> на <Green>6</> секунд. Каждый удар имеет <Green>30%</> шанс применить <DarkGreen>Яд </>, нанося дополнительный <Blue>36</> урон на <Green>6</> секунд.

# ItemData
source: Enchants your active weapon - it causes an additional <Green>0.5x</><YellowH>(→0.6x)</> damage for <Green>5</> seconds. <YellowH>Each strike has a</> <GreenH>15%</> <YellowH>chance to apply </><DarkGreenH>Poison</><YellowH>, causing an additional</> <BlueH>18</> <YellowH>damage over</> <GreenH>6</> <YellowH>seconds.</>
es: Encanta tu arma activa - causa un adicional <Green>0.5x</> <YellowH>(→ 0.6x)</> de daño por <Green>5</> segundos. <YellowH>Cada golpe tiene un</> <GreenH>15%</> <YellowH>de probabilidad de aplicar</> <DarkGreenH>Veneno</> <YellowH>, causando un adicional</> <BlueH>18</> <YellowH>daño por</> <GreenH>6</> <YellowH>segundos.</>
fr: Enchante votre arme active - elle cause <Green>0,5x</><YellowH>(→0.6x)</> dommages supplémentaires pendant <Green>5</> secondes. Chaque coup a </> <GreenH>15%</> <YellowH> de chance d'appliquer du <DarkGreen>Poison</><YellowH>, causant</> <Blue>18</><YellowH> de dommages supplémentaires pendant</> <GreenH>6</> <YellowH> secondes.</>
hu: Megbűvöli a fegyveredet, ezzel <Green>0.5x</><YellowH>(→0.6x)</> sebzést adva <Green>5</> másodpercig. <YellowH>Minden ütés</> <GreenH>15%</> <YellowH>eséllyel </><DarkGreenH>Mérgezést</><YellowH> okoz, ami plusz</> <BlueH>18</> <YellowH>sebzést jelent </> <GreenH>6</> <YellowH> másodpercen át.</>
ro: Farmecă arma activă - cauzează <Green>0.5x</><YellowH>(→0.6x)</> daune adiționale pentru <Green>5</> secunde. <YellowH>Fiecare lovitură are o șansă de</> <Green>15%</> <YellowH>să aplice</> <DarkGreen>Otravă</>, <YellowH>cauzând</> <Blue>18</> <YellowH>daune adiționale timp de</> <Green>6</> <YellowH>secunde.</>
ru: Зачаровывает твое активное оружие - оно наносит дополнительный урон <Green>0.5x</><YellowH>(→0.6x)</> на <Green>5</> секунд. <YellowH>Каждый удар имеет </> <Green>15%</> <YellowH>шанс применить</> <DarkGreen>Яд </>, <YellowH>нанося дополнительный</> <Blue>18</> <YellowH>урон на </> <GreenH>6</> <YellowH> секунд.</>
