Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/Warriorb/*/Warriorb.po
Languages: es, fr, hu, ro, ru

# EndScreen
source: A few hours later members of the Mage Council arrived along with the city guards.
es: Pocas horas después llegaron miembros del Concilio de los Magos junto con las guardias de la ciudad.
fr: Quelques heures plus tard, des membres du Conseil des Mages sont arrivés avec les gardes de la ville.
hu: Pár óra múltán megérkezett a Mágus Tanács néhány tagja a városőrséggel.
ro: Câteva ore mai târziu, membrii Consiliului Vrăjitorilor au sosit împreună cu paznicii orașului.
ru: Через несколько часов прибыли члены Совета Магов вместе с городской стражей.

# EndScreen
source: The Council claimed that Wizard died in an unfortunate accident, his device could never actually work anyway and Ruin is nothing to fear of.
es: El Concilio afirmó que Mago murió en un desafortunado accidente, que su aparato nunca podría funcionar de todos modos y que Ruin no tiene nada que temer.
fr: Le Conseil a affirmé que le Magicien était mort dans un malheureux accident, que son appareil ne pourrait jamais fonctionner de toute façon et que la Ruine n'est pas une menace.
hu: A Tanács leszögezte, hogy a Varázsló egy sajnálatos labori balesetben hunyt el, a Szerkezet egyébként sem működött volna, a Fertőzés pedig szófiabeszéd csupán.
ro: Consiliul a afirmat că vrăjitorul a murit într-un accident nefericit, dispozitivul său niciodată nu ar putea funcționa oricum și Ruin nu este ceva de care să îți fie teamă.
ru: Совет утверждал, что Волшебник погиб в несчастном случае, его устройство все равно никогда не сможет реально работать, и Руина бояться нечего.

# EndScreen
source: Although it was total nonsense Lillian and Scholar was happy that the crowd were taken away from the Castle.
es: Aunque no tenía sentido, Lillian y Erudito estaban felices de que la multitud fuera llevada del Castillo.
fr: Bien que ce fût un non-sens total, Lillian et l'Étudiant furent heureux de voir la foule s'éloigner du château.
hu: Dacára, hogy az elhangzottak finoman szólva is köszönőviszonyban sem voltak a valósággal, Lillian és Tudós örült, hogy a csőcseléket kitessékelik a kastélyból, és nem álltak le vitatkozni.
ro: Deși era o prostie totală, Lillian și Savantul erau fericiți că mulțimea a fost luată departe de Castel.
ru: Хотя это была полная чушь, Лилиан и Профессор были счастливы, что толпу увели из замка.

# EndScreen
source: The World was still about to end, but as one Pipe Walker wisely said:
es: El mundo aún estaba por terminar, pero como sabiamente dijo un Trotadesagüe:
fr: Le Monde était encore sur le point de disparaître, mais comme l'a sagement dit un Tuyauteur :
hu: A Világvégét nem sikerült elhárítani ugyan, de, ahogy azt az egyik Battyogó bölcsen megállapította:
ro: Lumea era încă pe punctul de a se sfârși, dar așa cum a spus un înțelept Mergător pe Țevi:
ru: Конец света все еще был близок, но, как мудро сказал один Трубоходик:

# EndScreen
source: As some stories ended some new ones begun. Though what happened afterwards is not yet known.
es: Cuando algunas historias terminaron, comenzaron otras nuevas. Aunque lo que sucedió después aún no se sabe.
fr: Comme certaines histoires se terminent, d'autres commencent. Bien que ce qui s'est passé par la suite ne soit pas encore connu.
hu: Ahol egy történet véget ér, egy új kezdődik. Hogy ezután mi fog történni, azt még nem tudhatjuk.
ro: Pe măsură ce unele povești s-au încheiat, au început unele noi. Deși ceea ce s-a întâmplat ulterior nu se știe încă.
ru: По мере того, как заканчиваются некоторые истории, начинаются новые. Хотя то, что случилось потом, еще не известно.

# EndScreen
source: When they were left alone they quickly started the evacuation of the Ruined Realm.
es: Cuando se quedaron solos, rápidamente comenzaron la evacuación del Reino Arruinado.
fr: Quand ils ont été laissés seuls, ils ont rapidement commencé l'évacuation du Royaume en Ruines.
hu: Mikor végre magukra maradtak, megkezdhették a Fertőzött Föld lakóinak kimentését.
ro: Când au fost lăsați singuri, au început rapid evacuarea Tărâmului Ruinat.
ru: Когда их оставили в покое, они быстро начали эвакуацию Разрушенного Царства.

# EndScreen
source: Even though she lost her father Lillian couldn’t afford to let sadness overcome her.
es: A pesar de que perdió a su padre, Lillian no podía permitir que la tristeza la superara.
fr: Même si elle a perdu son père, Lillian ne pouvait pas se permettre de laisser la tristesse l'envahir.
hu: Lillian most már egyedül maradt a családjából, de nem hagyhatta, hogy a gyász maga alá gyűrje.
ro: Chiar dacă și-a pierdut tatăl, Lillian nu și-a permis să lase tristețea să o învingă.
ru: Несмотря на то, что она потеряла отца, Лилиан не могла позволить грусти преодолеть ее.

# EndScreen
source: Ruin was more of a threat now than ever before, and since the Mage Council didn’t believe in Ruin it was the task of Lillian and Scholar to repair the device.
es: Ruin era más una amenaza ahora que nunca antes, y dado que el Concilio de los Magos no creía en Ruin, era tarea de Lillian y Erudito reparar el aparato.
fr: La Ruine était plus que jamais une menace, et comme le Conseil des Mages ne croyait pas en la Ruine, c'était à Lillian et l'Étudiant de réparer l'appareil.
hu: A Fertőzés most még nagyobb fenyegetést jelentett, mint eddig bármikor. Miután a Mágus Tanács nem volt hajlandó elfogadni a veszély létét, Lillianra és Tudósra hárult a feladat, hogy a Szerkezetet rendbe hozzák.
ro: Ruina era o amenințare mai mare ca niciodată și din momentul ce Consiliul Mage nu credea în Ruină, a fost sarcina lui Lillian și a Savantului să repare dispozitivul.
ru: Руин сейчас более опасен, чем когда-либо прежде, и поскольку Совет Магов не верил в Руин, задача Лиллиан и Профессора состояла в том, чтобы починить устройство.

# EndScreen
source: Scholar was really proud of Lillian because she managed to save time for the evacuation.
es: Erudito estaba realmente orgulloso de Lillian porque logró ahorrar tiempo para la evacuación.
fr: L'Étudiant était vraiment fier de Lillian car elle a su gagner du temps pour l'évacuation.
hu: Tudós rendkívül büszke volt Lillianra, amiért sikerült időt nyernie a Fertőzött Föld lakóinak kimentésére.
ro: Savantul era cu adevărat mândru de Lillian pentru că a reușit să economisească timp pentru evacuare.
ru: Профессор очень гордился Лилиан, потому что ей удалось выиграть немного времени на эвакуацию.

# EndScreen
source: <Quote>‘I know Wizard would have disagreed but you did the right thing. We still have time to face Ruin. We couldn’t let everyone die there.’</>
es: <Quote>"Sé que Mago habría estado en desacuerdo, pero hiciste lo correcto. Todavía tenemos tiempo para enfrentar a Ruin. No podíamos dejar que todos murieran allí."</>
fr: <Quote>‘Je sais que le Magicien n'aurait pas été d'accord, mais tu as fait ce qu'il fallait. Nous avons encore le temps d'affronter la Ruine. Nous ne pouvions pas laisser tout le monde mourir là-bas.’</>
hu: <Quote>- Tudom, hogy Varázsló nem értett volna egyet, de hidd el, a helyes utat választottad. Még van időnk megállítani a Fertőzést. Nem hagyhattunk mindenkit elpusztulni a Fertőzött Földön.</>
ro: <Quote>'Știu că vrăjitorul nu ar fi fost de acord, dar ai făcut ceea ce trebuie. Mai avem timp să ne confruntăm Ruina. Nu am putut lăsa pe toți să moară acolo. '</>
ru: <Quote>“Я знаю, что Волшебник не согласился бы, но ты поступила правильно. У нас еще есть время сразиться с Руином. Мы не могли позволить всем умереть там.”</>

# EndScreen
source: As time passed Scholar started to behave a bit odd which made Lillian really anxious.
es: Con el paso del tiempo, Erudito comenzó a comportarse un poco extraño, lo que puso a Lillian realmente ansiosa.
fr: Avec le temps, l'Étudiant a commencé à se comporter un peu bizarrement, ce qui a rendu Lillian très anxieuse.
hu: Ahogy haladt az idő, Tudós egyre furábban viselkedett, ami igencsak aggasztotta Lilliant.
ro: Odată cu trecerea timpului, savantul a început să se comporte un pic ciudat, ceea ce a făcut-o pe Lillian să fie într-adevăr neliniștită.
ru: Со временем Профессор начал вести себя немного странно, что сильно встревожило Лилиан.

# EndScreen
source: Ruin was close and the solution was still far away.
es: Ruin estaba cerca y la solución aún estaba lejos.
fr: La Ruine était proche et la solution, encore lointaine.
hu: A Fertőzés egyre közelebb ért, a megoldás pedig csak nem akart megszületni.
ro: Ruina era aproape și soluția era încă departe.
ru: Руин был близко, а решение все еще не найдено.

# EndScreen
source: When she talked about her concerns to Raven, the bird said:
es: Cuando le habló de sus preocupaciones a Cuervo, el pájaro dijo:
fr: Quand elle a parlé de ses préoccupations au Corbeau, l'oiseau a dit :
hu: <Quote>- Összpontosíts a célodra, Lillian! -</> próbált segíteni Holló.
ro: Când a vorbit despre preocupările sale cu Corbul, pasărea a spus:
ru: Когда она рассказала о своих проблемах Ворону, птица сказала:

# EndScreen
source: <Quote>‘Focus on what you are doing Lillian. He was a bit odd anyway.’</>
es: <Quote>"Concéntrate en lo que estás haciendo, Lillian. Era un poco extraño de todos modos."</>
fr: <Quote>‘Concentrez-vous sur ce que vous faites Lillian. Il était un peu bizarre de toute façon.’</>
hu: <Quote>- Tudós egyébként is fura volt egy kicsit.</>
ro: <Quote>"Concentrează-te pe ceea ce faci Lillian. Era oricum un pic ciudat. "</>
ru: <Quote>”Сосредоточься на том, что ты делаешь, Лилиан. Он все равно был немного странным.”</>

# EndScreen
source: To the surprise of many Teachy turned out to be an excellent researcher.
es: A sorpresa de muchos, Teachy resultó ser un excelente investigador.
fr: À la surprise de beaucoup, Prof s'est révélé être un excellent chercheur.
hu: Meglepő módon Tani kiváló kutatónak bizonyult.
ro: Spre surprinderea multor Teachy s-a dovedit a fi un cercetător excelent.
ru: К удивлению многих Ученый оказался отличным исследователем.

# EndScreen
source: <Quote>‘To be honest I never wanted to be a teacher’ </>he said. <Quote>‘I only stayed at University so that I can do some more research work. But my students never let me research during lectures.’</>
es: <Quote>"Para ser sincero, nunca quise ser un maestro"</> dijo él. <Quote>"Solo me quedé en la Universidad para poder hacer más trabajo de investigación. Pero mis alumnos nunca me dejaron investigar durante las conferencias."</>
fr: <Quote>‘Pour être honnête, je n'ai jamais voulu être professeur’ </>dit-il. <Quote>‘Je suis seulement resté à l'Université pour pouvoir faire d'autres travaux de recherche. Mais mes étudiants ne me laissent jamais faire de recherches pendant les cours.’</>
hu: <Quote>- Őszintén szólva, soha nem is akartam tanár lenni</> - mondta. <Quote>- Csak azért maradtam az egyetemen, hogy kutatómunkákat csinálhassak. Kár, hogy a diákok sosem hagytak olvasni az óráimon.</>
ro: <Quote> „Ca să fiu sincer nu am vrut niciodată să fiu profesor” </> a spus el. <Quote> „Am rămas doar la Universitate, pentru a putea face și alte lucrări de cercetare. Dar studenții mei nu m-au lăsat niciodată să cercetez în timpul lecturilor. ”</>
ru: <Quote>“Честно говоря, я никогда не хотел быть ученым”</>- сказал он.<Quote>”Я остался в университете только для того, чтобы заниматься исследовательской работой. Но мои студенты никогда не позволяли мне заниматься исследованиями во время лекций”.</>

# EndScreen
source: He joined Lillian and dug into every book he could possibly find on the Ancient’s technology.
es: Se unió a Lillian y empezó a buscar en cada libro que pudiera encontrar cualquier cosa sobre la tecnología de los Antiguos.
fr: Il a rejoint Lillian et a fouillé dans tous les livres qu'il a pu trouver au sujet de la technologie de l'Ancien.
hu: Csatlakozott Lillianhoz, és minden könyvön végigrágta magát, aminek csak köze volt az Ősi technológiához.
ro: S-a alăturat lui Lillian și a căutat în fiecare carte pe care ar putea să o găsească despre Tehnologia Anticilor.
ru: Он присоединился к Лилиан и изучил каждую книгу о технологии Древних.

# EndScreen
source: The new environment and being a bit further from Ruin made good to the Gate Keeper.
es: El nuevo entorno y el hecho de estar un poco más lejos de Ruin hicieron bien al Guardián de la Puerta.
fr: Le nouvel environnement et le fait d'être un peu plus éloigné de la ruine ont fait du bien au Gardien de la Porte.
hu: Az új környezet, és a távollét a Fertőzéstől jót tett a Kapuőrnek.
ro: Noul mediu și fiind un pic mai departe de Ruin i-au făcut bine Portarilor.
ru: Новое окружение и находясь вдали от Руина, принесло пользу Хранителю Врат.

# EndScreen
source: He organized some of the cleaners to repair the Castle so that Lillian can keep on with her work.
es: Organizó algunos de los limpiadores para reparar el Castillo mientras Lillian continua con su trabajo.
fr: Il a organisé certains des nettoyeurs pour réparer le château afin que Lillian puisse continuer son travail.
hu: Csoportokba szervezte a Tisztítókat, és nekiláttak a kastély rendbetételének.
ro: El a organizat câțiva dintre curățătorii pentru a repara Castelul, pentru ca Lillian să poată continua munca ei.
ru: Он собрал несколько уборщиков для ремонта Замка, чтобы Лилиан могла продолжить свою работу.

# EndScreen
source: Later he started to remember things from the Runic Realm which helped Lillian a lot.
es: Más tarde comenzó a recordar cosas del Reino Rúnico que ayudaron mucho a Lillian.
fr: Plus tard, il a commencé à se souvenir de choses du Royaume Runique qui ont beaucoup aidé Lillian.
hu: Később eszébe jutottak dolgok a Rúna Rend korából, ami sokat segítettek Lilliannak a kutatásában.
ro: Mai târziu a început să-și amintească lucruri de pe tărâmul Runic, care l-au ajutat foarte mult pe Lillian.
ru: Позже он начал вспоминать вещи из Рунического Царства, которые очень помогли Лилиан.

# EndScreen
source: One day a Pipe Walker, who had been in many cages mentioned that she met some kobolds far away who might be other survivors of the Kobold Chef’s tribe.
es: Un día, un Trotadesagüe, que había estado en muchas jaulas, mencionó que conoció a algunos kobolds que podrían ser otros sobrevivientes de la tribu del Cocinero Kobold.
fr: Un jour, une Tuyauteuse, qui avait fréquenté de nombreuses cages, a mentionné qu'elle avait rencontré au loin des kobolds qui pourraient être d'autres survivants de la tribu du chef Kobold.
hu: Az egyik Battyogó, aki vándor élete folyamán számos helyre rács-odálkozott, említette, hogy már találkozott koboldokkal, akik talán a Szakács rokonai lehettek.
ro: Într-o zi, un Mergător pe Țeavă, care fusese în multe cuști, a menționat că a întâlnit niște Kobolds departe, care ar putea fi alți supraviețuitori ai tribului Bucătarului Kobold.
ru: Однажды одна из Трубоходиков, которая была во многих клетках, упомянула, что она встретила несколько коболдов вдали отсюда, которые могли быть другими выжившими из племени Повара Коболда.

# EndScreen
source: Hearing this news made Kobold Chef really excited.
es: Al escuchar esta noticia, hizo el Cocinero Kobold realmente emocionado.
fr: En apprenant cette nouvelle, le Chef Kobold est devenu très enthousiaste.
hu: Szakács rendkívül izgatott lett a hír hallatán.
ro: Auzind această veste l-a făcut pe Bucătarul Kobold cu adevărat încântat.
ru: Услышав эти новости, Повар Коболд очень обрадовался.

# EndScreen
source: He decided to return to the Ruined Realm and search for his lost relatives.
es: Decidió regresar al Reino Arruinado y buscar a sus familiares perdidos.
fr: Il décide de retourner au Royaume en Ruines et de rechercher ses proches disparus.
hu: Úgy döntött, visszatér a Fertőzött Földre, és felkutatja elveszett rokonait.
ro: A decis să se întoarcă pe Tărâmul Ruinat și să-și caute rudele pierdute.
ru: Он решил вернуться в Разрушенное Царство и заняться поиском своих потерянных родственников.

# EnemyGroupData
source: Drones were even more intelligent than Maintainers. They not only memorized texts, they helped correct grammar, changed the message if it was too insulting or even made up poems if they were asked to do so.
es: Los drones eran aún más inteligentes que los mantenedores. No solo memorizaron textos, ayudaron a corregir la gramática, cambiaron el mensaje si era demasiado insultante o incluso inventaron poemas si se les pedía que lo hicieran.
fr: Les Drones étaient encore plus intelligents que les Responsables. Non seulement ils mémorisaient des textes, mais ils aidaient à corriger la grammaire, à changer le message s'il était trop insultant ou même à inventer des poèmes si on leur demandait de le faire.
hu: A Drónok még a Karbantartóknál is intelligensebbek voltak. Nem csak megjegyezni tudták az üzeneteket. Nyelvtani és etikai hibákat javítottak, kérésre akár verset is költöttek.
ro: Dronele erau chiar mai inteligente decât întreținătorii. Nu numai că au memorat textele, ci au ajutat la corectarea gramaticii, au schimbat mesajul dacă a fost prea insultător sau chiar au alcătuit poezii dacă li s-a cerut acest lucru.
ru: Дроны были гораздо умнее, чем Прислужники. Они не только запоминали тексты, но и помогали исправлять грамматику, меняли послание, если оно было слишком оскорбительным и даже придумывали стихи, если их об этом просили.

# EnemyGroupData
source: The Flying Three
es: Los Tres Voladores
fr: Le Trio Volant
hu: A Repülő Hármas
ro: Cei Trei Zburători
ru: Летающая Тройка

# EnemyGroupData
source: Citizens of Cerulean requested to have their own unique Golems, but it was always rejected. This situation was very good for the Black Golem Market, because this way it was always easy to find customers.
es: Los ciudadanos de Cerulean solicitaron tener sus propios Golems únicos, pero siempre fue rechazado. Esta situación fue muy buena para el Mercado Negro de Golems, porque de esta manera siempre fue fácil encontrar clientes.
fr: Les Citoyens de Céruléen ont demandé à avoir leur propre Golems unique, mais cela a toujours été rejeté. Cette situation était très bonne pour le Marché Noir du Golem, car il était ainsi toujours facile de trouver des clients.
hu: Mélykék Metropolisz lakói többször is kérvényezték, hogy egyedi Gólemeik lehessenek, de kérésüket minduntalan visszautasították. Ez a helyzet virágoztatta fel a Fekete Gólem Piacot.
ro: Cetățenii din Cerulean au cerut să aibă propriile lor Gooemi, dar a fost întotdeauna respins. Această situație a fost foarte bună pentru piața Neagră de Golemi, deoarece în acest fel a fost întotdeauna ușor să găsești clienți.
ru: Жители Лазурного города просили, чтобы у них был свой уникальный Голем, но это всегда отвергалось. Эта ситуация была очень выгодна для Черного рынка Големов, потому что таким образом всегда было легко найти клиентов.

# EnemyGroupData
source: Cleaners of Cerulean
es: Limpiadores de Cerulean
fr: Nettoyeurs de Céruléen
hu: Mélykék Tisztítók
ro: Curățătorii Ceruleanului
ru: Уборщики Лазурного Города

# EnemyGroupData
source: The Runic Realm's Government didn't allow the Golems to become the privilege of the rich. Even though the elite were not allowed to have different Golems they always found a way to make their servants different than the ones owned by the poor.
es: El Gobierno del Reino Rúnico no permitió que los Golems se convirtieran en el privilegio de los ricos. A pesar de que a la élite no se les permitía tener Golems diferentes, siempre encontraban una manera de hacer que sus sirvientes fueran diferentes de los que tenían los pobres.
fr: Le Gouvernement du Royaume Runique n'a pas permis que les Golems deviennent le privilège des riches. Même si l'élite n'était pas autorisée à avoir des Golems différents, elle trouvait toujours un moyen de rendre ses serviteurs différents de ceux des pauvres.
hu: A Rúna Rend nem hagyta, hogy a Gólem birtoklás a gazdagok kiváltsága legyen. Noha az elit réteg hivatalosan ugyanazokkal a Gólemekkel rendelkezhetett, mint bárki más, azért mindig találtak módot arra, hogy az övéik eltérőnek tűnjenek.
ro: Guvernul Regatului Runic nu a permis Golemii să devină privilegiul celor bogați. Chiar dacă elitei nu li s-a permis să aibă Golemi diferiți, au găsit întotdeauna o modalitate de a-i face pe slujitorii lor diferiți de cei deținuți de săraci.
ru: Правительство Рунического царства не позволило Големам стать привилегией богатых. Несмотря на то, что элите не разрешалось иметь разных големов, она всегда находила способ отличать своих слуг от бедных.

# EnemyGroupData
source: Capetainers
fr: Conteneurs
hu: Köpitány
ro: Curățătorii Căpitani
ru: Кэпслужники

# EnemyGroupData
source: 'Just keep cleaning! Cleaning, cleaning...'
es: "¡Sigue limpiando! Limpiando, limpiando..."
fr: 'Continuez à nettoyer ! Nettoyer, nettoyer...'
hu: "Húzz és seperj! Seperj, seperj..."
ro: „Continuați curățarea! Curățare, curățare ... '
ru: “Просто продолжай убирать! Убирать, убирать…”

# EnemyGroupData
source: Cleaner Invasion
es: Invasión Limpiadora
fr: Invasion de Nettoyeurs
hu: Takarító Invázió
ro: Invazie Curățătorilor
ru: Нашествие Уборщиков

# EnemyGroupData
source: The Black Golem Market was funded by a Golem Maker apprentice who failed his master exam and was banished from school. No wonder his golems were... unique.
es: El Mercado Negro de Golems fue financiado por un aprendiz de un Creador de Golems que suspendió el examen de su maestro y fue expulsado de la escuela. No es de extrañar que sus golems fueran... únicos.
fr: Le Marché Noir du Golem a été financé par un apprenti fabricant de golem qui a échoué à son examen de maîtrise et a été banni de l'école. Pas étonnant que ses golems aient été... uniques.
hu: A Fekete Gólem Piacot eredetileg egy Gólem Készítő tanítvány alapította, akinek nem sikerült átmennie a vizsgákon. Nem csoda, hogy a Gólemei... egyediek voltak.
ro: Piața Neagră a Golemilor a fost finanțată de un Creator ucenic de Golemi care nu a reușit examenul de master și a fost alungat de la școală. Nu e de mirare că golemurile lui erau... unice.
ru: Черный рынок Големов финансировался бывшим учеником Создателя Големов, который провалил экзамен на звание мастера и был изгнан из школы. Неудивительно, что его големы были… уникальны.

# EnemyGroupData
source: Weird Golems
es: Golems Extraños
fr: Golems Bizarres
hu: Fura Gólemek
ro: Golemi ciudați
ru: Чудные Големы

# EnemyGroupData
source: The cleaning plan for this area fell apart with the participants.
es: El plan de limpieza para esta área se vino abajo con los participantes.
fr: Le plan de nettoyage de cette zone s'est effondré avec les participants.
hu: A rendezési terv darabjaira hullott a résztvevőkkel egyetemben.
ro: Planul de curățenie pentru această zonă s-a destrămat cu participanții.
ru: План уборки этой территории разделился между участниками.

# EnemyGroupData
source: The North Team
es: El Equipo del Norte
fr: L'équipe Nord
hu: Északi Csapat
ro: Echipa de Nord
ru: Команда Севера
