Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/Warriorb/*/Warriorb.po
Languages: es, fr, hu, ro, ru

# ItemData
source: Wisy et al. [3152] point out that any entity can be banished by throwing the proper object into his/her/its face a few times, making him/her/it annoyed thus unconcerned, as long as the target entity has a face. The proper object in case of ghosts is something Surrected [Inti and Clevi 3153], as only Surrected substance can interact with ghosts. Any object covered with petals of Ghost Flower can be Surrected using the following method: - Say "Sorry my <object name>!" - Break the object into pieces with a heated hammer - Say your favourite color - Croon "La La LaLaLa LaLaLa" until the object is coagulated into a single Surrected object
es: Wisy y col. [3152] señalan que cualquier entidad puede ser desterrada arrojando el objeto apropiado en su cara varias veces, haciéndolo molestar por lo tanto sin preocuparse, siempre y cuando la entidad objetivo tenga una cara. El objeto adecuado en el caso de los fantasmas es algo Resucitado [Inti y Clevi 3153], ya que solo la sustancia Resucitado puede interactuar con los fantasmas. Cualquier objeto cubierto con pétalos de la Flor Fantasma se puede resucitar utilizando el siguiente método: - Di "Lo siento, mi <object name> ! " - Rompa el objeto en pedazos con un martillo calentado - Diga su color favorito - Croon" La LaLaLaLaLaLa "hasta que el objeto se coagule en un solo objeto Resucitado
fr: Wisy et al. [3152] soulignent que toute entité peut être bannie en lui lançant plusieurs fois l'objet approprié à la figure, ce qui la met en colère et la laisse indifférente, tant que l'entité cible a un visage. L'objet approprié dans le cas des fantômes est quelque chose de Surrecté [Inti et Clevi 3153], car seule la substance Surrectée peut interagir avec les fantômes. Tout objet recouvert de pétales de Fleur de Fantôme peut être Surrecté en utilisant la méthode suivante : - Dites "Désolé mon <object name> !" - Cassez l'objet en morceaux avec un marteau chauffé - Dites votre couleur préférée - Chantez "La La LaLaLa LaLaLa" jusqu'à ce que l'objet soit coagulé en un seul objet Surrecté
hu: Bölcsi és kutatótársai (3152) kimutatták, hogy bármilyen teremtmény elzavarható egy pár jól irányzott, megfelelő objektummal elvgézett arcondobással, melynek hatására a felbosszantott lény elveszíti érdeklődését a közelben maradásról, amennyiben a szóban forgó lény rendelkezik arccal. A megfelelő tárgy a szellemek esetén egy Támasztott objektum (Oki és Doki 3153), mivel csak a Támasztott anyag képes interaktálni a szellemekkel. Bármilyen szellem szirmokkal borított objektum Támasztható az alábbi módon: - Suttogd: "Sajnálom <tárgy neve>!" - Törd össze a tárgyat egy felmelegített kalapáccsal - Suttogd a kedvenc színed - Kántáld, hogy "La La LaLaLa LaLaLa" amíg az objektum Támasztottá nem válik
ro: Wisy et al. [3152] subliniază faptul că orice entitate poate fi alungată aruncând de câteva ori obiectul corespunzător pe fața sa, făcându-l să se enerveze astfel să nu fie preocupat, atât timp cât entitatea țintă are o față Obiectul potrivit în cazul fantomelor este ceva reînviat [Inti and Clevi 3153], deoarece numai substanța reînviată poate interacționa cu fantomele. Orice obiect acoperit cu petalele de la Floare Fantomă poate fi reînviat folosind următoarea metodă:: - Spune "Îmi pare rău <nume obiect>!" - Rupe obiectul în bucăți cu un ciocan încălzit - Spune culoarea preferată - Cântă "La La LaLaLa LaLaLa" până când obiectul este coagulat într-un singur obiect resuscitat
ru: Мудрый и др. [год 3152] указывает на то, что любая сущность может быть изгнана, бросив соответствующий объект в лицо несколько раз, тем самым раздражая ее и не обращая на это внимания продолжать, до тех пор, пока у целевой сущности есть лицо. Подходящий объект в случае с призраками - это нечто Воскресшее [Разумный и Умный, год 3153], поскольку только Воскрешенное вещество может взаимодействовать с призраками. Любой объект, покрытый лепестками Призрачного Цветка, может быть Воскрешен следующим методом: - Скажите “Извините мое <object name>”! - Разбейте объект на куски нагретым молотком. - Скажи свой любимый цвет - Напевайте “Лa Ла ЛаЛаЛа ЛаЛаЛа”, пока объект не коагулируется в один воскрешенный объект

# ItemData
source: WARNING: not following the instructions exactly leads to failure and also increases the probability of injury and or death [Carfy 3154]. REFERENCES: WISY, W., BUSY, B., WEIRDY, Y., AND LUCKY, L. 3152. The best ways to get rid of anyone potentially distracting us with questions like "What do you read?" Inti, I., AND Clevi, C. 3153. Insulting dead ancestors using Surrected objects Carfy C. 3154. What happened to Clevi, C. and Inti, I.
es: ADVERTENCIA: no seguir las instrucciones exactamente conduce al fracaso y también aumenta la probabilidad de lesiones o muerte [Carfy 3154]. REFERENCIAS: WISY, W., BUSY, B., WEIRDY, Y., Y LUCKY, L. 3152. Las mejores maneras de deshacerse de alguien que potencialmente nos distraiga con preguntas como "¿Qué lees?" Inti, I., y Clevi, C. 3153. Insultar a los antepasados muertos con objetos Resurecidos Carfy C. 3154. Lo que le sucedió a Clevi, C. e Inti, I.
fr: AVERTISSEMENT : le fait de ne pas suivre exactement les instructions entraîne une défaillance et augmente également la probabilité de blessure et/ou de décès [Carfy 3154]. RÉFÉRENCES : WISY, W., BUSY, B., WEIRDY, Y., ET CHANCEUX, L. 3152. Les meilleurs moyens de se débarrasser de toute personne susceptible de nous distraire avec des questions comme "Que lisez-vous ?" Inti, I., et Clevi, C. 3153. Insulter les ancêtres morts en utilisant les objets de Surrection Carfy C. 3154. Qu'est-il arrivé à Clevi, C. et Inti, I.
hu: "Figyelmeztetés: az utasítások be nem tartása hibákhoz vezethet, és drasztikusan megnöveli a sérülések szerzésének, és elhalálozásnak az esélyét (Óvati 3154). REFERENCIÁK: BÖLCSI, B., SZORGI, SZ., FURI, F., ÉS MÁZLI, M. 3152. A bosszantó kérdésekkel zaklatóktól való megszabadulás legjobb módjai (Mit olvasol?) OKI, O., ÉS DOKI, D. 3153. Eltávozott ősök bosszantása Támasztott tárgyak segítségével ÓVATI Ó. 3154. Hová tűnt Oki O. és Doki D.
ro: AVERTIZARE: nerespectarea instrucțiunilor duce exact la eșec și crește, de asemenea, probabilitatea de rănire și deces [Carfy 3154]. REFERINȚE: WISY, W., BUSY, B., WEIRDY, Y., AND LUCKY, L. 3152. Cele mai bune metode de a scăpa de oricine ne poate distrage cu întrebări de genul „Ce citești?” Inti, I., AND Clevi, C. 3153. Insultând strămoșii morți folosind obiecte reînviate Carfy C. 3154. Ce s-a întâmplat cu Clevi, C. and Inti, I.
ru: ПРЕДУПРЕЖДЕНИЕ: несоблюдение указаний в точности приводит к неудаче, а также повышает вероятность получения травм или смерти [Осторожный 3154]. ССЫЛКИ: МУДРЫЙ, М., ЗАНЯТОЙ, З., СТРАННЫЙ, С., И ВЕЗУЧИЙ, В. 3152. Лучший способ избавиться от кого-либо, кто потенциально может отвлечь нас вопросами типа “Что ты читаешь?” РАЗУМНЫЙ, Р и Умный, У. 3153. Оскорбление мертвых предков с помощью Воскрешенных объектов. Осторожный, О. 3154. Что случилось с Умным, У. и Разумным, Р.

# ItemData
source: Maybe it was a bit too much?
es: Tal vez fue un poco demasiado?
fr: Peut-être était-ce un peu trop ?
hu: Talán picit több volt a kelleténél?
ro: Poate a fost un pic prea mult?
ru: Может быть, это было слишком?

# ItemData
source: Everything, except an Abacus
es: Todo, excepto un ábaco
fr: Tout, sauf un Boulier
hu: Minden, kivéve egy Abakuszt
ro: Totul, cu excepția unui Abacus
ru: Все, кроме Абакуса

# ItemData
source: A very rare and powerful item which is used for opening a portal into the Unknown Realm. If you gather three and give them to the Wizard he shall set you free.
es: Un elemento muy raro y poderoso que se utiliza para abrir un portal en el Reino Desconocido. Si reúnes tres y se los das al Mago, él te liberará.
fr: Un objet très rare et puissant qui sert à ouvrir un portail dans le royaume inconnu. Si vous en rassemblez trois et les donnez au Magicien, il vous libérera.
hu: Egy nagyon ritka, felbecsülhetetlen értékű tárgy, amit arra használnak, hogy Kaput nyissanak az Ismeretlen Világba. Ha hármat összegyűjtesz belőlük, akkor a Varázsló hazajuttat.
ro: Un articol foarte rar și puternic, care este folosit pentru deschiderea unui portal în Lumea Necunoscută Dacă aduni trei și îi dai vrăjitorului, el te va elibera.
ru: Очень редкий и мощный предмет, который используется для открытия портала в Неизвестное Царство. Если ты соберешь три и отдашь их Волшебнику, он освободит тебя.

# ItemData
source: Artifact
es: Artefacto
fr: Artefact
hu: Varázstárgy
ro: Artefact
ru: Артефакт

# ItemData
source: Axes are usefull, but if you don't need them you can just throw them away.
es: Los Hachas son útiles, pero si no los necesita, simplemente puede tirarlos.
fr: Les haches sont utiles, mais si vous n'en avez pas besoin, vous pouvez les jeter.
hu: A fejsze hasznos szerszám, de ha mégse lenne rá szükséged, nyugodtan eldobhatod.
ro: Topoarele sunt utile, dar dacă nu îți sunt folositoare le poți arunca.
ru: Топоры полезны, но если они тебе не нужны, ты можешь их просто выбросить.

# ItemData
source: Axes
es: Hachas
fr: Haches
hu: Fejszék
ro: Topoare
ru: Топоры

# ItemData
source: An ancient crystal people like to buy.
es: Una cristal antigua que a la gente le gusta comprar.
fr: Un ancien peuple de cristal aime en acheter.
hu: Valami régi kőféle, amit az emberek szeretnek megvenni.
ro: Un cristal antic care la oameni le place să îl cumpere.
ru: Древний Хрусталь люди любят покупать.

# ItemData
source: Blue Crystal
es: Cristal Azul
fr: Cristal Bleu
hu: Kék kristály
ro: Cristal albastru
ru: Голубой Хрусталь

# ItemData
source: A small precious blue stone.
es: Una pequeña piedra preciosa azul.
fr: Une petite pierre bleue précieuse.
hu: Kicsi, értékes, kék kő.
ro: O mică piatră prețioasă albastră.
ru: Маленький драгоценный синий камень.

# ItemData
source: Blue Gem
es: Gema Azul
fr: Gemme Bleue
hu: Kék Kő
ro: Bijuterie Albastră
ru: Голубой Самоцвет

# ItemData
source: The mighty sword of Kharutar the Demon Ruler. Legend says he once cut one of his fingers with it and in his rage he broke the sword into two. Later it was reforged but some say it would still need some more fixes.
es: La poderosa espada de Kharutar el Gobernantes de los Demonios. La leyenda dice que una vez se cortó uno de sus dedos con él y en su ira rompió la espada en dos. Más tarde se reformó, pero algunos dicen que aún necesitaría más arreglos.
fr: La puissante épée de Kharutar le Chef des Démons. La légende raconte qu'une fois, il s'est coupé un doigt avec et, dans sa rage, il a brisé l'épée en deux. Plus tard, elle a été reforgée, mais certains disent qu'elle aurait encore besoin d'être réparée.
hu: A legendás Démon Nagyúr, Kharatur kardja. A történet szerint egyszer véletlen elvágta vele az ujját, és ezért dühében ketté törte. Azóta úgy ahogy újrakovácsolták, de azért még ráférne némi javítás.
ro: Sabia puternică a lui Kharutar, conducătorul Demonilor. Legenda spune că odată și-a tăiat unul din degete și cu furie a rupt sabia în două. Ulterior a fost reforjat, dar unii spun că ar mai avea nevoie de alte corecții.
ru: Могучий меч правителя демонов Харутара. Легенда гласит, что однажды он порезал им один из пальцев и в ярости разбил меч на два. Позже он был переделан, но некоторые говорят, что ему все равно понадобится еще несколько поправок.

# ItemData
source: Demon Sword
es: Espada del Demonio
fr: Épée du Démon
hu: Démon Kard
ro: Sabia Demonului
ru: Демонический меч

# ItemData
source: This is one of the many spare keys of the Dwarven Outpost Kitchen. Being able to get into the kitchen was always very important for dwarves.
es: Esta es una de las muchas llaves de repuesto del Puesto Avanzado de la Cocina de los Enanos. Poder entrar a la cocina siempre fue muy importante para los enanos.
fr: C'est l'une des nombreuses clés de rechange de la Cuisine de l'Avant-Poste Nain. Pouvoir entrer dans la cuisine a toujours été très important pour les nains.
hu: A számos tartalék konyhakulcs egyike. A törpék számára rendkívül fontos volt, hogy be tudjanak jutni a konyhába.
ro: Aceasta este una dintre numeroasele chei de rezervă ale Bucătăriei Piticilor din Cetate. A putea intra în bucătărie a fost întotdeauna foarte important pentru pitici.
ru: Это один из многих запасных ключей от кухни Заставы Гномов. Возможность попасть на кухню всегда была очень важна для гномов.

# ItemData
source: Kitchen Key
es: Llave de la Cocina
fr: Clé de la Cuisine
hu: Konyha Kulcs
ro: Cheia Bucătăriei
ru: Ключ от кухни

# ItemData
source: In case of trouble, it's better to have double.
es: En caso de problemas, es mejor tener el doble.
fr: En cas de problème, il est préférable d'en avoir deux.
hu: Jobb kétszer, mint egyszer sem - mondta a fegyver kovács.
ro: În caz de probleme, este mai bine să ai dublu.
ru: В случае неприятностей лучше иметь два.

# ItemData
source: Double Sword
es: Espada Doble
fr: Double Épée
hu: Dupla Kard
ro: Sabia Dublă
ru: Двойной Меч

# ItemData
source: A shiny green crystal which activates a weight lifting mechanism. At least by the look of it.
es: Un cristal verde brillante que activa un mecanismo de levantamiento de pesas. Al menos por lo que parece.
fr: Un cristal vert brillant qui active un mécanisme de levage de poids. Du moins à première vue.
hu: Fényes kis zöld kristály, ami egy felvonószerkezetet hoz működésbe. Legalábbis a kinézete alapján.
ro: Un cristal verde strălucitor care activează un mecanism de ridicare a greutății. Cel puțin prin aspectul acesteia.
ru: Блестящий зеленый кристалл, который активирует механизм подъема груза. По крайней мере, по внешнему виду.

# ItemData
source: Elevator Gem
es: Gema del Ascensor
fr: Gemme de l'Ascenceur
hu: Felvonó Kő
ro: Bijuteria de la Lift
ru: Самоцвет Лифта

# ItemData
source: You got this item for free from a Merchant so you hardly believe it has any value. It might be used as some sort of a mechanism activator though. Hopefully not for a trap.
es: Obtuvo este artículo de forma gratuita de un comerciante, por lo que apenas cree que tenga algún valor. Sin embargo, podría usarse como una especie de mecanismo activador. Ojalá no sea para una trampa.
fr: Vous avez obtenu cet article gratuitement auprès d'un marchand, vous ne croyez donc pas qu'il ait une quelconque valeur. Il peut cependant être utilisé comme une sorte de déclencheur de mécanisme. Espérons que ce n'est pas un piège.
hu: Minthogy ingyen kaptad egy kereskedőtől, kizárt, hogy bármi értéke legyen. Viszont elvileg aktiválhat valami szerkezetet. Remélhetőleg nem csapdát...
ro: Deoarece ai primit acest articol gratuit de la un comerciant, cu greu crezi că are vreo valoare. Deși ar putea fi folosit ca un fel de activator al mecanismului. Să sperăm că nu pentru o capcană ...
ru: Ты получил этот предмет бесплатно от купца, так что сложно поверить, что он имеет какую-нибудь ценность. Тем не менее, его можно использовать как некий активатор механизма. Надеюсь, не для ловушки.

# ItemData
source: Elevator Crystal
es: Cristal de Ascensor
fr: Cristal de l'Ascenceur
hu: Felvonó Kristály
ro: Cristalul de la Lift
ru: Кристалл лифта

# ItemData
source: Flower acquired from a fountain.
es: Flor adquirida de una fuente.
fr: Fleur obtenue à partir d'une fontaine.
hu: Virág, amit egy Szökőkúttól kaptál.
ro: Floare dobândită dintr-o fântână.
ru: Цветок, приобретенный из фонтана.

# ItemData
source: Fountain Flower
es: Flor de la Fuente
fr: Fleur de Fontaine
hu: Virág a Szökőkútról
ro: Fântână cu Flori
ru: Цветок Фонтана

# ItemData
source: A simple seat of size XXXXXXXXXL
es: Un asiento sencillo de tamaño XXXXXXXXXL
fr: Un simple siège de taille XXXXXXXXXL
hu: Egy sima mezei szék XXXXXXXXL méretben.
ro: Un scaun simplu de dimensiuni XXXXXXXXXL
ru: Простое сиденье размером XXXXXXXXXL

# ItemData
source: Giant Seat
es: Asiento Gigante
fr: Siège Géant
hu: Óriási Szék
ro: Scaun Gigant
ru: Гигантское сиденье

# ItemData
source: A key without a proper item description
es: Una llave sin una descripción adecuada
fr: Une clé sans description correcte de l'article
hu: Kulcs, megfelelő leírás nélkül
ro: O cheie fără o descriere corespunzătoare
ru: Ключ без нормального описания

# ItemData
source: Arcade Key
es: Llave del Arcade
fr: Clé de l'Arcade
hu: Árkád Kulcs
ro: Cheia Arcadei
ru: Ключ Аркады

# ItemData
source: Weird
es: Extraño
fr: Bizarre
hu: Fura
ro: Ciudat
ru: Странный

# ItemData
source: Weird Key
es: Llave Extraña
fr: Clé Bizarre
hu: Fura Kulcs
ro: Cheie ciudată
ru: Странный Ключ

# ItemData
source: Sometimes the lock is harder to find than the key.
es: A veces, la cerradura es más difícil de encontrar que la llave.
fr: Parfois, la serrure est plus difficile à trouver que la clé.
hu: Néha a zárat nehezebb megtalálni, mint a kulcsot.
ro: Uneori, încuietoarea este mai greu de găsit decât cheia.
ru: Иногда замок сложнее найти, чем ключ.

# ItemData
source: Key of Something
es: Llave de algo
fr: Clé de quelque chose
hu: Valaminek a Kulcsa
ro: Cheia a Ceva
ru: Ключ от чего-то

# ItemData
source: Just another key.
es: Solo otra llave.
fr: Juste une autre clé.
hu: Még egy Kulcs.
ro: Doar o altă cheie.
ru: Еще один ключ.

# ItemData
source: Eastern Key
es: Llave del Este
fr: Clé de l'Est
hu: Keleti Kulcs
ro: Cheia de Est
ru: Восточный Ключ

# ItemData
source: A reforged Bronze Key.
es: Una Llave de Bronce reformada.
fr: Une Clé en Bronze reforgée.
hu: Egybe forrasztott Bronz Kulcs
ro: O cheie de bronz transformată.
ru: Переделанный Бронзовый Ключ.

# ItemData
source: Bronze Key
es: Llave de Bronce
fr: Clé en Bronze
hu: Bronz Kulcs
ro: Cheia de bronz
ru: Бронзовый Ключ

# ItemData
source: There are a ridiculous amount of keys in this world, right?
es: Hay una cantidad ridícula de llaves en este mundo, ¿verdad?
fr: Il y a une quantité ridicule de clés dans ce monde, n'est-ce pas ?
hu: Nevetségesen sok kulcs van ebben a világban, nem?
ro: Există o cantitate ridicolă de chei în această lume, nu?
ru: В этом мире нелепое количество ключей, верно?

# ItemData
source: Key Of The Room Below
es: Llave de la Habitación de Abajo
fr: Clé de la Salle En Dessous
hu: Kulcs a Lenti Szobából
ro: Cheia camerei de mai jos
ru: Ключ от Комнаты Внизу

# ItemData
source: A reforged Copper Key.
es: Una Llave de Cobre reformada.
fr: Une Clé en Cuivre reforgée.
hu: Egybe forrasztott Réz Kulcs.
ro: O cheie de cupru armată.
ru: Переделанный Медный Ключ.

# ItemData
source: Copper Key
es: Llave de Cobre
fr: Clé en Cuivre
hu: Réz Kulcs
ro: Cheie de cupru
ru: Медный Ключ

# ItemData
source: Just an old, rusty iron key without a proper item description
es: Solo una vieja y oxidada llave de hierro sin una descripción adecuada del objeto
fr: Juste une vieille clé en fer rouillée sans description correcte de l'objet
hu: Csak egy régi, rozsdás kulcs, rendes leírás nélkül.
ro: Doar o cheie de fier vechi, ruginită, fără o descriere corespunzătoare a articolului
ru: Просто старый, ржавый железный ключ без надлежащего описания предмета

# ItemData
source: Catacomb Key
es: Llave de las CatacumbaS
fr: Clé des Catacombes
hu: Tárna Kulcs
ro: Cheia Catacombei
ru: Ключ Катакомбы

# ItemData
source: A reforged Iron Key.
es: Una llave de Hierro reformada.
fr: Une Clé de Fer reforgée.
hu: Újrakovácsolt Vas Kulcs.
ro: O cheie de fier transformată.
ru: Переделанный Железный Ключ.

# ItemData
source: Iron Key
es: Llave de Hierro
fr: Clé en Fer
hu: Vas Kulcs
ro: Cheia de fier
ru: Железный Ключ

# ItemData
source: This key can be used to open any door equipped with a special kind of lock, but breaks during the process.
es: Esta llave se puede usar para abrir cualquier puerta equipada con una cerradura especial, pero se rompe durante el proceso.
fr: Cette clé peut être utilisée pour ouvrir n'importe quelle porte équipée d'un type de serrure spécial, mais se brise pendant le processus.
hu: Ezzel a kulccsal egy speciális zárat tudsz kinyitni, de a kulcs eltörik, ha használod.
ro: Această cheie poate fi folosită pentru a deschide orice ușă echipată cu o încuietoare speciala, dar se rupe în timpul procesului.
ru: С помощью этого ключа можно открыть любую дверь, оснащенную замком специального типа, но в процессе он ломается.

# ItemData
source: Master Key
es: Llave Maestra
fr: Clé Principale
hu: Mester Kulcs
ro: Cheia principală
ru: Мастер-ключ

# ItemData
source: Does it really work? You will find out soon...
es: ¿Realmente funciona? Lo vas a descubrir muy pronto...
fr: Cela fonctionne-t-il vraiment ? Vous le découvrirez bientôt...
hu: Tényleg működik? Rövidesen kiderül...
ro: Chiar funcționează? Vei afla în curând ...
ru: Действительно ли это работает? Скоро узнаешь…

# ItemData
source: A very small key
es: Una llave muy pequeña
fr: Une toute petite clé
hu: Egy (tényleg) nagyon kicsi Kulcs
ro: O cheie foarte mică
ru: Очень маленький ключ

# ItemData
source: Do you really read the key descriptions?
es: ¿Realmente lees las descripciones de las llaves?
fr: Vous lisez vraiment les descriptions des clés ?
hu: Hűha, valaki még mindig olvassa a kulcs leírásokat.
ro: Citești cu adevărat descrierile cheilor?
ru: Ты действительно читаешь описания ключей?

# ItemData
source: Key Of The Outpost Wall
es: Llave del Muro del Avanzado
fr: Clé du Mur de l'Avant-Poste
hu: Helyőrség Fal Kulcs
ro: Cheia Zidului Avanpostului
ru: Ключ к Стене Заставы

# ItemData
source: I would rather sleep, but the item descriptions won't write themselves.
es: Preferiría dormir, pero las descripciones de los objetos no se escribirán por sí solas.
fr: Je préfèrerais dormir, mais les descriptions des articles ne s'écriveront pas toutes seules.
hu: Már rég aludnom kéne, de sajna egyik tárgy leírás sem fogja magát megírni
ro: Aș prefera să dorm, dar descrierile articolelor nu se vor scrie singure.
ru: Я бы лучше поспал, но описания предметов сами по себе не напишутся.

# ItemData
source: Second Key Of The Outpost Wall
es: Segunda Llave del Muro del Avanzado
fr: Deuxième clé du Mur de l'Avant-Poste
hu: Második Helyőrség Fal Kulcs
ro: A doua Cheie a Peretelui Avanpostului
ru: Второй Ключ от Стены Заставы

# ItemData
source: Half of a broken Bronze Key
es: La mitad de una Llave de Bronce Rota
fr: La moitié d'une Clé en Bronze brisée
hu: Egy törött Bronz Kulcs egyik fele
ro: Jumătate dintr-o cheie de Bronz Spartă
ru: Половина сломанного Бронзового Ключа

# ItemData
source: Half Bronze Key
es: Media Llave de Bronce
fr: Moitié de Clé en Bronze
hu: Fél Bronz Kulcs
ro: Cheie pe Jumătate din Bronz
ru: Половина Бронзового Ключ

# ItemData
source: Half of a broken Copper Key
es: La mitad de una Llave de Cobre Rota
fr: La moitié d'une Clé en Cuivre brisée
hu: Egy törött Réz Kulcs fele
ro: Jumătate dintr-o Cheie de Cupru spartă
ru: Половина сломанного Медного Ключа

# ItemData
source: Half Copper Key
es: Media Llave de Cobre
fr: Moitié de Clé en Cuivre
hu: Fél Réz Kulcs
ro: Cheie pe jumătate din Cupru
ru: Половина Медного Ключ

# ItemData
source: Half of a broken Iron Key
es: La mitad de una Llave de Hierro Rota
fr: La moitié d'une Clé en Fer brisée
hu: Egy törött Vas Kulcs egyik fele
ro: Jumătate dintr-o cheie de Fier spartă
ru: Половина сломанного Железного ключа

# ItemData
source: Half Iron Key
es: Media Llave de Hierro
fr: Moitié de Clé en Fer
hu: Fél Vas Kulcs
ro: Cheie pe jumătate din Fier
ru: Половина Железного Ключ

# ItemData
source: Looks like there are tons of these
es: Parece que hay toneladas de estos
fr: Il semble en avoir plein de ce genre
hu: Úgy látszik ezekből mindig van egy újabb
ro: Se pare că există o gramadă de acestea
ru: Похоже там тонны таких

# ItemData
source: Another Key
es: Otra Llave
fr: Une Autre Clé
hu: Egy mégmásikabb Kulcs
ro: O altă Cheie
ru: Другой Ключ

# ItemData
source: A small key you got from the Pipe Walkers.
es: Una pequeña llave que obtuviste de los Trotadesagües.
fr: Une petite clé que vous avez obtenue des Tuyauteurs.
hu: Kis Kulcs, amit a Battyogóktól kaptál.
ro: O mică cheie pe care ai primit-o de la Mergătorii pe Țevi.
ru: Маленький ключ, который ты получил от Трубоходиков.
