Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDialogues/*/WarriorbDialogues.po
Languages: es, fr, hu, ru, zh_hans, zh_hant

# Dialogue_AARaven0
source: Raven notices that the gem is just as dull as before. Why did you return then?
es: Cuervo se da cuenta de que la gema es tan apagado como antes. ¿Por qué volviste entonces?
fr: Corbeau remarque que la gemme est tout aussi terne qu'avant. Pourquoi êtes-vous revenu alors ?
hu: Holló látja, hogy a Kő még mindig ugyanolyan, mint ezelőtt. Miért jöttél vissza?
ru: Ворон видит, что самоцвет такой же тусклый, как и раньше. Тогда зачем ты вернулся?
zh_hans: 乌鸦注意到宝石和以前一样阴暗。你为什么回来?
zh_hant: 烏鴉註意到寶石和以前壹樣陰暗。妳為什麽回來?

# Dialogue_AARaven0
source: Agree
es: Estoy de acuerdo
fr: D'accord
hu: Egyetértek
ru: Согласиться
zh_hans: 同意
zh_hant: 同意

# Dialogue_AARaven0
source: And what's the truth?
es: ¿Y cual es la verdad?
fr: Et quelle est la vérité ?
hu: És mi az igazság?
ru: И в чем же правда?
zh_hans: 真相是什么？
zh_hant: 真相是什麽？

# Dialogue_AARaven0
source: Finally! From now on you won't need Raven anymore.
es: ¡Finalmente! De ahora en adelante ya no necesitarás a Cuervo.
fr: Enfin ! A partir de maintenant, vous n'aurez plus besoin de Corbeau.
hu: Végre! Mostantól nem lesz szükséged Hollóra.
ru: Наконец-то! Отныне тебе больше не понадобится Ворон.
zh_hans: 终于! 从现在开始你不再需要乌鸦了。
zh_hant: 終於! 從現在開始妳不再需要烏鴉了。

# Dialogue_AARaven0
source: Find the other Chargers and return to Raven when you are done.
es: Encuentra los otros cargadores y regresa a Cuervo cuando hayas terminado.
fr: Trouvez les autres Chargeurs et retournez voir Corbeau quand vous aurez terminé.
hu: Találd meg a többi Töltőt, és csak akkor gyere vissza, ha kész vagy.
ru: Найди другие Зарядные Устройства и вернись к Ворону, когда закончишь.
zh_hans: 找到其它的充能，当你完成的时候回到乌鸦那里。
zh_hant: 找到其它的充能，當妳完成的時候回到烏鴉那裏。

# Dialogue_AARaven0
source: Raven notices that you already have the Gem.
es: Cuervo se da cuenta de que ya tienes la Gema.
fr: Corbeau remarque que vous avez déjà la Gemme.
hu: Holló látja, hogy már nálad van a Kő.
ru: Ворон видит, что Самоцвет у тебя уже есть.
zh_hans: 乌鸦注意到你已经拥有了宝石。
zh_hant: 烏鴉註意到妳已經擁有了寶石。

# Dialogue_AARaven0
source: About my purpose...
es: Sobre mi propósito...
fr: A propos de mon but...
hu: A célomat illetően...
ru: О моей цели...
zh_hans: 关于我的目的…
zh_hant: 關於我的目的…

# Dialogue_AARaven0
source: He is a volunteer
es: El es un voluntario
fr: Il est volontaire
hu: Önkéntes
ru: Он волонтёр
zh_hans: 他是一名志愿者
zh_hant: 他是壹名誌願者

# Dialogue_AARaven0
source: I don't know what to do. I can't remember anything from my previous life.
es: No se que hacer. No recuerdo nada de mi vida anterior.
fr: Je ne sais pas quoi faire. Je ne me souviens de rien de ma vie antérieure.
hu: Nem tudom, mit tegyek. Semmire sem emlékszem a korábbi életemből.
ru: Я не знаю, что мне делать. Я ничего не помню из своей прошлой жизни.
zh_hans: 我不知道该怎么办。我什么都不记得了。
zh_hant: 我不知道該怎麽辦。我什麽都不記得了。

# Dialogue_AARaven0
source: All right, I go then.
es: Muy bien, entonces voy.
fr: Très bien, j'y vais alors.
hu: Rendben, indulok.
ru: Ладно, тогда я пойду.
zh_hans: 好吧，我走了。
zh_hant: 好吧，我走了。

# Dialogue_AARaven0
source: Not interested
es: No interesado
fr: Pas intéressé
hu: Nem érdekel
ru: Не интересует
zh_hans: 不感兴趣
zh_hant: 不感興趣

# Dialogue_AARaven0
source: To activate the locking mechanism we need an infused Lock Gem.
es: Para activar el mecanismo de bloqueo necesitamos una Gema de Bloqueo infundida.
fr: Pour activer le mécanisme de verrouillage, nous avons besoin d'une Gemme de Verrouillage infusée.
hu: Ha aktiválni akarod a nyitó szerkezetet, szükséged van egy feltöltött Zár Kőre.
ru: Чтобы активировать механизм блокировки, нам нужен заряженный Блокирующий Камень.
zh_hans: 为了激活锁定机制，我们需要一个可注入的锁宝石。
zh_hant: 為了激活鎖定機制，我們需要壹個可註入的鎖寶石。

# Dialogue_AARaven0
source: So you are obeying because... that's the only thing that you can do?
es: Entonces estás obedeciendo porque... ¿eso es lo único que puedes hacer?
fr: Donc vous obéissez parce que... c'est la seule chose que vous pouvez faire ?
hu: Szóval azért engedelmeskedsz, mert... nem tudsz semmi jobbat?
ru: Так ты подчиняешься, потому что... это единственное, что ты можешь делать?
zh_hans: 所以你服从是因为…那是你唯一能做的事?
zh_hant: 所以妳服從是因為…那是妳唯壹能做的事?

# Dialogue_AARaven0
source: It would make sense to try to save the world, wouldn't it?
es: Tendría sentido intentar salvar el mundo, ¿no?
fr: Il serait logique d'essayer de sauver le monde, n'est-ce pas ?
hu: Lehet az sem lenne hülyeség, ha próbálnánk megmenteni a Világot, nem?
ru: Было бы разумно попытаться спасти мир, не так ли?
zh_hans: 试图拯救世界是有意义的，不是吗?
zh_hant: 試圖拯救世界是有意義的，不是嗎?

# Dialogue_AARaven0
source: Raven doesn't care about what he could do. Raven cares about what he does.
es: A Cuervo no le importa lo que pueda hacer. A Cuervo le importa lo que hace.
fr: Corbeau ne se soucie pas de ce qu'il pourrait faire. Corbeau se soucie de ce qu'il fait.
hu: Hollót nem érdekli, mit tudna vagy nem tudna csinálni. Hollót az érdekli, mit csinál.
ru: Ворона не волнует, что он может сделать. Ворона волнует то, что он делает.
zh_hans: 乌鸦不在乎他能做什么。乌鸦关心他做了什么。
zh_hant: 烏鴉不在乎他能做什麽。烏鴉關心他做了什麽。

# Dialogue_AARaven0
source: That's not too reassuring...
es: Eso no me da mucha confianza...
fr: Ce n'est pas très rassurant...
hu: Nem túl biztató...
ru: Это не очень-то обнадёживает...
zh_hans: 这不是很让人安心…
zh_hant: 這不是很讓人安心…

# Dialogue_AARaven0
source: We shouldn't waste any more time on this.
es: No deberíamos perder más tiempo en esto.
fr: Nous ne devrions pas perdre plus de temps sur ce sujet.
hu: Kár erre pazarolni az időt.
ru: Мы не должны больше тратить на это время.
zh_hans: 我们不应该再在这上面浪费时间了。
zh_hant: 我們不應該再在這上面浪費時間了。

# Dialogue_AARaven0
source: Except for a few paranoid ones, like your master.
es: Excepto por algunos paranoicos, como tu maestro.
fr: Sauf pour quelques paranoïaques, comme votre maître.
hu: Kivéve néhány paranoiást, mint például a Mestered.
ru: За исключением нескольких параноиков, вроде твоего мастера.
zh_hans: 除了少数偏执的人，比如你的主人。
zh_hant: 除了少數偏執的人，比如妳的主人。

# Dialogue_AARaven0
source: Searching for a way to open this gate with the help of a talking Ball is so much fun!
es: ¡Es muy divertido buscar la manera de abrir esta puerta con la ayuda de una Pelota que habla!
fr: Chercher un moyen d'ouvrir cette porte à l'aide d'une Balle qui parle est tellement amusant !
hu: Hollónak a kalandos kapunyitás egy beszélő labdával elég szórakoztatónak hangzik.
ru: Искать способ открыть эти врата с помощью говорящего Шара - это так весело!
zh_hans: 在一只会说话的球的帮助下寻找打开这扇门的方法简直太有意思了！
zh_hant: 在壹只會說話的球的幫助下尋找打開這扇門的方法簡直太有意思了！

# Dialogue_AARaven0
source: Raven will venture deeper into the Ruined Realm!
es: ¡Cuervo se aventurará más profundamente en el Reino Arruinado!
fr: Corbeau s'aventurera plus loin dans le Royaume en Ruines !
hu: Holló folytatja útját a Fertőzött Földön!
ru: Ворон отправится в глубь Разрушенного Царства!
zh_hans: 乌鸦将冒险深入毁灭王国！
zh_hant: 烏鴉將冒險深入毀滅王國！

# Dialogue_AARaven0
source: Raven agrees.
es: Cuervo está de acuerdo.
fr: Corbeau est d'accord.
hu: Holló egyetért.
ru: Ворон согласен.
zh_hans: 乌鸦表示同意。
zh_hant: 烏鴉表示同意。

# Dialogue_AARaven0
source: I hope that won't be too soon...
es: Espero que no sea demasiado pronto...
fr: J'espère que ce ne sera pas trop tôt...
hu: Remélem az nem történik meg egyhamar...
ru: Надеюсь, это будет не очень скоро...
zh_hans: 我希望那不会太快……
zh_hant: 我希望那不會太快……

# Dialogue_AARaven0
source: Do you mean that you are serving your wizard by your own will?
es: ¿Quieres decir que estás sirviendo a tu mago por tu propia voluntad?
fr: Voulez-vous dire que vous servez votre magicien par votre propre volonté ?
hu: Úgy érted saját szabad akaratodból szolgálod a varázslódat?
ru: Ты хочешь сказать, что служишь своему волшебнику по доброй воле?
zh_hans: 你是说你是按照自己的意愿为你的巫师服务的吗?
zh_hant: 妳是說妳是按照自己的意願為妳的巫師服務的嗎?

# Dialogue_AARaven0
source: But there is still so much left to do...
es: Pero aún queda mucho por hacer...
fr: Mais il reste encore tant à faire...
hu: De még mindig annyi tennivaló maradt...
ru: Но еще столько всего осталось сделать...
zh_hans: 但还有很多事情要做……
zh_hant: 但還有很多事情要做……

# Dialogue_AARaven0
source: Raven Servant?
es: ¿Sirviente de Cuervo?
fr: Serviteur de Corbeau ?
hu: Holló szolga?
ru: Ворон Слуга?
zh_hans: 乌鸦仆人？
zh_hant: 烏鴉仆人？

# Dialogue_AARaven0
source: Except if we meet in the Afterworld.
es: Excepto si nos encontramos en el Más Allá.
fr: Sauf si nous nous rencontrons dans l'Au-delà.
hu: Kivéve, ha a Túlvilágon találkozunk.
ru: Только если мы не встретимся в загробном мире.
zh_hans: 除非我们在来世相遇。
zh_hant: 除非我們在來世相遇。

# Dialogue_AARaven0
source: Raven servant?
es: ¿Sirviente de Cuervo?
fr: Serviteur de Corbeau ?
hu: Holló szolga?
ru: Ворон слуга?
zh_hans: 乌鸦仆人？
zh_hant: 烏鴉仆人？

# Dialogue_AARaven0
source: Your master seeks to stop it no matter the price he has to pay.
es: Tu maestro intenta detenerlo a cualquier precio.
fr: Votre maître cherche à l'arrêter quel que soit le prix qu'il doit payer.
hu: A te Mestered le akar számolni a veszéllyel, bármilyen nagy is legyen az ár.
ru: Твой мастер стремится остановить ее, независимо от того, какую цену он должен будет заплатить.
zh_hans: 你的主人不管付出多大的代价都要阻止它。
zh_hant: 妳的主人不管付出多大的代價都要阻止它。

# Dialogue_AARaven0
source: Tabby has retired. What did you come for?
es: Tabby se ha retirado. ¿Para qué viniste?
fr: Tabby s'est retiré. Pourquoi êtes-vous venu ?
hu: Cirmos már visszavonult. Mit keresel itt?
ru: Тэбби ушел в отставку. Зачем ты пришел?
zh_hans: 泰比已经退休了。你来干什么?
zh_hant: 泰比已經退休了。妳來幹什麽?

# Dialogue_AARaven0
source: Why are we messing with this door if the World is about to end?
es: ¿Por qué estamos gastando tiempo con esta puerta si el mundo está a punto de terminar?
fr: Pourquoi s'en prendre à cette porte alors que le Monde est sur le point de s'écrouler ?
hu: Miért vacakolunk ezzel a Kapuval, ha úgyis mindjárt itt a Világ Vége?
ru: Почему мы возимся с этой дверью, если миру вот-вот придет конец?
zh_hans: 如果世界末日就要来了，我们为什么还要去摆弄这扇门呢？
zh_hant: 如果世界末日就要來了，我們為什麽還要去擺弄這扇門呢？

# Dialogue_AARaven0
source: Obey? Raven doesn't obey.
es: ¿Obedecer? Cuervo no obedece.
fr: Obéir ? Corbeau n'obéit pas.
hu: Engedelmeskedni? Holló nem engedelmeskedik.
ru: Подчиняться? Ворон не подчиняется.
zh_hans: 服从？乌鸦不会服从。
zh_hant: 服從？烏鴉不會服從。

# Dialogue_AARaven0
source: Farewell then.
es: Adiós entonces.
fr: Adieu donc.
hu: Akkor viszlát.
ru: Тогда, до встречи.
zh_hans: 拜拜。
zh_hant: 拜拜。

# Dialogue_AGStatue
source: 'We are the elite of the Runic Realm. Our wisdom is great, our magic is strong.'
es: "Somos la élite del Reino Rúnico. Nuestra sabiduría es genial, nuestra magia es fuerte."
fr: 'Nous sommes l'élite du Royaume Runique. Notre sagesse est grande, notre magie est forte.'
hu: "Mi vagyunk a Rúna Rend legkiválóbbjai. Bölcsességünk határtalan, varázserőnk hatalmas."
ru: “Мы - элита Рунического царства. Наша мудрость велика, наша магия сильна”.
zh_hans: “我们是符文王国的精英。我们的智慧是伟大的，我们的魔法是强大的。”
zh_hant: “我們是符文王國的精英。我們的智慧是偉大的，我們的魔法是強大的。”

# Dialogue_AGStatue
source: Looks like he was wrong...
es: Parece que estaba equivocado...
fr: On dirait qu'il avait tort...
hu: Aha, persze...
ru: Похоже, он ошибся...
zh_hans: 看来他错了…
zh_hant: 看來他錯了…

# Dialogue_AGStatue
source: 'We are Ceruleans! We do not escape!'
es: "¡Somos cerúleos! ¡No escapamos!"
fr: 'Nous sommes des Céruléens ! Nous ne nous échappons pas !'
hu: "Mélykékiek vagyunk! Mi nem menekülünk!"
ru: “Мы - Лазурчане! Мы не сбежим!”
zh_hans: “我们是蔚蓝之城的人！我们不会逃跑！”
zh_hant: “我們是蔚藍之城的人！我們不會逃跑！”

# Dialogue_AGStatue
source: 'Citizens of Cerulean! Do not join the poor of Grey Gate!'
es: ¡Ciudadanos de Cerulean! ¡No te unas a los pobres de la Puerta Gris!
fr: 'Citoyens Céruléens ! Ne vous joignez pas aux pauvres de la Porte Grise !'
hu: "Mélykék lakói! Ne csatlakozzatok a Kék Kapu csőcselékéhez!"
ru: “Граждане Лазурного города”! Не присоединяйтесь к беднякам Серых Ворот!
zh_hans: “蔚蓝城市的居民！不要加入贫穷的灰暗之门！”
zh_hant: “蔚藍城市的居民！不要加入貧窮的灰暗之門！”

# Dialogue_AGStatue
source: 'Ruin can’t harm us!'
es: "¡Ruin no puede hacernos daño!"
fr: 'La Ruine ne peut pas nous nuire !'
hu: "A Fertőzésnek nincs ereje felettünk."
ru: “Руин не может нам навредить!”
zh_hans: “毁灭无法伤害我们！”
zh_hant: “毀滅無法傷害我們！”

# Dialogue_BeforeBoss
source: Maybe you should talk to the gnome or the Keeper.
es: Tal vez deberías hablar con el gnomo o el Guardián.
fr: Vous devriez peut-être parler au gnome ou au Gardien.
hu: Beszélned kéne a Gnómmal vagy a Kapuőrrel.
ru: Может, тебе стоит поговорить с гномом или Хранителем.
zh_hans: 也许你应该和矮人或守护者聊聊。
zh_hant: 也許妳應該和矮人或守護者聊聊。

# Dialogue_BeforeBoss
source: Using the portals here one could get into any part of the World in no time.
es: Usando los portales, uno puede llegar a cualquier parte del mundo enseguida.
fr: En utilisant les portails ici, on peut accéder à n'importe quelle partie du Monde en un rien de temps.
hu: Ezek az Átjárók a Világ bármely pontjára elvitték az embert semmi perc alatt.
ru: С помощью этих порталов можно быстро попасть в любую точку мира.
zh_hans: 使用这里的入口，一个人可以在任何时间进入世界的任何地方。
zh_hant: 使用這裏的入口，壹個人可以在任何時間進入世界的任何地方。

# Dialogue_BeforeBoss
source: This place was the base of the formal Ruined Realm.
es: Este lugar era la base del Reino Arruinado.
fr: Cet endroit était la base du Royaume en Ruines traditionnel.
hu: Ez volt az egykori Rúna Rend központja.
ru: Это место было основой Разрушенного Царства.
zh_hans: 这个地方是正式的毁灭王国的基地。
zh_hant: 這個地方是正式的毀滅王國的基地。

# Dialogue_BeforeBoss
source: I hope at least some of the portals still work.
es: Espero que al menos algunos de los portales sigan funcionando.
fr: J'espère qu'au moins certains des portails fonctionnent encore.
hu: Remélem legalább néhány Átjáró működik még.
ru: Надеюсь, хотя бы некоторые порталы все еще работают.
zh_hans: 我希望至少有一些入口还能正常运作。
zh_hant: 我希望至少有壹些入口還能正常運作。

# Dialogue_BossArmourWrath
source: Keep away from my artefact little thief or I will crush you!
es: ¡Mantente alejado de mi artefacto pequeño ladrón o te aplastaré!
fr: Ne t'approche pas de mon artefact, petit voleur, ou je t'écrase !
hu: Tartsd távol az enyves kezeid a dolgaimtól vagy porrá zúzlak!
ru: Держись подальше от моего артефакта, маленький воришка, или я раздавлю тебя!
zh_hans: 小毛贼，离我的工艺品远点，不然我就揍扁你！
zh_hant: 小毛賊，離我的工藝品遠點，不然我就揍扁妳！

# Dialogue_BossArmourWrath
source: Listen, I really need that. What if I give you something instead?
es: Escucha, realmente lo necesito. ¿Qué pasa si te doy algo en su lugar?
fr: J'ai vraiment besoin de ça. Et si je vous donnais quelque chose à la place ?
hu: Figyelj, nagy szükségem lenne rá. Nem cserélhetnénk el valamire?
ru: Слушай, мне он очень нужен. Что если я дам тебе что-нибудь взамен?
zh_hans: 听着，我真的很需要那个。如果我给你点什么呢?
zh_hant: 聽著，我真的很需要那個。如果我給妳點什麽呢?

# Dialogue_BossArmourWrath
source: I’m here for the artefact... could you give it to me?
es: Estoy aquí para el artefacto... ¿podrías dármelo?
fr: Je suis ici pour l'artefact... pouvez-vous me le donner ?
hu: A Varázstárgyért jöttem... van bármi esélye, hogy nekem adod?
ru: Я пришёл за артефактом... не мог бы ты отдать его мне?
zh_hans: 我是来拿工艺品的… 你能把它给我吗?
zh_hant: 我是來拿工藝品的… 妳能把它給我嗎?

# Dialogue_BossArmourWrath
source: That is mine!
es: ¡Eso es mio!
fr: C'est le mien !
hu: Az az enyém!
ru: Он мой!
zh_hans: 这是我的！
zh_hant: 這是我的！

# Dialogue_BossArmourWrath
source: Have you come to worship my perfection?
es: ¿Has venido a adorar mi perfección?
fr: Êtes-vous venus vénérer ma perfection ?
hu: Azért jöttél, hogy megcsodált Tökéletességemet?
ru: Ты пришел поклониться моему совершенству?
zh_hans: 你是来瞻仰我的完美杰作的吗？
zh_hant: 妳是來瞻仰我的完美傑作的嗎？

# Dialogue_BossArmourWrath
source: Damn you and your perfection!
es: ¡Maldita sea tu y tu perfección!
fr: Soyez maudits, vous et votre perfection !
hu: Pokolba veled és a Tökéletességeddel!
ru: Чёрт бы тебя побрал и твоё совершенство тоже!
zh_hans: 该死的你和你的完美！
zh_hant: 該死的妳和妳的完美！

# Dialogue_BossDwarvenStatue
source: I am all right! I am still keeping it back!
es: ¡Estoy bien! ¡Todavía lo estoy guardando!
fr: Je vais bien ! Je le retiens toujours !
hu: Minden rendben! Visszatartom!
ru: Я в порядке! Я все еще держу его!
zh_hans: 我没事！我还在进行阻止！
zh_hant: 我沒事！我還在進行阻止！

# Dialogue_BossDwarvenStatue
source: I am looking for an artefact...
es: Estoy buscando un artefacto...
fr: Je suis à la recherche d'un artefact...
hu: Egy Varázstárgyat keresek...
ru: Я ищу артефакт...
zh_hans: 我在找一件工艺品……
zh_hant: 我在找壹件工藝品……

# Dialogue_BossDwarvenStatue
source: Do you...
es: Lo tienes...
fr: Est-ce que vous...
hu: Nálad...
ru: Ты зна...
zh_hans: 你……
zh_hant: 妳……

# Dialogue_BossDwarvenStatue
source: Have the sculptors sent you?
es: ¿Te han enviado los escultores?
fr: Les sculpteurs vous envoient ?
hu: A Szobrászok küldtek?
ru: Тебя прислали скульпторы?
zh_hans: 雕刻家派你来的吗?
zh_hant: 雕刻家派妳來的嗎?

# Dialogue_BossDwarvenStatue
source: Go away! I hold it back!
es: ¡Vete! ¡Lo retendré!
fr: Partez ! Je le retiens !
hu: El innen! Még visszatartom!
ru: Уходи! Я держу его!
zh_hans: 走开! 我挡住了！
zh_hant: 走開! 我擋住了！

# Dialogue_BossDwarvenStatue
source: I have a bad feeling about this...
es: Tengo un mal presentimiento...
fr: J'ai un mauvais pressentiment à ce sujet...
hu: Rossz előérzetem van...
ru: Что-то у меня плохое предчувствие...
zh_hans: 我有一种不好的感觉……
zh_hant: 我有壹種不好的感覺……

# Dialogue_BossDwarvenStatue
source: He has one of the artefacts. You need to get it somehow.
es: Él tiene uno de los artefactos. Necesitas obtenerlo de alguna manera.
fr: Il possède l'un des objets. Vous devez l'obtenir d'une manière ou d'une autre.
hu: Nála van az egyik Varázstárgy. Valahogy meg kell szerezned.
ru: У него есть один из артефактов. Тебе нужно как-то его взять.
zh_hans: 他有一件工艺品。你需要以某种方式得到它。
zh_hant: 他有壹件工藝品。妳需要以某種方式得到它。

# Dialogue_BossDwarvenStatue
source: Don’t come any closer! I’m still fine!
es: ¡No te acerques más! ¡Todavía estoy bien!
fr: N'approchez pas ! Je vais toujours bien !
hu: Ne közelíts! Még rendben vagyok!
ru: Не приближайся! Я все еще в порядке!
zh_hans: 别再靠近了! 我还好！
zh_hant: 別再靠近了! 我還好！

# Dialogue_BossFallenDruid
source: You will never lay your hand on anything in this place!
es: ¡Nunca pondrás tu mano sobre nada en este lugar!
fr: Vous ne mettrez jamais la main sur quoi que ce soit dans cet endroit !
hu: Innen semmi nem lesz a tiéd!
ru: Ты никогда ни к чему не прикоснешься в этом месте!
zh_hans: 在这个地方，你休想染指任何东西！
zh_hant: 在這個地方，妳休想染指任何東西！

# Dialogue_BossFallenDruid
source: Actually I’m about to leave but I need the artefact first.
es: En realidad estoy a punto de irme, pero primero necesito el artefacto.
fr: En fait, je suis sur le point de partir mais j'ai besoin de l'artefact d'abord.
hu: Nem akarok itt maradni, de szükségem van a Varázstárgyra.
ru: Вообще-то, я собираюсь уходить, но сначала мне нужен артефакт.
zh_hans: 事实上，我正要离开，但我首先需要的是工艺品。
zh_hant: 事實上，我正要離開，但我首先需要的是工藝品。

# Dialogue_BossFallenDruid
source: I shall purge my forest from your kind! To hell with you creature!
es: ¡Purgaré mi bosque de los tuyos! Al diablo contigo criatura!
fr: Je vais purger ma forêt de votre espèce ! Allez au diable, créature !
hu: Megtisztítom az erdeimet a fajtádtól! A Pokolba veled, démonfajzat!
ru: Я очищу свой лес от таких, как ты! К чёрту тебя, чудище!
zh_hans: 我要把我的森林从你的族类中清除！去你的吧！
zh_hant: 我要把我的森林從妳的族類中清除！去妳的吧！

# Dialogue_BossFallenDruid
source: Stay away from my sacred forests creature of Ruin!
es: ¡Aléjate de mi bosque sagrado, criatura de la Ruin!
fr: Restez loin de mes forêts sacrées, créature de la Ruine !
hu: Tartsd távol magad az erdeimtől, Fertőzés teremtménye!
ru: Создание Руина, держись подальше от моих священных лесов!
zh_hans: 离我神圣的森林远点，毁灭生物！
zh_hant: 離我神聖的森林遠點，毀滅生物！

# Dialogue_C3Fishy
source: Fishy will miss home.
es: Fishy echará de menos su hogar.
fr: La maison manquera à Poiscaille.
hu: Halinak honvágya lesz.
ru: Фиши будет скучать по дому.
zh_hans: 呆鱼会想家的。
zh_hant: 呆魚會想家的。

# Dialogue_C3Fishy
source: Raven will try to take us into the Human Realm.
es: Cuervo intentará llevarnos al Reino Humano.
fr: Corbeau va essayer de nous faire entrer dans le monde des humains.
hu: Holló át akar vinni minket az Ember Világba.
ru: Ворон попытается отвести нас в Человеческое Царство.
zh_hans: 乌鸦会带我们进入人类王国。
zh_hant: 烏鴉會帶我們進入人類王國。

# Dialogue_C3GateKeeper
source: I hope you will find us Worthy.
es: Espero que nos encuentres dignos.
fr: J'espère que vous nous trouverez Dignes.
hu: Remélem Méltónak találtatunk.
ru: Надеюсь, ты найдешь нас Достойными.
zh_hans: 我希望你会觉得我们是值得的。
zh_hant: 我希望妳會覺得我們是值得的。

# Dialogue_C3GateKeeper
source: Welcome, my young Lord!
es: ¡Bienvenido, mi joven señor!
fr: Bienvenue, mon jeune Seigneur !
hu: Üdvözletem, fiatal úr!
ru: Добро пожаловать, юный лорд!
zh_hans: 欢迎，我的小主人!
zh_hant: 歡迎，我的小主人!

# Dialogue_C3GateKeeper
source: I heard this time you shall open a Gate for us.
es: Escuché que esta vez abrirás una Puerta para nosotros.
fr: J'ai entendu dire que cette fois, vous nous ouvrirez une Porte.
hu: Úgy hallom, ez alkalommal ön nyit Kaput a mi részünkre.
ru: Я слышал, на этот раз ты откроешь нам Врата.
zh_hans: 我听说这次你要为我们打开一扇门。
zh_hant: 我聽說這次妳要為我們打開壹扇門。

# Dialogue_C3Gnory
source: I don’t want anything bad for business in the new Realm.
es: No quiero nada malo para los negocios en el nuevo Reino.
fr: Je ne souhaite rien de mauvais pour les affaires dans le nouveau Royaume.
hu: Nem akarnék tisztességtelen, uzsorás kereskedőket az új Világban.
ru: Я же не хочу ничего плохого для своего бизнеса в новом Царстве.
zh_hans: 我不想让新王国的生意遇到任何糟糕的情况。
zh_hant: 我不想讓新王國的生意遇到任何糟糕的情況。

# Dialogue_C3Gnory
source: Eh, you again?
es: Eh, ¿tu otra vez?
fr: Eh, encore vous ?
hu: He, megint te?
ru: А, опять ты?
zh_hans: 呃，又是你？
zh_hant: 呃，又是妳？

# Dialogue_C3Gnory
source: A whole new World awaits for me and my shop.
es: Un Mundo completamente nuevo me espera a mí y a mi tienda.
fr: Un tout nouveau Monde nous attend, moi et ma boutique.
hu: Egy egész új Világ vár rám és a boltomra.
ru: Совершенно новый мир ждет меня и мой магазин.
zh_hans: 一个全新的世界正等着我和我的商店。
zh_hant: 壹個全新的世界正等著我和我的商店。

# Dialogue_C3Gnory
source: If you can arrange it I would be more happy if we could leave Lory here.
es: Si puede organizarlo, estaría más feliz si pudiéramos dejar a Lory aquí.
fr: Si vous pouvez arranger cela, je serais plus heureux si nous pouvions laisser Lory ici.
hu: Egy apróság: ha esetleg el tudnád intézni, hogy Lory itt maradjon...
ru: Если ты сможешь это устроить, я буду еще счастливее, если мы оставим Лори здесь.
zh_hans: 如果你能安排一下，我们把劳里留在这里我会更高兴。
zh_hant: 如果妳能安排壹下，我們把勞裏留在這裏我會更高興。

# Dialogue_C3Gnory
source: What a new opportunity! I don’t care about dwarves anymore.
es: ¡Qué nueva oportunidad! Ya no me importan los enanos.
fr: Quelle nouvelle opportunité ! Je ne me soucie plus des nains.
hu: Micsoda lehetőség! Kit érdekelnek már a Törpök?
ru: Какая прекрасная возможность! Меня больше не волнуют гномы.
zh_hans: 一个全新的机会！我不再在乎矮人了。
zh_hant: 壹個全新的機會！我不再在乎矮人了。

# Dialogue_C3GolemMaker
source: I have to admit Ruin will win in the end.
es: Tengo que admitir que Ruin ganará al final.
fr: Je dois admettre que la Ruine finira par gagner.
hu: Be kell látnom, végül a Fertőzés nyert.
ru: Я должен признать, Руин в итоге выиграет.
zh_hans: 我不得不承认毁灭最终会取得胜利。
zh_hant: 我不得不承認毀滅最終會取得勝利。

# Dialogue_C3GolemMaker
source: I fought Ruin for hundreds of years.
es: Luché contra Ruin durante cientos de años.
fr: J'ai combattu la Ruine pendant des centaines d'années.
hu: Évszázadokon át a Fertőzés ellen küzdöttem.
ru: Я боролся с Руином сотни лет.
zh_hans: 我与毁灭战斗了几百年。
zh_hant: 我與毀滅戰鬥了幾百年。

# Dialogue_C3GolemMaker
source: I have a bad feeling about this all...
es: Tengo un mal presentimiento sobre todo esto...
fr: J'ai un mauvais pressentiment à propos de tout cela...
hu: Rossz érzésem van az egésszel kapcsolatban...
ru: У меня плохое предчувствие по поводу всего этого...
zh_hans: 我对这一切有一种不好的感觉……
zh_hant: 我對這壹切有壹種不好的感覺……

# Dialogue_C3KoboldChef
source: So it will be ready anytime now.
es: Entonces estará listo en cualquier momento.
fr: Il sera donc prêt à tout moment maintenant.
hu: Szóval lassan készen kell lennie.
ru: Так что он будет готов в любое время.
zh_hans: 所以现在随时都可以。
zh_hant: 所以現在隨時都可以。
