Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDialogues/*/WarriorbDialogues.po
Languages: es, fr, hu, ru, zh_hans, zh_hant

# Dialogue_tut9
source: This place is in a better shape...
es: Este lugar está en mejor forma...
fr: Cet endroit est en meilleur état...
hu: Ez a hely egy kicsit jobb állapotban van...
ru: Это место в более хорошей форме...
zh_hans: 这个地方挺好…
zh_hant: 這個地方挺好…

# Dialogue_tut9
source: The Ancient Magic is still strong within these walls. It keeps the Ruin at bay.
es: La Magia Antigua sigue siendo fuerte dentro de estos muros. Mantiene Ruin a raya.
fr: La Magie Ancienne est encore forte en ces murs. Elle tient la Ruine à distance.
hu: Az Ősi Mágia átjárja a falakat. Az tartja vissza a Fertőzést.
ru: Древняя магия все еще сильна в этих стенах. Она держит Руина на расстоянии.
zh_hans: 古老魔法在这里依然很强大。它能牵制毁灭。
zh_hant: 古老魔法在這裏依然很強大。它能牽制毀滅。

# Dialogue_tut9
source: Be careful though... it can have the weirdest side effects.
es: Pero ten cuidado... puede tener los efectos secundarios más extraños.
fr: Mais attention... elle peut avoir des effets secondaires très bizarres.
hu: Azért légy óvatos... ahol sok a mágia, ott fura dolgok történhetnek.
ru: Будь осторожен... у него могут быть самые странные побочные эффекты.
zh_hans: 不过要注意… 它可能有很奇怪的副作用。
zh_hant: 不過要註意… 它可能有很奇怪的副作用。

# Dialogue_Wizard
source: Please wait outside until I repeat the spell. Once Lillian is back, I’ll take you home.
es: Por favor espera afuera hasta que repita el hechizo. Una vez que Lillian regrese, te llevaré a casa.
fr: Merci d'attendre dehors que je répète le sort. Une fois que Lillian sera de retour, je vous ramènerai chez vous.
hu: Kérlek várj odakint, amíg megismétlem a varázslatot. Ha Lillian visszatért, hazajuttatlak.
ru: Пожалуйста, подожди снаружи, пока я не повторю заклинание. Как только Лиллиан вернется, я верну тебя домой.
zh_hans: 请在外面等我，直到我重复咒语。一旦莉莉安回来，我就带你回家。
zh_hant: 請在外面等我，直到我重復咒語。壹旦莉莉安回來，我就帶妳回家。

# Dialogue_Wizard
source: Er... your room is still as untidy as last time, but no problem.
es: Er... tu habitación todavía está tan desordenada como la última vez, pero no hay problema.
fr: Euh… cet endroit est toujours aussi désordonné que la dernière fois, mais pas de problème.
hu: Hát, a szobád pont olyan rendetlen, mint a múltkor...
ru: Эм... твоя комната все так же неаккуратна, как и в прошлый раз, ну не важно.
zh_hans: 呃… 你的房间还是和上次一样乱糟糟的，但没关系。
zh_hant: 呃… 妳的房間還是和上次壹樣亂糟糟的，但沒關系。

# Dialogue_Wizard
source: I’m sorry we met like this.
es: Lamento que nos hayamos conocido así.
fr: Je suis désolé que nous nous rencontrions de la sorte.
hu: Sajnálom, hogy így kellett találkoznunk.
ru: Мне жаль, что мы так встретились.
zh_hans: 很遗憾，我们以这样的方式相遇。
zh_hant: 很遺憾，我們以這樣的方式相遇。

# Dialogue_Wizard
source: Yes... and thank you!
es: Si... y gracias!
fr: Oui... et merci !
hu: Így van... és köszönöm!
ru: Да... и спасибо!
zh_hans: 是的... 谢谢！
zh_hant: 是的... 謝謝！

# Dialogue_Wizard
source: Here are your artefacts! I made my part of the deal.
es: ¡Aquí están tus artefactos! Hice mi parte del trato.
fr: Voici vos artefacts ! J'ai fait ma part du marché.
hu: Itt vannak a Varázstárgyaid! Én teljesítettem a részemet.
ru: Вот твои артефакты! Я выполнил свою часть сделки.
zh_hans: 这是你的工艺品！我做了我该做的。
zh_hant: 這是妳的工藝品！我做了我該做的。

# Dialogue_Wizard
source: Yes, we made a deal!
es: Sí, hicimos un trato!
fr: Oui, nous avons conclu un accord !
hu: Persze, megegyeztünk!
ru: Да, мы заключили сделку!
zh_hans: 是的，成交！
zh_hant: 是的，成交！

# Dialogue_Wizard
source: Give me a few more minutes to finish what we started!
es: ¡Dame unos minutos más para terminar lo que empezamos!
fr: Donnez-moi quelques minutes de plus pour finir ce que nous avons commencé !
hu: Adj még egy kis időt, hogy befejezzem, amit elkezdtünk!
ru: Дай мне еще несколько минут, чтобы закончить то, что мы начали!
zh_hans: 再给我几分钟来完成我们的开始工作！
zh_hant: 再給我幾分鐘來完成我們的開始工作！

# Dialogue_Wizard
source: Will you release me?
es: ¿Me liberarás?
fr: Allez-vous me libérer ?
hu: Hazajuttatsz?
ru: Ты меня освободишь?
zh_hans: 你会放了我吗？
zh_hant: 妳會放了我嗎？

# Dialogue_Wizard
source: Er... excuse me for being rude with you. I might have misjudged you. And, anyway...
es: Er... discúlpame por ser grosero contigo. Podría haberte juzgado mal. Y de todas formas...
fr: Euh... excusez-moi d'être impoli avec vous. Je vous ait peut-être mal jugé. Et, de toute façon...
hu: Ööö... ne haragudj, amiért udvariatlan voltam veled. Nem jól ítéltelek meg, azt hiszem. És... mindegy.
ru: Эм... извини меня за то, что я был груб с тобой. Я возможно недооценил тебя. И, в любом случае...
zh_hans: 呃… 请原谅我对你的冒犯。我可能错怪你了。总之…
zh_hant: 呃… 請原諒我對妳的冒犯。我可能錯怪妳了。總之…

# Dialogue_Wizard_AfterMonk
source: What did he say?
es: ¿Que dijo?
fr: Qu'est-ce qu'il a dit ?
hu: Mit mondott?
ru: Что он сказал?
zh_hans: 他说了什么？
zh_hant: 他說了什麽？

# Dialogue_Wizard_AfterMonk
source: Nothing...
es: Nada...
fr: Rien...
hu: Semmit...
ru: Ничего...
zh_hans: 没什么...
zh_hant: 沒什麽...

# Dialogue_Wizard_Artefact1
source: Well done. Now we have the first artefact. There are only two left...
es: Bien hecho. Ahora tenemos el primer artefacto. Solo quedan dos mas...
fr: Bien joué. Nous avons maintenant le premier artefact. Il n'en reste que deux...
hu: Remek! Megvan az első Varázstárgy. Még kettő van hátra...
ru: Молодец. Теперь у нас есть первый артефакт. Осталось только два...
zh_hans: 很好。现在我们得到了第一个工艺品。只剩两个了…
zh_hant: 很好。現在我們得到了第壹個工藝品。只剩兩個了…

# Dialogue_Wizard_Artefact1
source: Don’t tell me I will need to kill another two of these!
es: ¡No me digas que necesitaré matar a otros dos mas de estos!
fr: Ne me dites pas que je vais devoir en tuer deux autres !
hu: Ne mond, hogy még két ilyet le kell győznöm!
ru: Не говорите мне, что мне придется убить еще двух таких!
zh_hans: 你的意思是我还得去消灭两个那种怪物？！
zh_hant: 妳的意思是我還得去消滅兩個那種怪物？！

# Dialogue_Wizard_Artefact2
source: We are close! Only one artefact is missing.
es: ¡Estamos cerca! Solo falta un artefacto.
fr: Nous sommes proches ! Il ne manque qu'un seul artefact.
hu: Már csak egy hiányzik.
ru: Мы близко! Не хватает только одного артефакта.
zh_hans: 离目标越来越近了！只剩一件工艺品了。
zh_hant: 離目標越來越近了！只剩壹件工藝品了。

# Dialogue_Wizard_Artefact2
source: What I miss is a comfortable apartment somewhere safe...
es: Lo que extraño es un apartamento cómodo en un lugar seguro...
fr: Ce qui me manque, c'est un appartement confortable dans un endroit sûr...
hu: Ami hiányzik, az egy kényelmes lakás valahol biztonságos helyen...
ru: Чего мне не хватает, так это уютной квартиры в безопасном месте...
zh_hans: 我怀念的是一个安全舒适的公寓……
zh_hant: 我懷念的是壹個安全舒適的公寓……

# Dialogue_Wizard_Artefact3
source: What? Can’t you just... oh, forget it!
es: ¿Qué? ¿No puedes... oh, olvídalo!
fr: Quoi ? Vous ne pouvez pas juste... oh, oubliez ça !
hu: Mi? Nem tudsz csak simán... áh, mindegy, felejtsd el!
ru: Что? Ты не можешь просто... ой, забудь об этом!
zh_hans: 什么？你就不能... 噢，没什么！
zh_hant: 什麽？妳就不能... 噢，沒什麽！

# Dialogue_Wizard_Artefact3
source: Yes, I’ve done what you asked. Now it’s your turn. Set me free!
es: Sí, hice lo que me pediste. Ahora es tu turno. ¡Libérame!
fr: Oui, j'ai fait ce que vous avez demandé. Maintenant, c'est votre tour. Libérez-moi !
hu: Megtettem, amit kértél, most te jössz. Engedj szabadon!
ru: Да, я сделал то, что ты просил. Теперь твоя очередь. Освободите меня!
zh_hans: 是的，我已经照你说的做了。现在轮到你实现诺言了。快放了我！
zh_hant: 是的，我已經照妳說的做了。現在輪到妳實現諾言了。快放了我！

# Dialogue_Wizard_Artefact3
source: I have to admit I’m impressed. You found all the three artefacts.
es: Tengo que admitir que estoy impresionado. Encontraste los tres artefactos.
fr: Je dois admettre que je suis impressionné. Vous avez trouvé les trois artefacts.
hu: Bevallom, sikerült lenyűgöznöd. Nem gondoltam, hogy mindet meg tudod szerezni.
ru: Должен признать, я впечатлен. Ты нашел все три артефакта.
zh_hans: 我不得不承认我被你震撼了。你竟然把三件工艺品都找来了。
zh_hant: 我不得不承認我被妳震撼了。妳竟然把三件工藝品都找來了。

# Dialogue_Wizard_Artefact3
source: All right demon. Use the railways to travel to World’s End. That’s where I can bring you back.
es: Muy bien demonio. Usa los ferrocarriles para viajar al Fin del Mundo. Ahí es donde puedo traerte de vuelta.
fr: Très bien, démon. Utilisez les chemins de fer pour voyager jusqu'au bout du monde. C'est là que je peux vous ramener.
hu: Rendben, démon. A vasúttal el tudsz utazni a Világ Végére. Onnan tudlak visszahozni.
ru: Ладно, демон. Используй железные дороги, чтобы добраться до Конец света. Там я смогу вернуть тебя обратно.
zh_hans: 好的，恶魔。使用火车去往世界尽头。我能在那里把你带回来。
zh_hant: 好的，惡魔。使用火車去往世界盡頭。我能在那裏把妳帶回來。

# Dialogue_Workshop
source: Still nothing, but nobody said anything about any visible change at this point, right?
es: Todavía nada, pero nadie dijo nada sobre ningún cambio visible en este momento, ¿verdad?
fr: Toujours rien, mais personne n'a parlé d'un quelconque changement visible à ce stade, n'est-ce pas ?
hu: Még mindig semmi, de hát nem is mondta senki, hogy lennie kellene valaminek ezen a ponton.
ru: По-прежнему ничего, но никто ничего не говорил о каких-либо видимых изменениях на этом этапе, верно?
zh_hans: 仍然没有。不过也没有人说过这里会出现视觉上的某种变化，对吗？
zh_hant: 仍然沒有。不過也沒有人說過這裏會出現視覺上的某種變化，對嗎？

# Dialogue_Workshop
source: Craft Ghost Abacus
es: Crea Ábaco Fantasma
fr: Créer un Boulier Fantôme
hu: Szellem Abakusz
ru: Сделать Призрачного Абакуса
zh_hans: 制作幽灵算盘
zh_hant: 制作幽靈算盤

# Dialogue_Workshop
source: You have a glowing hammer. What's next?
es: Tienes un martillo brillante. ¿Ahora qué?
fr: Vous avez un marteau qui brille. Et ensuite ?
hu: Felizzítottad a kalapácsot. Hogyan tovább?
ru: У тебя есть светящийся молот. Что дальше?
zh_hans: 你有了一个发光的锤子。下一个是什么?
zh_hant: 妳有了壹個發光的錘子。下壹個是什麽?

# Dialogue_Workshop
source: Say a different color
es: Di un color diferente
fr: Dites une couleur différente
hu: Mondok egy másik színt
ru: Скажи другой цвет
zh_hans: 换一种颜色
zh_hant: 換壹種顏色

# Dialogue_Workshop
source: Gnome magic at its best. Did you do everything the way it was supposed to be done? You should find out soon... maybe.
es: Magia de gnomos funcionando a la perfección. ¿Hiciste todo como se suponía que debía hacerse? Lo averiguarás pronto... tal vez.
fr: La magie des gnomes à son meilleur. Avez-vous fait tout ce qu'il fallait faire ? Vous devriez le découvrir bientôt... peut-être.
hu: Ez lenne a Gnóm mágia csúcsa? Biztos mindent úgy csináltál, ahogy meg van írva? Hamarosan kiderül... talán.
ru: Волшебство гномов в лучшем виде. Ты сделал все так, как должно было быть? Скоро узнаешь... может быть.
zh_hans: 侏儒的魔法是最棒的。你做每件事都是按部就班的吗? 也许，你很快就能找到答案...
zh_hant: 侏儒的魔法是最棒的。妳做每件事都是按部就班的嗎? 也許，妳很快就能找到答案...

# Dialogue_Workshop
source: With the proper instructions and materials you could definitely create something valuable here.
es: Con las instrucciones y materiales adecuados, podrás crear algo valioso aquí.
fr: Avec les instructions et le matériel appropriés, vous pourriez certainement créer quelque chose de précieux ici.
hu: A megfelelő instrukciókkal és alapanyagokkal biztosan értékes dolgokat lehet itt készíteni.
ru: При правильных инструкциях и материалах ты, несомненно, сможешь создать здесь что-то ценное.
zh_hans: 有了正确的介绍和材料，你肯定能在这里创造出一些有价值的东西。
zh_hant: 有了正確的介紹和材料，妳肯定能在這裏創造出壹些有價值的東西。

# Dialogue_Workshop
source: The object is coagulated into a single Surrected object!
es: ¡El objeto se coagula en un solo objeto Resucitado!
fr: L'objet est coagulé en un seul objet Surrecté !
hu: A tárgy egyetlen Támasztott objektummá egyesült!
ru: Объект коагулируется в единый Воскрешенный объект!
zh_hans: 这个物体被凝结成一个独立的超越物!
zh_hant: 這個物體被凝結成壹個獨立的超越物!

# Dialogue_Workshop
source: Break the abacus into pieces
es: Rompe el ábaco en pedazos
fr: Casser le boulier en morceaux
hu: Széttöröm az abakuszt
ru: Разбить абакус на части
zh_hans: 把算盘弄碎
zh_hant: 把算盤弄碎

# Dialogue_Workshop
source: The abacus does not show any emotion.
es: El ábaco no muestra ninguna emoción.
fr: Le Boulier ne montre aucune émotion.
hu: Az abakusz nem adja jelét érzelemnek.
ru: Абакус не показывает никаких эмоций.
zh_hans: 算盘没有任何感情。
zh_hant: 算盤沒有任何感情。

# Dialogue_Workshop
source: Croon "La La LaLaLa LaLaLa"
fr: Chantez "La La LaLaLa LaLaLa"
hu: "La La LaLaLa LaLaLa"
ru: Напевай “Лa Ла ЛаЛаЛа ЛаЛаЛа”
zh_hans: 低吟 “啦啦啦 啦啦啦 啦啦”
zh_hant: 低吟 “啦啦啦 啦啦啦 啦啦”

# Dialogue_Workshop
source: Give up for now
es: Renunciar por ahora
fr: Abandonner pour l'instant
hu: Egyelőre feladom
ru: Сдайся на время
zh_hans: 暂时放弃
zh_hant: 暫時放棄

# Dialogue_Workshop
source: Poor Abacus. It is broken into pieces now.
es: Pobre ábaco. Está roto en pedazos.
fr: Pauvre Boulier. Il est maintenant brisé en morceaux.
hu: Szegény abakusz. Apró darabokra tört.
ru: Бедный Абакус. Теперь он разбит на части.
zh_hans: 可怜的算盘。现在它已经支离破碎了。
zh_hant: 可憐的算盤。現在它已經支離破碎了。

# Dialogue_Workshop
source: You have the Abacus and the Ghost Flower Petals in front of you. The workshop has all the tools you need. How do you proceed?
es: Tienes el ábaco y los Pétalos de la Flor Fantasma delante de ti. El taller tiene todas las herramientas que necesitas. ¿Cómo procedes?
fr: Vous avez devant vous le Boulier et les Pétales de Fleur Fantôme. L'atelier dispose de tous les outils dont vous avez besoin. Comment procéder ?
hu: Előtted hevernek a Szellem Virágszirmok és az Abakusz. A műhelyben megtalálsz minden szerszámot, ami csak kellhet. Mit teszel?
ru: У тебя перед глазами Абакус и Лепестки Призрачного Цветка. В мастерской есть все необходимые инструменты. Что ты будешь делать дальше?
zh_hans: 你面前有算盘和幽灵花瓣。工作间里有你需要的所有工具。你会如何开展？
zh_hant: 妳面前有算盤和幽靈花瓣。工作間裏有妳需要的所有工具。妳會如何開展？

# Dialogue_Workshop
source: Leave
es: Salir
fr: Partir
hu: Távozok
ru: Выйти
zh_hans: 离开
zh_hant: 離開

# Dialogue_Workshop
source: Croon "La LaLa LaLaLa LaLaLa"
fr: Chantez "La LaLa LaLaLa LaLaLa"
hu: "La LaLa LaLaLa LaLaLa"
ru: Напевай “Лa Ла ЛаЛаЛа ЛаЛаЛа”
zh_hans: 低吟 “啦啦啦 啦啦啦 啦啦”
zh_hant: 低吟 “啦啦啦 啦啦啦 啦啦”

# Dialogue_Workshop
source: Say "Sorry my <object name>!"
es: Di "¡lo siento mi <object name>!"
fr: Dites "Désolé mon <object name>!"
hu: "Sajnálom, <tárgy neve>!"
ru: Скажи “Извините мое <object name>!”
zh_hans: 说 “对不起，我的<object name>！”
zh_hant: 說 “對不起，我的<object name>！”

# Dialogue_Workshop
source: Say "Brown"
es: Di "Marrón"
fr: Dites "Marron".
hu: "Barna"
ru: Скажи “Коричневый”
zh_hans: 说 “棕色”
zh_hant: 說 “棕色”

# Dialogue_Workshop
source: Say "Blue"
es: Di "azul"
fr: Dites "Bleu".
hu: "Kék"
ru: Скажи “ Синий”
zh_hans: 说 “蓝色”
zh_hant: 說 “藍色”

# Dialogue_Workshop
source: Cover the Abacus with Petals
es: Cubra el ábaco con pétalos
fr: Couvrir le Boulier avec des Pétales
hu: Szirmokkal borítom az Abakuszt
ru: Накрой Абакус лепестками
zh_hans: 用花瓣覆盖住算盘
zh_hant: 用花瓣覆蓋住算盤

# Dialogue_Workshop
source: Maybe the abacus is a bit more ghosty now... or is it just you getting tired of trying?
es: Tal vez el ábaco es un poco más fantasmal ahora... ¿o solo te estás cansando de intentarlo?
fr: Peut-être que le boulier est un peu plus fantomatique maintenant... ou est-ce juste que vous en avez marre d'essayer ?
hu: Mintha kezdene kicsit szellemszerűbb lenni az abakusz... vagy csak te lettél fáradtabb?
ru: Может быть, абакус сейчас немного более призрачный... или тебе просто надоело пытаться?
zh_hans: 也许这把算盘现在更诡异了... 还是你厌倦了尝试？
zh_hant: 也許這把算盤現在更詭異了... 還是妳厭倦了嘗試？

# Dialogue_Workshop
source: Your last action did not lead to any visible change. What is your next move?
es: Su última acción no condujo a ningún cambio visible. ¿Cuál es tu próximo movimiento?
fr: Votre dernière action n'a entraîné aucun changement visible. Quelle est votre prochaine action ?
hu: Az utolsó művelet nem eredményezett látható változást. Hogyan tovább?
ru: Твое последнее действие не привело к заметным изменениям. Какой твой следующий шаг?
zh_hans: 你最后的行动并没有带来任何肉眼可见的改变。你的下一步行动是什么??
zh_hant: 妳最後的行動並沒有帶來任何肉眼可見的改變。妳的下壹步行動是什麽??

# Dialogue_Workshop
source: Heat a hammer
es: Calentar un martillo
fr: Faire chauffer un marteau
hu: Felizzítok egy kalapácsot
ru: Разогреть молот
zh_hans: 加热一把锤子
zh_hant: 加熱壹把錘子

# Dialogue_Workshop
source: Say "Sorry my Abacus!"
es: Di "Lo siento mi ábaco!"
fr: Dites "Désolé mon Boulier !"
hu: "Sajnálom, Abakusz!"
ru: Скажи “Извини мой Абакус!”
zh_hans: 说 “对不起，我的算盘!”
zh_hant: 說 “對不起，我的算盤!”

# Dialogue_Workshop
source: The Abacus is covered with the Petals of the Ghost Flower.
es: El ábaco está cubierto con los pétalos de la flor Fantasma.
fr: Le Boulier est recouvert des Pétales de Fleur Fantôme.
hu: Az Abakuszt beborítják a Szellemvirág Szirmai.
ru: Абакус покрыт Лепестками Цветка Призрака.
zh_hans: 算盘上覆盖着幽灵花瓣
zh_hant: 算盤上覆蓋著幽靈花瓣

# Dialogue_WW_Scroll_Inspect
source: It says: "Be careful: I think there are Fishies in the water!"
es: Dice: "Ten cuidado: ¡creo que hay Fishys en el agua!"
fr: Il indique : "Soyez prudent : Je crois qu'il y a de la Poiscaille dans l'eau !"
hu: Azt írja: "Légy résen: azt hiszem, Halik vannak a vízben!"
ru: Здесь сказано: “Будь осторожен: Я думаю, что в воде есть Фиши!”
zh_hans: 上面写着:“小心：水里可能有鱼!”
zh_hant: 上面寫著:“小心：水裏可能有魚!”

# Dialogue_WW_Scroll_Inspect
source: He was.
es: Él era.
fr: Il avait.
hu: Igaza.
ru: Он был.
zh_hans: 他曾经如此。
zh_hant: 他曾經如此。

# Dialogue_WW_Scroll_Inspect
source: He was right.
es: Él tenia razón.
fr: Il avait raison.
hu: Igaza volt.
ru: Он был прав.
zh_hans: 他是对的。
zh_hant: 他是對的。

# Dialogue_WWSewerCreatures
source: Farewell and good luck to you as well!
es: ¡Adiós y buena suerte a ti también!
fr: Adieu et bonne chance à vous aussi !
hu: Viszlát, és sok szerencsét neked is!
ru: Прощай и удачи тебе!
zh_hans: 再见，祝你好运！
zh_hant: 再見，祝妳好運！

# Dialogue_WWSewerCreatures
source: All right, I will return when I'm done.
es: Muy bien, volveré cuando termine.
fr: Très bien, je reviendrai quand j'aurai fini.
hu: Rendben, visszajövök, ha végeztem.
ru: Ладно, вернусь, когда закончу.
zh_hans: 好吧，我完成后就回来。
zh_hant: 好吧，我完成後就回來。

# Dialogue_WWSewerCreatures
source: No problem. I always help when I can.
es: No hay problema. Siempre ayudo cuando puedo.
fr: Pas de problème. J'aide toujours quand je peux.
hu: Semmiség, mindig segítek, ha tudok.
ru: Нет проблем. Я всегда помогаю, когда могу.
zh_hans: 没问题。我总是力所能及地提供帮助。
zh_hant: 沒問題。我總是力所能及地提供幫助。

# Dialogue_WWSewerCreatures
source: One of your brothers is trapped? What happened?
es: ¿Uno de tus hermanos está atrapado? ¿Que pasó?
fr: Un de vos frères est piégé ? Que s'est-il passé ?
hu: Az egyik testvéred fogságba esett? Mi történt?
ru: Один из твоих братьев в ловушке? Что случилось?
zh_hans: 你的一个兄弟被困住了? 出什么事了？
zh_hant: 妳的壹個兄弟被困住了? 出什麽事了？

# Dialogue_WWSewerCreatures
source: Leave
es: Salir
fr: Partir
hu: Távozok
ru: Выйти
zh_hans: 离开
zh_hant: 離開

# Dialogue_WWSewerCreatures
source: Farewell until we meet again!
es: ¡Adiós hasta que nos volvamos a ver!
fr: Adieu jusqu'à notre prochaine rencontre !
hu: Ég veled!
ru: Прощай, может встретимся вновь!
zh_hans: 拜拜，下次再见！
zh_hant: 拜拜，下次再見！

# Dialogue_WWSewerCreatures
source: It was nice to see you again.
es: Fue bueno verte otra vez.
fr: C'était un plaisir de vous revoir.
hu: Jó volt újra látni.
ru: Было приятно снова тебя увидеть.
zh_hans: 很高兴再次见到你。
zh_hant: 很高興再次見到妳。

# Dialogue_WWSewerCreatures
source: Don't worry! I'm still looking for it.
es: No te preocupes Todavía lo estoy buscando.
fr: Ne vous inquiétez pas ! Je suis toujours à sa recherche.
hu: Ne aggódj, még nem adtam fel a keresést.
ru: Не волнуйся! Я все еще ищу его.
zh_hans: 别担心! 我还在找呢。
zh_hant: 別擔心! 我還在找呢。

# Dialogue_WWSewerCreatures
source: I don't have time for you creature! Stay out of my way!
es: ¡No tengo tiempo para ti criatura! ¡Fuera de mi camino!
fr: Je n'ai pas de temps pour toi, créature ! Reste en dehors de mon chemin !
hu: Nincs időm rád, kicsi lény! Vigyázz az utamból!
ru: У меня нет времени на тебя, создание! Не мешай мне!
zh_hans: 我可没闲工夫理你！别挡道！
zh_hant: 我可沒閑工夫理妳！別擋道！

# Dialogue_WWSewerCreatures
source: Accept Quest
es: Aceptar Misión
fr: Accepter la Quète
hu: Vállalom
ru: Принять Квест
zh_hans: 接受任务
zh_hant: 接受任務

# Dialogue_WWSewerCreatures
source: Calm down creature! I mean you no harm.
es: ¡Cálmate criatura! No quiero hacerte daño.
fr: Calmez-vous, créature ! Je ne vous veux aucun mal.
hu: Nyugalom kicsi lény! Nem bántalak.
ru: Успокойся, создание! Я не причиню тебе вреда.
zh_hans: 别激动！我对你并没有恶意。
zh_hant: 別激動！我對妳並沒有惡意。

# Dialogue_WWSewerCreatures
source: All right I will see what I can do.
es: Muy bien, veré qué puedo hacer.
fr: Très bien, je vais voir ce que je peux faire.
hu: Rendben, meglátom, mit tehetek.
ru: Хорошо, я посмотрю, что можно сделать.
zh_hans: 好吧，我看看我能做什么。
zh_hant: 好吧，我看看我能做什麽。

# Dialogue_WWSewerCreatures
source: Oh, thank you!
es: ¡Oh gracias!
fr: Oh, merci !
hu: Oh, köszönöm!
ru: О, спасибо!
zh_hans: 噢，谢谢！
zh_hant: 噢，謝謝！

# Dialogue_WWSewerCreatures
source: Decline
es: Rechazar
fr: Refuser
hu: Inkább nem
ru: Отклонить
zh_hans: 拒绝
zh_hant: 拒絕

# Dialogue_WWSewerCreatures
source: I'm sorry but I can't help you.
es: Lo siento pero no puedo ayudarte.
fr: Je suis désolé, mais je ne peux pas vous aider.
hu: Sajnálom, nem tudok segíteni.
ru: Прости, но я не могу тебе помочь.
zh_hans: 对不起，我帮不了你。
zh_hant: 對不起，我幫不了妳。

# Dialogue_WWSewerCreatures
source: Help
es: Ayuda
fr: Aider
hu: Segítek
ru: Помощь
zh_hans: 帮助
zh_hant: 幫助

# DlgSystemSettings
source: Next
es: Siguiente
fr: Suivant
hu: Tovább
ru: Далее
zh_hans: 下一个
zh_hant: 下壹個
