Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDialogues/*/WarriorbDialogues.po
Languages: es, fr, hu, ru, zh_hans, zh_hant

# Dialogue_MR_Bed
source: Most of her time she just lied here and stared at nothing.
es: La mayor parte de su tiempo se tumbaba aquí y miraba a la nada.
fr: La plupart du temps, elle s'est contentée de flâner ici et de ne rien regarder.
hu: Az ideje nagy részében csak itt feküdt, és a semmibe bámult.
ru: Большую часть времени она просто лежала здесь и смотрела в никуда.
zh_hans: 她大部分时间都躺在这里，眼神迷离。
zh_hant: 她大部分時間都躺在這裏，眼神迷離。

# Dialogue_MR_Bed
source: Sometimes she talked about grey lands.
es: A veces hablaba de tierras grises.
fr: Parfois, elle parlait des terres grises.
hu: Néha fakó földekről beszélt.
ru: Иногда она говорила о серых землях.
zh_hans: 有时她会谈到灰色地带。
zh_hant: 有時她會談到灰色地帶。

# Dialogue_MR_Chair
source: I hope they will never find out how wrong they were. I hope there is still time for our World.
es: Espero que nunca descubran lo equivocados que estaban. Espero que todavía haya tiempo para nuestro Mundo.
fr: J'espère qu'ils ne découvriront jamais à quel point ils se sont trompés. J'espère qu'il est encore temps pour notre monde.
hu: Remélem, soha nem jönnek rá, mekkorát tévedtek.
ru: Надеюсь, они никогда не узнают, насколько они были неправы. Я надеюсь, что еще есть время для нашего мира.
zh_hans: 我希望他们永远不会发现他们错得有多离谱。我希望我们的世界还有时间。
zh_hant: 我希望他們永遠不會發現他們錯得有多離譜。我希望我們的世界還有時間。

# Dialogue_MR_Chair
source: This is where the doctor used to sit. He never believed that Mom was infected by the Ruin.
es: Aquí es donde solía sentarse el médico. Nunca creyó que Mamá fuera infectada por Ruin.
fr: C'est là que le médecin s'asseyait. Il n'a jamais cru que maman ait été infectée par la Ruine.
hu: Itt szokott ülni az orvos. Soha nem hitte el, hogy anyut a Fertőzés tette beteggé.
ru: Здесь раньше сидел доктор. Он никогда не верил, что мама заражена Руином.
zh_hans: 这是医生过去常坐的地方。他从不相信母亲被毁灭感染了。
zh_hant: 這是醫生過去常坐的地方。他從不相信母親被毀滅感染了。

# Dialogue_MR_Chair
source: No one ever believed in Ruin.
es: Nadie creyó en Ruin.
fr: Personne n'a jamais cru à la Ruine.
hu: Senki nem hitt a Fertőzésben.
ru: Никто никогда не верил в Руин.
zh_hans: 没有人相信毁灭。
zh_hant: 沒有人相信毀滅。

# Dialogue_MR_Lamps
source: This room was the brightest in the castle.
es: Esta habitación era la más brillante del castillo.
fr: Cette pièce était la plus lumineuse du château.
hu: Ez volt a kastély legfényesebb szobája.
ru: Эта комната была самой светлой в замке.
zh_hans: 这个房间是城堡里最明亮的。
zh_hant: 這個房間是城堡裏最明亮的。

# Dialogue_MR_Lamps
source: I took some oil.
es: Me llevé un poco de aceite.
fr: J'ai pris un peu d'huile.
hu: Elvettem az olajat.
ru: Я взял немного масла.
zh_hans: 我取了一些油。
zh_hant: 我取了壹些油。

# Dialogue_MR_Lamps
source: Father bought some exotic lamp oil so that we had coloured lights.
es: Papá compró un poco de aceite exótica para la lámpara para que tuviéramos luces de colores.
fr: Père a acheté de l'huile de lampe exotique pour que nous ayons des lumières colorées.
hu: Apa messzi földről hozatott különleges lámpaolajokat, amelyek színes lánggal égtek.
ru: Отец купил пару экзотических масляных ламп, чтобы у нас были цветные лампочки.
zh_hans: 父亲买了一些灯油，这样我们就有了各色彩灯。
zh_hant: 父親買了壹些燈油，這樣我們就有了各色彩燈。

# Dialogue_MR_Paintings
source: Mom was always fond of art.
es: Mamá siempre fue aficionada al arte.
fr: Maman a toujours été passionnée par l'art.
hu: Anyu mindig is rajongott a művészetekért.
ru: Мама всегда любила искусство.
zh_hans: 母亲一直热衷于艺术。
zh_hant: 母親壹直熱衷於藝術。

# Dialogue_MR_Paintings
source: After she got sick she couldn’t paint the way she did before yet she still liked it.
es: Después de enfermarse, ya no podía pintar como antes, pero aún así le gustaba.
fr: Après sa maladie, elle ne pouvait plus peindre comme avant, mais elle aimait toujours ça.
hu: A betegsége után már nem tudott úgy festeni, mint azelőtt, de attól még szeretett próbálkozni.
ru: После того, как она заболела, она не могла рисовать так, как раньше, но ей все равно это нравилось.
zh_hans: 她生病后，不能再像以前那样画画了，但她的兴趣丝毫不减。
zh_hant: 她生病後，不能再像以前那樣畫畫了，但她的興趣絲毫不減。

# Dialogue_MR_Paintings
source: It could engage her for hours.
es: Podría involucrarla por horas.
fr: Il pourrait la mobiliser pendant des heures.
hu: A festés órákra is le tudta kötni.
ru: Это могло занять ее на несколько часов.
zh_hans: 这可能会让她忙上几个小时。
zh_hant: 這可能會讓她忙上幾個小時。

# Dialogue_Scholar
source: Not my business
es: No es mi problema
fr: Pas mes affaires
hu: Nem az én dolgom
ru: Меня это не касается
zh_hans: 与我无关
zh_hant: 與我無關

# Dialogue_Scholar
source: Lillian?
ru: Лиллиан?
zh_hans: 莉莉安？
zh_hant: 莉莉安？

# Dialogue_Scholar
source: Maybe we failed the ritual again and summoned another of your kind.
es: Tal vez fallamos el ritual otra vez y convocamos a otro de tu clase.
fr: Peut-être avons-nous encore échoué au rituel et avons-nous fait appel à un autre de votre espèce.
hu: Talán mégis elrontottunk valamit, és ismét megidéztünk valakit a te népedből.
ru: Может быть, мы опять ошиблись с ритуалом и вызвали другого такого же, как ты.
zh_hans: 也许我们的仪式又一次失败了，召唤了你的同类。
zh_hant: 也許我們的儀式又壹次失敗了，召喚了妳的同類。

# Dialogue_Scholar
source: What do you expect me to do, Spirit?
es: ¿Qué esperas que haga, Espíritu?
fr: Qu'attends-tu de moi, Esprit ?
hu: Mégis mit vársz, mit tegyek?
ru: Чего ты ожидаешь от меня, Дух?
zh_hans: 你想让我怎么做，精灵？
zh_hant: 妳想讓我怎麽做，精靈？

# Dialogue_Scholar
source: I’ve already done way too much for you.
es: Ya he hecho demasiado por ti.
fr: J'en ai déjà fait beaucoup trop pour vous.
hu: Már eddig is túl sokat tettem értetek.
ru: Я уже слишком много для тебя сделал.
zh_hans: 我已经为你做得太多了。
zh_hant: 我已經為妳做得太多了。

# Dialogue_Scholar
source: Now, take me home!
es: ¡Ahora llévame a casa!
fr: Maintenant, ramenez-moi à la maison !
hu: Juttass haza!
ru: А теперь отвези меня домой!
zh_hans: 现在，带我回家吧!
zh_hant: 現在，帶我回家吧!

# Dialogue_Scholar
source: We made the spell... and it worked!
es: Hicimos el hechizo... ¡y funcionó!
fr: On a fait le sort... et ça a marché !
hu: Végigcsináltuk a varázslatot, és... működött!
ru: Мы произнесли заклинание... и оно сработало!
zh_hans: 我们念了咒语… 并且它奏效了!
zh_hant: 我們念了咒語… 並且它奏效了!

# Dialogue_Scholar
source: And then what?
es: ¿Y entonces que?
fr: Et puis quoi ?
hu: És aztán mi?
ru: И что потом?
zh_hans: 然后呢？
zh_hant: 然後呢？

# Dialogue_Scholar
source: And he...
es: Y el...
fr: Et il...
hu: És ő...
ru: А он...
zh_hans: 另外他...
zh_hant: 另外他...

# Dialogue_Scholar
source: Someone like me...
es: Alguien como yo...
fr: Quelqu'un comme moi...
hu: Valakivel, aki olyan, mint én...
ru: Похожего на меня...
zh_hans: 像我这样的人……
zh_hant: 像我這樣的人……

# Dialogue_Scholar
source: She destroyed half of the room before we could even cast a spell.
es: Ella destruyó la mitad de la habitación antes de que incluso pudiéramos lanzar un hechizo.
fr: Elle a détruit la moitié de la pièce avant même que nous ayons pu jeter un sort.
hu: A démon-kislány a szoba felét darabokra zúzta, még mielőtt egyetlen varázslatot is elmondhattunk volna.
ru: Она разнесла половину комнаты еще до того, как мы смогли наложить заклинание.
zh_hans: 我们还没来得及施咒，她就把半个房间给毁了。
zh_hant: 我們還沒來得及施咒，她就把半個房間給毀了。

# Dialogue_Scholar
source: That’s how you handle situations like these...
es: Así es como manejas situaciones como esta...
fr: C'est comme ça qu'on gère des situations comme celles-ci...
hu: Így szoktátok kezelni az ilyen helyzetet...
ru: Вот как ты справляешься с такими ситуациями…
zh_hans: 这就是你处理这种情况的方式……
zh_hant: 這就是妳處理這種情況的方式……

# Dialogue_Scholar
source: I’m not sure... Everything happened so fast.
es: No estoy seguro... Todo sucedió muy rápido.
fr: Je ne suis pas sûr... Tout est arrivé si vite.
hu: Nem tudom... Minden olyan gyorsan történt.
ru: Я не уверен... Все произошло так быстро.
zh_hans: 我不确定… 一切都发生得太快了。
zh_hant: 我不確定… 壹切都發生得太快了。

# Dialogue_Scholar
source: What happened?
es: ¿Que pasó?
fr: Que s'est-il passé ?
hu: Mi történt?
ru: Что произошло?
zh_hans: 什么情况？
zh_hant: 什麽情況？

# Dialogue_Scholar
source: I can’t... I’m sorry!
es: No puedo... ¡lo siento!
fr: Je ne peux pas... Je suis désolé !
hu: Nem megy... Sajnálom!
ru: Я не могу... Извини!
zh_hans: 我不能…… 我很抱歉!
zh_hant: 我不能…… 我很抱歉!

# Dialogue_Scholar
source: What happened to Lillian? Has she returned?
es: ¿Qué le pasó a Lillian? ¿Ha vuelto?
fr: Qu'est-il arrivé à Lillian ? Est-elle revenue ?
hu: Mi lett Lilliannal? Visszatért?
ru: Что случилось с Лилиан? Она вернулась?
zh_hans: 莉莉安怎么了？她回来了吗？
zh_hant: 莉莉安怎麽了？她回來了嗎？

# Dialogue_Scholar
source: Something... arrgh... something went wrong...
es: Algo... arrgh... algo salió mal...
fr: Quelque chose... arrgh... quelque chose a mal tourné...
hu: Valami... ááárgh... valami félresikerült...
ru: Что-то... что-то... что-то пошло не так...
zh_hans: 有些... 呃... 有些不对劲...
zh_hant: 有些... 呃... 有些不對勁...

# Dialogue_Scholar
source: You are Raven’s master...
es: Eres el maestro de Cuervo...
fr: Vous êtes le maître de Corbeau...
hu: Te Raven gazdája vagy...
ru: Ты хозяин Ворона...
zh_hans: 你是乌鸦的主人……
zh_hant: 妳是烏鴉的主人……

# Dialogue_Scholar
source: She was taken over by a wicked force and she unleashed boundless spells.
es: Fue tomada por una fuerza perversa y desató hechizos ilimitados.
fr: Elle a été prise par une force malfaisante et elle a déclenché des sorts sans limites.
hu: Gonosz erő szállta meg. Olyan varázslatokat használt, amiket azelőtt elképzelni sem tudtam volna.
ru: Злые силы поглотили ее, дав безграничные заклинания.
zh_hans: 她被一种邪恶的力量控制了，释放了无尽的咒语。
zh_hant: 她被壹種邪惡的力量控制了，釋放了無盡的咒語。

# Dialogue_Scholar
source: It was like the devil itself.
es: Era como el diablo mismo.
fr: C'est comme l'enfer sur terre.
hu: Mintha maga lett volna a megtestesült gonosz.
ru: Это как-будто был сам Дьявол.
zh_hans: 它本身就像恶魔一样。
zh_hant: 它本身就像惡魔壹樣。

# Dialogue_Scholar
source: Where is Wizard? Something happened to him?
es: ¿Dónde está el Mago? ¿Le ha pasado algo?
fr: Où se trouve le Magicien ? Il lui est arrivé quelque chose ?
hu: Hol van Varázsló? Valami történt vele?
ru: Где Волшебник? С ним что-то случилось?
zh_hans: 巫师在哪里？他怎么了？
zh_hant: 巫師在哪裏？他怎麽了？

# Dialogue_Scholar
source: Wizard was right when he decided to trust you.
es: Mago tenía razón cuando decidió confiar en ti.
fr: Le Magicien avait raison quand il a décidé de vous faire confiance.
hu: Már értem, miért bízott meg benned Varázsló.
ru: Волшебник был прав, когда решил довериться тебе.
zh_hans: 巫师决定相信你是对的。
zh_hant: 巫師決定相信妳是對的。

# Dialogue_Scholar
source: I won’t fight
es: No pelearé
fr: Je ne me battrai pas
hu: Nem harcolok
ru: Я не буду сражаться
zh_hans: 我不会干架
zh_hant: 我不會幹架

# Dialogue_Scholar
source: I will face her!
es: ¡La enfrentaré!
fr: Je vais l'affronter !
hu: Szembeszállok vele!
ru: Я сражусь с ней лицом к лицу!
zh_hans: 我会面对她的！
zh_hant: 我會面對她的！

# Dialogue_Scholar
source: We made everything right...
es: Hicimos todo bien...
fr: Nous avons tout arrangé...
hu: Mindent jól csináltunk...
ru: Мы все сделали правильно...
zh_hans: 我们把一切都做好了……
zh_hant: 我們把壹切都做好了……

# Dialogue_Scholar
source: Why is it that every time you refuse to face the consequences of your actions, it is me who needs to clean up your mess?
es: ¿Por qué cada vez que te niegas a enfrentar las consecuencias de tus acciones, soy yo quien necesita arreglar las cosas?
fr: Comment se fait-il qu'à chaque fois que vous refusez de faire face aux conséquences de vos actes, c'est moi qui dois nettoyer votre bazar ?
hu: Miért van az, hogy minden esetben, amikor ti nem vállaljátok a felelősséget valamiért, akkor nekem kell rendbe tennem a dolgokat helyettetek?
ru: Почему каждый раз, когда ты уходишь от ответственности за свои действия, именно я должен убирать твой беспорядок?
zh_hans: 为什么每次你拒绝面对自己行为的后果时，都是我在帮你收拾烂摊子?
zh_hant: 為什麽每次妳拒絕面對自己行為的後果時，都是我在幫妳收拾爛攤子?

# Dialogue_Scholar
source: I'm sorry that I can't help...
es: Lo siento pero no puedo ayudarte...
fr: Je suis désolé de ne pas pouvoir vous aider...
hu: Sajnálom, hogy nem tudok segíteni...
ru: Мне жаль, что я не могу помочь...
zh_hans: 对不起，我帮不了你……
zh_hant: 對不起，我幫不了妳……

# Dialogue_Scholar
source: You are free to do whatever you want!
es: ¡Eres libre de hacer lo que quieras!
fr: Vous êtes libre de faire ce que vous voulez !
hu: Szabad vagy! Azt teszel, amit jónak látsz!
ru: Ты можешь делать все, что захочешь!
zh_hans: 你可以想做什么就做什么!
zh_hant: 妳可以想做什麽就做什麽!

# Dialogue_Scholar
source: Was it trapped inside a teddy bear?
es: ¿Estaba atrapado dentro de un oso de peluche?
fr: Était-il emprisonné dans un ours en peluche ?
hu: És, őt meg bezártátok egy plüssmaci testbe?
ru: Он был заперт внутри плюшевого медведя?
zh_hans: 它被困在泰迪熊里了吗?
zh_hant: 它被困在泰迪熊裏了嗎?

# Dialogue_Scholar
source: The demon-Lillian left. There is no one who could stop her now...
es: La demonio-Lillian se fue. No hay nadie que pueda detenerla ahora...
fr: Le démon-Lillian est parti. Il n'y a plus personne qui puisse l'arrêter maintenant...
hu: A démon-Lillian elment. Már nincs senki, aki meg tudná állítani...
ru: Демон-Лилиан сбежала. И нет никого, кто мог бы остановить ее сейчас...
zh_hans: 那个恶魔... 莉莉安离开了。现在没有人能阻止她了……
zh_hant: 那個惡魔... 莉莉安離開了。現在沒有人能阻止她了……

# Dialogue_Scholar
source: She had fire in her eyes...
es: Tenía fuego en los ojos...
fr: Elle avait de la rage dans les yeux...
hu: Tűz égett a szemeiben...
ru: В ее глазах огонь пылал...
zh_hans: 她眼睛里有火……
zh_hant: 她眼睛裏有火……

# Dialogue_Scholar
source: Lillian woke up and then...
es: Lillian se despertó y luego...
fr: Lillian s'est réveillée et puis...
hu: Lillian felkelt, és...
ru: Лилиан проснулась, а потом...
zh_hans: 莉莉安醒了，然后……
zh_hant: 莉莉安醒了，然後……

# Dialogue_Scholar
source: Leave and let me rest in peace...
es: Vete y déjame descansar en paz...
fr: Partez et laissez-moi reposer en paix...
hu: Menj, hagyj békében pihenni...
ru: Уходите и дайте мне спокойно отдохнуть...
zh_hans: 离开吧，让我安息……
zh_hant: 離開吧，讓我安息……

# Dialogue_Scholar
source: Wizard?
es: ¿Mago?
fr: Magicien ?
hu: Varázsló?
ru: Волшебник?
zh_hans: 巫师？
zh_hant: 巫師？

# Dialogue_Scholar
source: Is the Wizard safe? What happened afterwards?
es: ¿Está el Mago a salvo? ¿Qué pasó después?
fr: Le Magicien est-il en sécurité ? Que s'est-il passé ensuite ?
hu: Varázsló épségben van? Mi történt ezután?
ru: А Волшебник в безопасности? Что случилось потом?
zh_hans: 巫师安全吗? 后来发生了什么?
zh_hant: 巫師安全嗎? 後來發生了什麽?

# Dialogue_Scholar
source: I was hit by the table.
es: Fui golpeado por la mesa.
fr: J'ai été frappé par la table.
hu: Engem feldöntött az asztal.
ru: Меня ударили столом.
zh_hans: 我被桌子撞了。
zh_hant: 我被桌子撞了。

# Dialogue_Scholar
source: Good luck with... everything!
es: ¡Buena suerte con... todo!
fr: Bonne chance avec... tout !
hu: Sok szerencsét... mindennel!
ru: Удачи с... всем!
zh_hans: 祝... 万事顺意！
zh_hant: 祝... 萬事順意！

# Dialogue_Scholar
source: Let me go!
es: ¡Déjame ir!
fr: Laissez-moi partir !
hu: Engedj szabadon!
ru: Отпусти меня!
zh_hans: 放过我吧！
zh_hant: 放過我吧！

# Dialogue_Scholar
source: I'll stop her
es: La detendré
fr: Je vais l'arrêter
hu: Megállítom
ru: Я остановлю ее
zh_hans: 我会阻止她
zh_hant: 我會阻止她

# Dialogue_Scholar
source: He was burnt to ashes.
es: Fue quemado hasta las cenizas.
fr: Il a été réduit en cendres.
hu: Ő pedig hamuvá égett.
ru: Он сгорел дотла.
zh_hans: 他被烧成灰烬。
zh_hant: 他被燒成灰燼。

# Dialogue_Scholar
source: I have always wanted to meet someone of my own kind anyway.
es: Siempre he querido conocer a alguien de mi clase de todos modos.
fr: De toute façon, j'ai toujours voulu rencontrer quelqu'un de mon espèce.
hu: Mindig is találkozni akartam valakivel a fajtámból.
ru: Плюс я всегда хотел встретиться с кем-нибудь подобному мне.
zh_hans: 无论如何，我一直都想遇到一个和我一样的人。
zh_hant: 無論如何，我壹直都想遇到壹個和我壹樣的人。

# Dialogue_Scholar
source: I can’t open a Gate without Wizard...
es: No puedo abrir una puerta sin asistente...
fr: Je ne peux pas ouvrir une Porte sans Magicien...
hu: Nem tudok Varázsló nélkül Kaput nyitni...
ru: Я не могу открыть Врата без Волшебника...
zh_hans: 没有巫师我无法打开大门……
zh_hant: 沒有巫師我無法打開大門……

# Dialogue_Scholar
source: I don't understand... It is...
es: No entiendo... es...
fr: Je ne comprends pas... C'est...
hu: Nem értem... ez nem...
ru: Я не понимаю... Это...
zh_hans: 我不明白…… 这是……
zh_hant: 我不明白…… 這是……

# Dialogue_Scholar
source: It wasn't me who brought you here.
es: No fui yo quien te trajo aquí.
fr: Ce n'est pas moi qui vous ai amené ici.
hu: Nem én hoztalak ide.
ru: Не я был тем кто привел тебя сюда.
zh_hans: 不是我带你来的。
zh_hant: 不是我帶妳來的。

# Dialogue_Scholar
source: Was it trapped?
es: ¿Estaba atrapado?
fr: A-t-elle été piégée ?
hu: Bezártátok?
ru: Он был в ловушке?
zh_hans: 它被困了？
zh_hant: 它被困了？

# Dialogue_Scholar
source: I can't let her destroy everything!
es: ¡No puedo dejar que destruya todo!
fr: Je ne peux pas la laisser tout détruire !
hu: Nem hagyom, hogy mindent elpusztítson!
ru: Я не могу позволить ей все разрушить!
zh_hans: 我不能让她毁了一切!
zh_hant: 我不能讓她毀了壹切!

# Dialogue_Scholar
source: No-no-no!
fr: Non, non, non !
hu: Nem, nem, nem!
ru: Не-не-не!
zh_hans: 不-不-不！
zh_hant: 不-不-不！

# Dialogue_SewerCreatures
source: All right, I will return when I'm done.
es: Muy bien, volveré cuando termine.
fr: Très bien, je reviendrai quand j'aurai fini.
hu: Rendben, visszajövök, ha végeztem.
ru: Ладно, вернусь, когда закончу.
zh_hans: 好吧，我做完就回来。
zh_hant: 好吧，我做完就回來。

# Dialogue_SewerCreatures
source: Really?
es: ¿De Verdad?
fr: Vraiment ?
hu: Igazán?
ru: Правда?
zh_hans: 真的吗？
zh_hant: 真的嗎？

# Dialogue_SewerCreatures
source: That's sad. What happened exactly?
es: Eso es triste. ¿Qué pasó exactamente?
fr: C'est triste. Que s'est-il passé exactement ?
hu: Sajnálom. Hogy történt?
ru: Это печально. А что именно случилось?
zh_hans: 真悲剧。到底发生了什么事?
zh_hant: 真悲劇。到底發生了什麽事?

# Dialogue_SewerCreatures
source: Farewell until we meet again!
es: ¡Adiós hasta que nos volvamos a ver!
fr: Adieu jusqu'à notre prochaine rencontre !
hu: Szia!
ru: Прощай, может встретимся вновь!
zh_hans: 再见，下次见!
zh_hant: 再見，下次見!

# Dialogue_SewerCreatures
source: I'm glad I could help.
es: Me alegro de poder ayudar.
fr: Je suis heureux d'avoir pu aider.
hu: Örülök, hogy segíthettem.
ru: Я рад, что смог помочь.
zh_hans: 我很高兴能帮上忙。
zh_hant: 我很高興能幫上忙。

# Dialogue_SewerCreatures
source: It was nice to see you again.
es: Fue bueno verte otra vez.
fr: C'était un plaisir de vous revoir.
hu: Jó volt újra látni.
ru: Было приятно снова тебя увидеть.
zh_hans: 很高兴再次见到你。
zh_hant: 很高興再次見到妳。

# Dialogue_SewerCreatures
source: Don't worry! I'm still looking for it.
es: No te preocupes Todavía lo estoy buscando.
fr: Ne vous inquiétez pas ! Je cherche toujours.
hu: Ne aggódj, még nem adtam fel a keresést.
ru: Не волнуйся! Я все еще ищу его.
zh_hans: 别担心! 我还在找呢。
zh_hant: 別擔心! 我還在找呢。

# Dialogue_SewerCreatures
source: I don't have time for you creature! Stay out of my way!
es: ¡No tengo tiempo para ti criatura! ¡Fuera de mi camino!
fr: Je n'ai pas de temps pour toi, créature ! Reste en dehors de mon chemin !
hu: Nincs időm rád, kicsi lény! Vigyázz az utamból!
ru: У меня нет времени на тебя, создание! Не мешай мне!
zh_hans: 我可没时间理你！别挡道！
zh_hant: 我可沒時間理妳！別擋道！

# Dialogue_SewerCreatures
source: Accept Quest
es: Aceptar Misión
fr: Accepter la Quête
hu: Vállalom
ru: Принять Квест
zh_hans: 接受任务
zh_hant: 接受任務

# Dialogue_SewerCreatures
source: Leave
es: Salir
fr: Partir
hu: Távozok
ru: Выйти
zh_hans: 离开
zh_hant: 離開

# Dialogue_SewerCreatures
source: Farewell and good luck to you as well!
es: ¡Adiós y buena suerte!
fr: Adieu et bonne chance à vous aussi !
hu: Viszlát, és sok szerencsét neked is!
ru: Прощай и удачи тебе!
zh_hans: 再见，祝你好运!
zh_hant: 再見，祝妳好運!

# Dialogue_SewerCreatures
source: Calm down creature! I mean you no harm.
es: ¡Cálmate criatura! No quiero hacerte daño.
fr: Calmez-vous, créature ! Je ne vous veux aucun mal.
hu: Nyugalom kicsi lény! Nem bántalak.
ru: Успокойся, создание! Я не причиню тебе вреда.
zh_hans: 你这个生物给我冷静一点! 我对你没有恶意。
zh_hant: 妳這個生物給我冷靜壹點! 我對妳沒有惡意。

# Dialogue_SewerCreatures
source: All right I will see what I can do.
es: Muy bien, veré qué puedo hacer.
fr: Très bien, je vais voir ce que je peux faire.
hu: Rendben, meglátom, mit tehetek.
ru: Хорошо, я посмотрю, что можно сделать.
zh_hans: 好吧，我看看我能做什么。
zh_hant: 好吧，我看看我能做什麽。

# Dialogue_SewerCreatures
source: Oh, thank you!
es: ¡Oh gracias!
fr: Oh, merci !
hu: Oh, köszönöm!
ru: О, спасибо!
zh_hans: 噢，谢谢！
zh_hant: 噢，謝謝！

# Dialogue_SewerCreatures
source: Just tell me what do you want...
es: Solo dime que quieres...
fr: Dites-moi juste ce que vous voulez...
hu: Csak mond, mit akarsz...
ru: Просто скажи мне, чего ты хочешь...
zh_hans: 告诉我你想要什么…
zh_hant: 告訴我妳想要什麽…

# Dialogue_SewerCreatures
source: Decline
es: Rechazar
fr: Refuser
hu: Inkább nem
ru: Отклонить
zh_hans: 拒绝
zh_hant: 拒絕

# Dialogue_SewerCreatures
source: Let it talk
es: Déjalo hablar
fr: Le laisser parler
hu: Hadd mondja
ru: Пусть говорит
zh_hans: 让它说话
zh_hant: 讓它說話

# Dialogue_SewerCreatures
source: I'm sorry but I can't help you.
es: Lo siento pero no puedo ayudarte.
fr: Je suis désolé, mais je ne peux pas vous aider.
hu: Sajnálom, nem tudok segíteni.
ru: Прости, но я не могу тебе помочь.
zh_hans: 对不起，我帮不了你。
zh_hant: 對不起，我幫不了妳。

# Dialogue_sewertut1
source: I don't like the idea of this additional challenge, but without the help of the Keeper you won't be able to get out.
es: No me gusta la idea de este desafío adicional, pero sin la ayuda del Guardián no podrás salir.
fr: Je n'aime pas l'idée de ce défi supplémentaire, mais sans l'aide du Gardien, vous ne pourrez pas en sortir.
hu: Nem tetszik ez a kitérő, de a Kapuőr segítsége nélkül nem fogsz kijutni innen.
ru: Мне не нравится идея дополнительного испытания, но без помощи Хранителя тебе не удастся выбраться.
zh_hans: 我不喜欢这个额外的挑战，但是如果没有守护者的帮助，你是不可能出去的。
zh_hant: 我不喜歡這個額外的挑戰，但是如果沒有守護者的幫助，妳是不可能出去的。

# Dialogue_sewertut2_magicbox
source: It's a magic box! That's what it's supposed to do, demon.
es: ¡Es una caja mágica! Eso es lo que se supone que debe hacer, demonio.
fr: C'est une boîte magique ! C'est ce qu'elle est censée faire, démon.
hu: Ez egy varázsdoboz. Ez így működik, démon.
ru: Это волшебный ящик! Это то, что оно должно делать, демон.
zh_hans: 这是一个神奇的盒子! 它肯定就是，恶魔。
zh_hant: 這是壹個神奇的盒子! 它肯定就是，惡魔。

# Dialogue_sewertut2_magicbox
source: Is that box just floating in the air?
es: ¿Esa caja está flotando en el aire?
fr: Cette boîte flotte-t-elle simplement dans l'air ?
hu: Az a doboz csak ott lebeg a levegőben?
ru: Этот ящик просто парит в воздухе?
zh_hans: 那个盒子只是漂浮在空中吗?
zh_hant: 那個盒子只是漂浮在空中嗎?

# Dialogue_sewertut3_silverkey
source: What is that crystal?
es: ¿Qué es ese cristal?
fr: Qu'est-ce que ce cristal ?
hu: Mi az a kristály?
ru: Что это за кристалл?
zh_hans: 那块水晶是什么?
zh_hant: 那塊水晶是什麽?

# Dialogue_sewertut3_silverkey
source: Don't care about that. Focus on finding a way out.
es: No me importa eso. Concéntrese en encontrar una salida.
fr: Ne vous en faites pas. Concentrez-vous sur la recherche d'une issue.
hu: Ne foglalkozz vele. Nem fontos, a kiutat keresd inkább.
ru: Не волнуйся об этом. Сосредоточься на том, чтобы найти выход.
zh_hans: 别管那个。集中精力寻找出路。
zh_hant: 別管那個。集中精力尋找出路。

# Dialogue_SupperDwarf
source: We need his help.
es: Necesitamos su ayuda.
fr: Nous avons besoin de son aide.
hu: Szükségünk van a segítségére.
ru: Нам нужна его помощь.
zh_hans: 我们需要他的帮助。
zh_hant: 我們需要他的幫助。

# Dialogue_SupperDwarf
source: They always wanted to invade the Outpost. They are many and we are few.
es: Siempre quisieron invadir el Puesto Avanzado. Son muchos y nosotros somos pocos.
fr: Ils ont toujours voulu envahir l'Avant-Poste. Ils sont nombreux et nous sommes peu.
hu: Már régóta le akarták rohanni a Helyőrséget. Ők sokan voltak, mi meg kevesen.
ru: Они всегда хотели захватить Заставу. Их много, а нас мало.
zh_hans: 他们总是想入侵前哨。他们人数众多，而我们寥寥无几。
zh_hant: 他們總是想入侵前哨。他們人數眾多，而我們寥寥無幾。

# Dialogue_SupperDwarf
source: Why should I set you free?
es: ¿Por qué debería liberarte?
fr: Pourquoi devrais-je vous libérer ?
hu: Mi okom lenne kiszabadítani téged?
ru: Почему я должен освободить тебя?
zh_hans: 我为什么要放了你？
zh_hant: 我為什麽要放了妳？
