Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDialogues/*/WarriorbDialogues.po
Languages: es, fr, hu, ru, zh_hans, zh_hant

# Dialogue_LB_DeviceUse
source: Er... so far pulling the levers worked but this machine looks fairly complicated.
es: Er... hasta ahora, tirar de las palancas funcionó, pero esta máquina parece bastante complicada.
fr: Euh... jusqu'à présent, tirer les leviers a fonctionné mais cette machine a l'air assez compliquée.
hu: Ööö... eddig működött, hogy minden kart lehúztam, de lehet itt jobb nem kockáztatni.
ru: Эээ... пока тянуть за рычаги работало, но эта машина выглядит довольно сложной.
zh_hans: 呃… 到目前为止，拉动杆是起作用的，但这台机器看起来相当复杂。
zh_hant: 呃… 到目前為止，拉動桿是起作用的，但這臺機器看起來相當復雜。

# Dialogue_LB_DeviceUse
source: I should look around to find some instructions on how it works.
es: Debería mirar alrededor para encontrar algunas instrucciones sobre cómo funciona.
fr: Je devrais regarder autour de moi pour trouver quelques instructions sur son fonctionnement.
hu: Biztos van valami leírás, hogy működik ez a masina.
ru: Я должен осмотреться, найти какие-нибудь инструкции о том, как это работает.
zh_hans: 我应该四处看看，看看它是如何运作的。
zh_hant: 我應該四處看看，看看它是如何運作的。

# Dialogue_LB_LeftLever
source: I heard them knocking on the door. They surely heard the alarm when I entered.
es: Los escuché tocar a la puerta. Seguramente escucharon la alarma cuando entré.
fr: Je les ai entendus frapper à la porte. Ils ont sûrement entendu l'alarme quand je suis entré.
hu: Hallottam, hogy dörömbölnek az ajtón. Biztosan hallották a riasztót, amikor beléptem.
ru: Я слышу, как они стучат в дверь. Они точно услышали сигнализацию, когда я вошел.
zh_hans: 我听见他们在敲门。我进去的时候，他们肯定听到了警报。
zh_hant: 我聽見他們在敲門。我進去的時候，他們肯定聽到了警報。

# Dialogue_LB_LeftLever
source: I need to hurry. The middle lever is the next one.
es: Necesito apurarme. La palanca del medio es la siguiente.
fr: Je dois me dépêcher. Le levier du milieu est le suivant.
hu: Sietnem kell. A középső kar következik.
ru: Мне нужно поторопиться. Средний рычаг - следующий.
zh_hans: 我得抓紧了。下一个是中间的拉杆。
zh_hant: 我得抓緊了。下壹個是中間的拉桿。

# Dialogue_LB_MiddleLever
source: We both made our decision three years ago.
es: Ambos tomamos nuestra decisión hace tres años.
fr: Nous avons tous deux pris notre décision il y a trois ans.
hu: Mindketten döntöttünk, három évvel ezelőtt.
ru: Мы оба приняли решение три года назад.
zh_hans: 我们都是三年前做出这个决定的。
zh_hant: 我們都是三年前做出這個決定的。

# Dialogue_LB_MiddleLever
source: I’ve made my choice.
es: He hecho mi decisión.
fr: J'ai fait mon choix.
hu: Már döntöttem.
ru: Я сделал свой выбор.
zh_hans: 我已经作出了选择。
zh_hant: 我已經作出了選擇。

# Dialogue_LB_MiddleLever
source: I heard the door exploding. Father must be really mad but It doesn’t matter now.
es: Escuché la puerta explotar. Papá debe estar muy enfadado, pero ya no importa.
fr: J'ai entendu la porte exploser. Père doit être vraiment fou, mais ça n'a plus d'importance maintenant.
hu: Felrobbant az ajtó. Apa nagyon mérges lehet, de most már úgyis mindegy.
ru: Я услышал, как взорвалась дверь. Отец, должно быть, очень зол, но сейчас это не имеет значения.
zh_hans: 我听到门爆炸的声音。父亲一定非常生气 ，但现在没关系了。
zh_hant: 我聽到門爆炸的聲音。父親壹定非常生氣 ，但現在沒關系了。

# Dialogue_LB_RightLever
source: I pulled the last lever.
es: Tiré de la última palanca.
fr: J'ai tiré le dernier levier.
hu: Lehúztam az utolsó kart is.
ru: Я потянул за последний рычаг.
zh_hans: 我拉动了最后一根拉杆。
zh_hant: 我拉動了最後壹根拉桿。

# Dialogue_LR_Bed
source: Sleeping wasn’t easy since Mom was gone.
es: Dormir no fue fácil desde que no está Mamá.
fr: Dormir n'a pas été facile depuis que Maman est partie.
hu: Anyu halála óta nem nagyon tudtam aludni.
ru: Спать было нелегко с тех пор, как мамы не стало.
zh_hans: 母亲离开了，我难以入睡。
zh_hant: 母親離開了，我難以入睡。

# Dialogue_LR_Bed
source: I really couldn’t sleep that night.
es: Realmente no pude dormir esa noche.
fr: Je n'ai vraiment pas pu dormir cette nuit-là.
hu: Aznap sehogyan sem jött álom a szememre.
ru: Я действительно не мог заснуть той ночью.
zh_hans: 当晚我实在睡不着。
zh_hant: 當晚我實在睡不著。

# Dialogue_LR_Chest
source: It was half past eleven.
es: Eran las once y media.
fr: Il était onze heures et demie.
hu: Este tizenegy óra harminc perc volt.
ru: Было полдвенадцатого.
zh_hans: 当时是十一点半。
zh_hant: 當時是十壹點半。

# Dialogue_LR_Chest
source: I took the key.
es: Me llevé la llave.
fr: J'ai pris la clé.
hu: Elővettem a kulcsot.
ru: Я взял ключ.
zh_hans: 我拿了钥匙。
zh_hant: 我拿了鑰匙。

# Dialogue_LR_Chest
source: Daddy didn’t like if I went out in the night but I felt something calling for me.
es: A Papá no le gustaba si salía por la noche, pero sentía que algo me llamaba.
fr: Papa n'aimait pas que je sorte le soir, mais je sentais que quelque chose m'appelait.
hu: Apa nem szerette, ha elmászkáltam éjszaka, de úgy éreztem, mennem kell.
ru: Папе не нравилось, что я выхожу погулять ночью, но я чувствовала, что что-то зовет меня.
zh_hans: 父亲不喜欢我晚上出去，但我觉得有什么东西在召唤我。
zh_hant: 父親不喜歡我晚上出去，但我覺得有什麽東西在召喚我。

# Dialogue_LR_Door
source: I always locked the door just to make sure I won’t sleep walk out.
es: Siempre cerraba la puerta para asegurarme de que no caminaba dormido fuera de la habitación.
fr: Je fermais toujours la porte à clé pour m'assurer que je ne ferait pas le somnambule.
hu: Mindig kulcsra zártam az ajtót, hogy ha alvajárok, ne menjek ki véletlenül.
ru: Я всегда запирал дверь, чтобы быть уверенным, что не выйду из дома во сне.
zh_hans: 我总是把门锁上，只是为了确保我不会梦游出走。
zh_hant: 我總是把門鎖上，只是為了確保我不會夢遊出走。

# Dialogue_LR_Door
source: I opened the door.
es: Abrí la puerta.
fr: J'ai ouvert la porte.
hu: Kinyitottam az ajtót.
ru: Я открыл дверь.
zh_hans: 我打开了门。
zh_hant: 我打開了門。

# Dialogue_LR_Door
source: I hid the key under the clock.
es: Escondí la llave debajo del reloj.
fr: J'ai caché la clé sous l'horloge.
hu: Az óra alá szoktam rakni a kulcsot.
ru: Я спрятал ключ под часами.
zh_hans: 我把钥匙藏在钟底下。
zh_hant: 我把鑰匙藏在鐘底下。

# Dialogue_LR_Notebook
source: Here I collected all my less scientific notes on the Ruined Realm.
es: Aquí recolecté todas mis notas menos científicas sobre el Reino Arruinado.
fr: Ici, j'ai rassemblé toutes mes notes les moins scientifiques sur le Royaume en Ruines.
hu: Ebbe a füzetbe gyűjtöttem a tudomány számára érdektelen feljegyzéseket a Fertőzött Földről.
ru: Здесь я собрал все мои менее научные заметки о Разрушенном Царстве.
zh_hans: 在这里，我收集了所有关于这片毁灭王国的不太科学的笔记。
zh_hant: 在這裏，我收集了所有關於這片毀滅王國的不太科學的筆記。

# Dialogue_LR_Notebook
source: They deserve to be remembered. I will miss them.
es: Merecen ser recordados. Les echaré de menos.
fr: Ils méritent qu'on se souvienne d'eux. Ils me manqueront.
hu: Megérdemlik, hogy emlékezzünk rájuk. Hiányozni fognak.
ru: Они заслуживают того, чтобы их запомнили. Я буду скучать по ним.
zh_hans: 他们值得被铭记。我会想念他们的。
zh_hant: 他們值得被銘記。我會想念他們的。

# Dialogue_LR_Notebook
source: So many lovely people! Despite their madness.
es: ¡Tanta gente encantadora! A pesar de su locura.
fr: Tant de gens charmants ! Malgré leur folie.
hu: Annyi nagyszerű ember! Még az őrültség ellenére is.
ru: Так много милых людей! Несмотря на их безумие.
zh_hans: 这么多可爱的人! 尽管他们很疯狂。
zh_hant: 這麽多可愛的人! 盡管他們很瘋狂。

# Dialogue_LR_TabbyBed
source: Sometimes I wished there could be a place like that for me as well.
es: A veces deseaba que hubiera un lugar así para mí también.
fr: Parfois, je souhaitais qu'il y ait un endroit comme ça pour moi aussi.
hu: Néha annyira vágytam rá, hogy számomra is legyen egy ilyen hely.
ru: Иногда мне хотелось бы, чтобы такое место было и для меня.
zh_hans: 有时我也希望能有一个像那样的地方。
zh_hant: 有時我也希望能有壹個像那樣的地方。

# Dialogue_LR_TabbyBed
source: As usually Tabby was out there maybe hunting or just hanging out with other cats.
es: Como de costumbre, Tabby estaba afuera, tal vez cazando o simplemente paseando con otros gatos.
fr: Comme d'habitude, Tabby était là, peut-être pour chasser ou simplement pour traîner avec d'autres chats.
hu: Cirmos ilyenkor odakint szokott lenni. Biztos vadászik, vagy más macskákkal bandázik.
ru: Как обычно, Тэбби был там, может быть, охотился или просто гулял с другими кошками.
zh_hans: 像往常一样，泰比会出去抓捕猎物，或者只是和其他的猫呆在一起。
zh_hant: 像往常壹樣，泰比會出去抓捕獵物，或者只是和其他的貓呆在壹起。

# Dialogue_LR_TabbyBed
source: In this World, he was normal.
es: En este Mundo, él era normal.
fr: Dans ce Monde, il était normal.
hu: Ebben a világban normálisnak számított.
ru: В этом мире он был нормальным.
zh_hans: 在这个世界上，他是正常的。
zh_hant: 在這個世界上，他是正常的。

# Dialogue_LR_Window
source: Yet sometimes I liked to watch other kids playing in the castle garden.
es: Sin embargo, a veces me gustaba ver a otros niños jugando en el jardín del castillo.
fr: Pourtant, j'aimais parfois regarder les autres enfants jouer dans le jardin du château.
hu: Időnként szerettem nézni, ahogy a többi gyerek odalent játszik.
ru: Но иногда мне нравилось смотреть, как другие дети играют в саду замка.
zh_hans: 但有时我喜欢看其他孩子在城堡的花园里玩耍。
zh_hant: 但有時我喜歡看其他孩子在城堡的花園裏玩耍。

# Dialogue_LR_Window
source: They didn’t understand how important my task was.
es: No entendieron lo importante que era mi tarea.
fr: Ils n'ont pas compris à quel point ma tâche était importante.
hu: Nem érthették, mennyire fontos feladatom van.
ru: Они не понимали, насколько важна моя задача.
zh_hans: 他们不知道我的任务有多重要。
zh_hant: 他們不知道我的任務有多重要。

# Dialogue_LR_Window
source: I didn’t leave the castle since Mom died.
es: No salí del castillo desde que murió Mamá.
fr: Je n'ai pas quitté le château depuis la mort de Maman.
hu: Nem mentem ki a kastélyból, mióta anyu meghalt.
ru: Я не покидала замок с тех пор, как умерла мама.
zh_hans: 自从母亲去世后，我就没离开过城堡。
zh_hant: 自從母親去世後，我就沒離開過城堡。

# Dialogue_LR_Window
source: Two years passed and they still didn’t give up throwing balls on the window to get my attention.
es: Pasaron dos años y todavía no dejaron de lanzar pelotas en la ventana para llamar mi atención.
fr: Deux ans ont passé et ils n'ont toujours pas renoncé à lancer des balles sur la fenêtre pour attirer mon attention.
hu: Két év telt el, és még mindig volt, hogy az ablakomat dobálták labdával. Hátha ki tudnak csalogatni.
ru: Прошло два года, и они все еще не перестали бросать яйца в окно, чтобы привлечь мое внимание.
zh_hans: 两年过去了，他们仍然没有停止向窗户扔球来引起我的注意。
zh_hant: 兩年過去了，他們仍然沒有停止向窗戶扔球來引起我的註意。

# Dialogue_LR_Window
source: They will never understand.
es: Nunca lo entenderán.
fr: Ils ne comprendront jamais.
hu: Soha nem fognak megérteni.
ru: Они никогда не поймут.
zh_hans: 他们永远不会明白。
zh_hant: 他們永遠不會明白。

# Dialogue_MagicMirror1
source: Well, that fountain is definitely not your cup of tea but you can accept that it might be the fairest for the Magic Mirror...
es: Bueno, esa fuente definitivamente no es tu taza de té, pero puedes aceptar que podría ser la más justa para el Espejo Mágico...
fr: Eh bien, cette fontaine n'est certainement pas votre tasse de thé mais vous pouvez accepter que ce soit la plus belle pour le Miroir Magique...
hu: Ami azt illeti, a szökőkút biztosan nem az eseted, de el tudod fogadni, hogy a Varázstükör számára az a legszebb...
ru: Ну, тот фонтан определенно не по твоему вкусу, но ты можешь согласиться с тем, что он может быть самым прекрасным для Волшебного Зеркала...
zh_hans: 嗯，那座喷泉肯定不入你的眼，但你得理解它对魔镜来说或许是最美丽的……
zh_hant: 嗯，那座噴泉肯定不入妳的眼，但妳得理解它對魔鏡來說或許是最美麗的……

# Dialogue_MagicMirror1
source: Who is the fairest?
es: ¿Quién es el más justo?
fr: Qui est le plus juste ?
hu: Ki a legszebb?
ru: Кто самый прекрасный?
zh_hans: 谁是最美的?
zh_hant: 誰是最美的?

# Dialogue_MagicMirror1
source: Wish something
es: Desear algo
fr: Faites un vœu
hu: Kívánok valamit
ru: Загадай желание
zh_hans: 许愿某事
zh_hant: 許願某事

# Dialogue_MagicMirror1
source: No matter how hard you try to receive a sign, the Mirror remains silent. It doesn't show you anything this time.
es: No importa cuánto intente recibir una señal, el Espejo permanece en silencio. Esta vez no te muestra nada.
fr: Peu importe les efforts que vous faites pour recevoir un signe, le Miroir reste silencieux. Il ne vous montre rien cette fois-ci.
hu: Akármeddig is bámulod, a Víztükör felszínén semmilyen változást nem tudsz kivenni.
ru: Неважно, как сильно ты пытаешься получить хоть какой-то знак, Зеркало молчит. И в это раз оно ничего тебе не показывает.
zh_hans: 无论你多么努力地想要得到一个信号，镜子都保持沉默。这次什么也看不出来。
zh_hant: 無論妳多麽努力地想要得到壹個信號，鏡子都保持沈默。這次什麽也看不出來。

# Dialogue_MagicMirror1
source: The water seems to be boiling and the bubbles pop when they hit the surface; it is indeed mesmerizing. Suddenly, something breaks the silence - you can hear whispers.
es: El agua parece estar hirviendo y las burbujas explotan cuando llegan a la superficie; es realmente fascinante. De repente, algo rompe el silencio - puedes escuchar susurros.
fr: L'eau semble bouillir et les bulles éclatent lorsqu'elles touchent la surface ; c'est en effet hypnotisant. Soudain, quelque chose brise le silence - on entend des chuchotements.
hu: A víz izgatottan bugyog, és mintha halk suttogást hallanál.
ru: Вода, кажется, бурлит, и пузырьки когда выходят на поверхность, лопаются; это действительно завораживает. Но внезапно что-то нарушает эту тишину - ты слышишь шепот.
zh_hans: 水似乎在沸腾，气泡碰到水面时爆裂; 这确实令人着迷。突然，某种东西打破了寂静——你能听到低语。
zh_hant: 水似乎在沸騰，氣泡碰到水面時爆裂; 這確實令人著迷。突然，某種東西打破了寂靜——妳能聽到低語。

# Dialogue_MagicMirror1
source: Leave
es: Salir
fr: Partir
hu: Távozok
ru: Выйти
zh_hans: 离开
zh_hant: 離開

# Dialogue_MagicMirror1
source: You politely explain that you want to see your past instead of your body, but the Mirror is stubbornly stuck on this image.
es: Le explicas cortésmente que quiere ver su pasado en lugar de su cuerpo, pero el Espejo está obstinado en esta imagen.
fr: Vous expliquez poliment que vous voulez voir votre passé plutôt que votre corps, mais le Miroir est obstinément collé sur cette image.
hu: Udvariasan elmagyarázod, hogy a saját múltadat szeretnéd látni, és nem a test múltját, de a Tükör makacsul kitart ennél a képnél.
ru: Ты вежливо объясняешь, что хочешь увидеть свое прошлое, а не тело, но Зеркало упрямо застряло на этом изображении.
zh_hans: 你礼貌地解释说，你想看看你的过去，而不是你的身体，但镜子却固执地展现这个形象。
zh_hant: 妳禮貌地解釋說，妳想看看妳的過去，而不是妳的身體，但鏡子卻固執地展現這個形象。

# Dialogue_MagicMirror1
source: You place the flower and wait to see what happens.
es: Colocas la flor y esperas a ver qué pasa.
fr: Vous placez la fleur et vous attendez de voir ce qui se passe.
hu: Elhelyezed a virágot, és vársz, hátha történik valami.
ru: Ты ставишь цветок и ждешь, чтобы увидеть, что произойдет.
zh_hans: 你把花放在那里，等着看会发生什么。
zh_hant: 妳把花放在那裏，等著看會發生什麽。

# Dialogue_MagicMirror1
source: The vision fades away.
es: La visión se desvanece.
fr: La vision s'évanouit.
hu: A látomás elenyészik.
ru: И видение исчезает.
zh_hans: 幻象消失了。
zh_hant: 幻象消失了。

# Dialogue_MagicMirror1
source: The Mirror seems to be unavailable at the moment. It doesn't want to be bothered. Maybe you should return later.
es: El espejo parece no estar disponible en este momento. No quiere ser molestado. Quizás deberías volver más tarde.
fr: Le Miroir semble être indisponible pour le moment. Il ne veut pas être dérangé. Vous devriez peut-être revenir plus tard.
hu: Úgy tűnik, a Tükör nem akar most veled foglalkozni. Talán majd később.
ru: Зеркало, кажется, сейчас недоступно. Оно не хочет, чтобы его беспокоили. Может, тебе стоит вернуться позже.
zh_hans: 这面镜子现在似乎用不上。它不想被打扰。也许你应该晚点再来。
zh_hant: 這面鏡子現在似乎用不上。它不想被打擾。也許妳應該晚點再來。

# Dialogue_MagicMirror1
source: The water turns still. Deep under the surface you notice a glimmering light.
es: El agua se vuelve quieta. En lo profundo de la superficie notas una luz brillante.
fr: L'eau tourne encore. Sous la surface, on remarque une lumière étincelante.
hu: A víz lecsendesedik, mélyén valami fényes tárgy felszínén csillan meg a fény.
ru: Вода перестает бурлить. И в глубине под гладью ты замечаешь мерцающий свет.
zh_hans: 水静止不动。在地下深处，你会注意到一缕微光。
zh_hant: 水靜止不動。在地下深處，妳會註意到壹縷微光。

# Dialogue_MagicMirror1
source: The Magic Mirror shows things that were, things that are, and things that yet may be. You fill the basin with water and start contemplating. You meditate about...
es: El espejo mágico muestra cosas que fueron, cosas que son y cosas que aún pueden ser. Llenas la cuenca con agua y comienzas a contemplar. Meditas sobre...
fr: Le miroir magique montre les choses qui étaient, les choses qui sont et les choses qui peuvent encore être. Vous remplissez le bassin d'eau et commencez à contempler. Vous méditez sur...
hu: A Varázstükör olyasmit is mutathat, ami volt, olyasmit is, ami még csak lesz. De még a legbölcsebb személy se tudja mindig, hogy mi az, amit lát. A vízből színültig töltöd a tálat. Arra gondolsz...
ru: Волшебное Зеркало показывает вещи, которые были, вещи, которые есть, и вещи, которые могут быть. Ты наполняешь раковину водой и начинаешь размышлять. Ты размышляешь о...
zh_hans: 魔镜告诉我们过去的事，现在的事，将来的事。 你把盆子装满水，开始沉思。你沉思着……
zh_hant: 魔鏡告訴我們過去的事，現在的事，將來的事。 妳把盆子裝滿水，開始沈思。妳沈思著……

# Dialogue_MagicMirror1
source: Ruin left this place almost untouched. The street lamps spread light on a couple of metal benches and flower pots.
es: Ruin dejó este lugar casi intacto. Las farolas iluminan un par de bancos de metal y macetas de flores.
fr: La Ruine a laissé cet endroit presque intact. Les lampadaires diffusent la lumière sur quelques bancs en métal et des pots de fleurs.
hu: A Fertőzés itt kíméletes volt. Az utcalámpák színes fényében néhány kovácsoltvas padot és virágos vázát pillantasz meg, középen egy szökőkút áll.
ru: Руин оставил это место почти нетронутым. Уличные фонари освещают пару металлических лавок и цветочных горшков.
zh_hans: 毁灭留下了这个几乎没有被触碰的地方。路灯把光洒在几条金属长凳和花盆上。
zh_hant: 毀滅留下了這個幾乎沒有被觸碰的地方。路燈把光灑在幾條金屬長凳和花盆上。

# Dialogue_MagicMirror1
source: You are watching the ball and start to get frustrated. You don't want to look at this body replacement... this raggy shell... You want answers!
es: Estás mirando a la pelota y empiezas a frustrarte. No quieres ver este reemplazo del cuerpo... este caparazón irregular... ¡Quieres respuestas!
fr: Vous regardez la balle et commencez à être frustré. Vous ne voulez pas regarder ce remplacement de corps... cette coquille de chiffon... Vous voulez des réponses !
hu: Egyre csak a labdát bámulod, és egyre dühösebb leszel. Nem erre a vacak pót-testre vagy kíváncsi! Azt szeretnéd tudni, ki vagy!
ru: Ты смотришь на шар и начинаешь злиться. Ты не хочешь смотреть на эту замену тела... эту тряпичную оболочку... Тебе нужны ответы!
zh_hans: 你盯着球，开始感到沮丧。你不想看到这个身体的替代品…那个破烂的躯壳… 你想要答案!
zh_hant: 妳盯著球，開始感到沮喪。妳不想看到這個身體的替代品…那個破爛的軀殼… 妳想要答案!

# Dialogue_MagicMirror1
source: Who you were in the past
es: Quien eras en el pasado
fr: Qui vous étiez dans le passé
hu: Ki voltam ezelőtt?
ru: Кем ты была в прошлом
zh_hans: 你过去是谁
zh_hant: 妳過去是誰

# Dialogue_MagicMirror1
source: Floating Flower
es: Flor Flotante
fr: Fleur Flottante
hu: Vízi Virág
ru: Парящий Цветок
zh_hans: 漂浮的花
zh_hant: 漂浮的花

# Dialogue_MagicMirror1
source: There are glass shards all over the place. There's a ball on the floor next to the girl.
es: Hay fragmentos de vidrio por todo el lugar. Hay una pelota en el suelo al lado de la niña.
fr: Il y a des tessons de verre partout. Il y a un ballon par terre à côté de la fille.
hu: Mindent üvegszilánkok borítanak. A kislány mellett a padlón egy labda hever.
ru: Повсюду осколки стекла. И шар на полу рядом с девочкой.
zh_hans: 到处都是玻璃碎片。在那个女孩旁边的地板上有一个球。
zh_hant: 到處都是玻璃碎片。在那個女孩旁邊的地板上有壹個球。

# Dialogue_MagicMirror1
source: You reach for the light and your fingers grab onto something smooth and cold.
es: Alcanzas la luz y tus dedos se aferran a algo suave y frío.
fr: Vous saisissez la lumière et vos doigts s'accrochent à quelque chose de lisse et de froid.
hu: Benyúlsz a víz alá, még ujjaid valami simát és hideget érintenek.
ru: Ты тянешься к свету, и пальцами хватаешься за что-то гладкое и холодное.
zh_hans: 你伸手去够光，你的手指抓住了光滑冰冷的东西。
zh_hant: 妳伸手去夠光，妳的手指抓住了光滑冰冷的東西。

# Dialogue_MagicMirror1
source: You are seeing the wizard's room once more. There is a weakened little girl lying on the floor in the middle of the room. She is surrounded by stone runes, candles and magical potions.
es: Estás viendo la habitación del mago una vez más. Hay una niña debilitada tirada en el suelo en medio de la habitación. Está rodeada de runas de piedra, velas y pociones mágicas.
fr: Vous voyez à nouveau la chambre du magicien. Il y a une petite fille affaiblie couchée sur le sol au milieu de la pièce. Elle est entourée de runes de pierre, de bougies et de potions magiques.
hu: Újra a Varázsló szobáját látod. Sápadt arcú kislány fekszik a terem közepén, körülötte gyertyák, és varázskellékek.
ru: Ты снова видишь комнату волшебника. В середине комнаты на полу лежит ослабленная маленькая девочка. Она окружена каменными рунами, свечами и волшебными зельями.
zh_hans: 你又一次看到了巫师的房间。房间中央的地板上躺着一个虚弱的小女孩。她被石符文、蜡烛和魔法药水包围着。
zh_hant: 妳又壹次看到了巫師的房間。房間中央的地板上躺著壹個虛弱的小女孩。她被石符文、蠟燭和魔法藥水包圍著。

# Dialogue_MagicMirror1
source: What you were before
es: Lo que eras antes
fr: Ce que vous étiez avant
hu: Ki voltam ezelőtt?
ru: Кем ты был до этого
zh_hans: 你以前是什么
zh_hant: 妳以前是什麽

# Dialogue_MagicMirror1
source: The image zooms in and you have a clearer view of the fountain. You are waiting for more, but nothing happens.
es: La imagen se acerca y tiene una vista más clara de la fuente. Estás esperando más, pero no pasa nada.
fr: L'image zoome et vous avez une vue plus claire de la fontaine. Vous attendez davantage, mais rien ne se passe.
hu: A kép közelebbire vált, most már tisztán látod a szökőkutat.
ru: Изображение увеличивается, и ты видишь фонтан более четко. Ты ждешь еще, но ничего не происходит.
zh_hans: 图像放大了，你可以更清楚地看到喷泉。你在等待更多内容的出现，但什么也没有发生。
zh_hant: 圖像放大了，妳可以更清楚地看到噴泉。妳在等待更多內容的出現，但什麽也沒有發生。

# Dialogue_MagicMirror1
source: You are seeing the Ruined Realm from afar. The view gets closer until you find yourself looking at the top of a tower.
es: Estás viendo el Reino Arruinado desde lejos. La vista se acerca hasta que te encuentras mirando la cima de una torre.
fr: Vous voyez le Royaume en Ruines de loin. La vue se rapproche jusqu'à ce que vous vous retrouviez au sommet d'une tour.
hu: A Fertőzött Földet látod a távolból. A kép egyre közelít, nemsokára megpillantod egy torony tetejét.
ru: Ты видишь Разрушенное Царство издалека. Вид все ближе и ближе, и ты смотришь на вершину башни.
zh_hans: 你从远处看到的是毁灭王国。景象越来越近，然后你发现自己看到了一座塔的顶部。
zh_hant: 妳從遠處看到的是毀滅王國。景象越來越近，然後妳發現自己看到了壹座塔的頂部。

# Dialogue_MagicMirror1
source: You found a precious rune stone! Hmmm...Is this the gift offered by the Mirror in exchange for your enchanting flower?
es: ¡Encontraste una preciosa piedra rúnica! Hmmm... ¿Es este el regalo ofrecido por el Espejo a cambio de tu encantadora flor?
fr: Vous avez trouvé une pierre runique précieuse ! Hmmm...Est-ce le cadeau offert par le Miroir en échange de votre fleur enchanteresse ?
hu: Egy Rúna Követ találtál! Ezzel jutalmazna a Tükör a virágért cserébe?
ru: Ты нашел драгоценный рунический камень! Хм... Это подарок, от Зеркала в обмен на твой очаровательный цветок?
zh_hans: 你找到了一块珍贵的符石! 嗯… 这是镜子送给你的礼物吗?
zh_hant: 妳找到了壹塊珍貴的符石! 嗯… 這是鏡子送給妳的禮物嗎?

# Dialogue_Monk
source: I don’t care what happens here after I’m back home.
es: No me importa lo que pase aquí después de volver a casa.
fr: Je me fiche de ce qui se passe ici une fois que je suis rentré chez moi.
hu: Nem érdekel, mi fog itt történni, csak jussak haza.
ru: Мне плевать, что будет с этим местом после того, как я вернусь домой.
zh_hans: 我不在乎我回家后这里接着会发生什么。
zh_hant: 我不在乎我回家後這裏接著會發生什麽。
