Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDialogues/*/WarriorbDialogues.po
Languages: es, fr, hu, ru, zh_hans, zh_hant

# Dialogue_C3Monk
source: What chance do the humans have?
es: ¿Qué posibilidades tienen los humanos?
fr: Quelles sont les chances des humains ?
hu: Mennyi esélyük van az embereknek?
ru: Каковы шансы у людей?
zh_hans: 人类有什么机会?
zh_hant: 人類有什麽機會?

# Dialogue_C3Monk
source: I just need some rest.
es: Solo necesito descansar un poco.
fr: J'ai juste besoin de repos.
hu: Picit pihennem kell.
ru: Мне просто нужно передохнуть.
zh_hans: 我只是需要休息。
zh_hant: 我只是需要休息。

# Dialogue_C3Monk
source: Retry
es: Reintentar
fr: Recommencer
hu: Újra
ru: Повторить
zh_hans: 重试
zh_hant: 重試

# Dialogue_C3Monk
source: This one was enough.
es: Este fue suficiente.
fr: Celui-ci était suffisant.
hu: Ez az egy pont elég volt.
ru: Смотреть на этот было достаточно.
zh_hans: 这一个就够了。
zh_hant: 這壹個就夠了。

# Dialogue_C3Monk
source: Let’s get them out first and face Ruin after.
es: Vamos a sacarlos primero y enfrentarnos a Ruin después.
fr: Faisons les sortir d'abord et faisons face à la Ruine ensuite.
hu: Vigyük ki őket, és nézzünk szembe a Fertőzéssel utána.
ru: Давай сначала выведем их, а потом сразимся с Руином.
zh_hans: 让我们先把他们救出来，然后再面对毁灭。
zh_hant: 讓我們先把他們救出來，然後再面對毀滅。

# Dialogue_C3Monk
source: How can I get to the Wizard’s tower?
es: ¿Cómo puedo llegar a la torre del Mago?
fr: Comment puis-je me rendre à la tour du Magicien ?
hu: Hogy jutok el Varázsló Tornyába?
ru: Как мне добраться до башни Волшебника?
zh_hans: 我怎么去巫师塔?
zh_hant: 我怎麽去巫師塔?

# Dialogue_C3Monk
source: Raven’s plan
es: El plan de Cuervo
fr: Le plan de Corbeau
hu: Holló terve
ru: План Ворона
zh_hans: 乌鸦的计划
zh_hant: 烏鴉的計劃

# Dialogue_C3Monk
source: Separate Worlds
es: Mundos Separados
fr: Mondes Distincts
hu: Világok szétválasztása
ru: Разделить Миры
zh_hans: 分离的世界
zh_hant: 分離的世界

# Dialogue_C3Monk
source: When Ruin started in the Runic Realm they had hundreds of Scientists who studied the force which made Ruin.
es: Cuando Ruin comenzó en el Reino Rúnico, tenían cientos de científicos que estudiaron la fuerza que hizo a Ruin.
fr: Lorsque la Ruine a démarré dans le Royaume Runique, des centaines de scientifiques ont étudié la force ayant provoqué la Ruine.
hu: Amikor a Fertőzés kezdődött, a Rúna Rendnek több száz jól képzett tudósa kereste a Fertőzés ellenszerét.
ru: Когда Руин начался в Руническом Царстве, у них были сотни ученых, которые изучали силу, которая создала Руин.
zh_hans: 当毁灭在符文王国开始行动时，他们有数百名科学家在研究毁灭的力量。
zh_hant: 當毀滅在符文王國開始行動時，他們有數百名科學家在研究毀滅的力量。

# Dialogue_C3Monk
source: I just can’t leave them to die here...
es: No puedo dejarlos morir aquí...
fr: Je ne peux pas les laisser mourir ici...
hu: Nem hagyhatom, hogy mind itt pusztuljanak...
ru: Я просто не могу оставить их здесь умирать…
zh_hans: 我不能让他们死在这里……
zh_hant: 我不能讓他們死在這裏……

# Dialogue_C3Monk
source: This is the end of the path where we last meet.
es: Este es el final del camino donde nos encontramos por última vez.
fr: C'est la fin du chemin où nous nous sommes rencontrés pour la dernière fois.
hu: Ez az út vége, ahol utoljára találkozunk.
ru: Это конец пути, на котором мы встречаемся в последний раз.
zh_hans: 这是我们最后一次见面的地方。
zh_hant: 這是我們最後壹次見面的地方。

# Dialogue_C3Monk
source: You are right. The only way to stop Ruin is to lock the Ruined Realm forever.
es: Tienes razón. La única forma de detener a Ruin es bloquear el Reino Arruinado para siempre.
fr: Vous avez raison. La seule façon d'arrêter la Ruine est de verrouiller le Royaume en Ruines pour toujours.
hu: Igazad van. Csak úgy állíthatjuk meg a Fertőzést, ha szétválasztjuk a Világokat.
ru: Ты прав. Единственный способ остановить Руин - это закрыть Разрушенное Царство навсегда.
zh_hans: 你说得对。阻止毁灭的唯一方法就是永远锁住毁灭王国。
zh_hant: 妳說得對。阻止毀滅的唯壹方法就是永遠鎖住毀滅王國。

# Dialogue_C3Monk
source: Have you made your decision?
es: ¿Has tomado tu decisión?
fr: Avez-vous pris votre décision ?
hu: Sikerült döntenéd?
ru: Ты принял свое решение?
zh_hans: 你决定了吗?
zh_hant: 妳決定了嗎?

# Dialogue_C3Monk
source: If you bring infected people into the Human Realm Ruin will consume them.
es: Si Traes a las personas infectadas al Reino Humano, Ruin las consumirán.
fr: Si vous amenez des personnes infectées dans le Royaume des Hommes, la Ruine les consumera.
hu: Ha fertőzött embereket hozol az Ember Világba, a Fertőzés azt is elemészti.
ru: Если ты приведешь зараженных людей в Человеческое Царство, Руин поглотит их.
zh_hans: 如果你把受感染的人带入人类世界，毁灭就会吞噬他们。
zh_hant: 如果妳把受感染的人帶入人類世界，毀滅就會吞噬他們。

# Dialogue_C3Monk
source: It’s your decision, Wanderer. I understand.
es: Es tu decisión, Errante. Entiendo.
fr: C'est votre décision, Vagabond. Je comprends.
hu: Ez a te döntésed, Vándor. Megértem.
ru: Это твое решение, Странник. Я понимаю.
zh_hans: 这是你的决定，流浪者。我明白了。
zh_hant: 這是妳的決定，流浪者。我明白了。

# Dialogue_C3Monk
source: I’ll stay here. I won’t be able to watch another World dying...
es: Me quedaré aquí. No podré ver morir a otro mundo...
fr: Je vais rester ici. Je ne pourrai pas regarder un autre Monde mourir...
hu: Én itt maradok. Nem fogom még egyszer végig nézni, hogy pusztul el egy egész világ...
ru: Я останусь здесь. Я не могу смотреть, как умирает еще один Мир...
zh_hans: 我将留在这里。我不能再眼睁睁看着另一个世界灭亡……
zh_hant: 我將留在這裏。我不能再眼睜睜看著另壹個世界滅亡……

# Dialogue_C3Monk
source: Hello, little Wanderer!
es: ¡Hola, pequeño Errante!
fr: Bonjour, petit Vagabond !
hu: Szervusz, kicsi Vándor!
ru: Здравствуй, юный Странник!
zh_hans: 你好, 小流浪者！
zh_hant: 妳好, 小流浪者！

# Dialogue_C3Monk
source: You are right
es: Tienes razón
fr: Vous avez raison
hu: Igazad van
ru: Ты прав
zh_hans: 你是对的
zh_hant: 妳是對的

# Dialogue_C3Monk
source: I’ll take you to the place where you can leave this Realm.
es: Te llevaré al lugar donde puedes dejar este Reino.
fr: Je vous emmènerai à l'endroit où vous pourrez quitter ce Royaume.
hu: Elviszlek a helyre, ahol elhagyhatod ezt a Világot.
ru: Я отведу тебя туда, откуда ты сможешь покинуть это Царство.
zh_hans: 我带你去可以离开这个王国的地方。
zh_hant: 我帶妳去可以離開這個王國的地方。

# Dialogue_C3Raven1
source: I know you have summoned a Spirit of the Unknown world. You were a fool to think you can get away with this.
es: Sé que has convocado a un espíritu del mundo desconocido. Eres un necio al pensar que puedes salirte con la tuya.
fr: Je sais que vous avez invoqué un Esprit du Monde Inconnu. Vous avez été idiot de penser que vous pouviez vous en tirer comme ça.
hu: Tudom, hogy megidéztél egy szellemet az Ismeretlen Világból. Ostobaság volt azt hinned, hogy észrevétlen megúszod.
ru: Я знаю, что ты вызвал Духа из Неизвестного мира. Ты дурак, если думаешь, что тебе это сойдет с рук.
zh_hans: 我知道你召唤了一个无名幽魂。你以为你能侥幸逃脱，真是太傻了。
zh_hant: 我知道妳召喚了壹個無名幽魂。妳以為妳能僥幸逃脫，真是太傻了。

# Dialogue_C3Raven1
source: Argh! All right, here you go...
es: Argh! Muy bien, aquí tienes...
fr: Argh ! Très bien, voilà...
hu: Argh! Rendben, tessék...
ru: Грррр! Ладно...
zh_hans: 啊！好的，给你……
zh_hant: 啊！好的，給妳……

# Dialogue_C3Raven1
source: Krrr... Raven gives you magic which will make you fly like a Raven.
es: Krrr... Cuervo te da magia que te hará volar como un cuervo.
fr: Krrr... Corbeau vous donne de la magie qui vous fera voler comme un Corbeau.
hu: Krrr... Holló ad neked egy varázslatot, amitől úgy repülsz majd, mint egy Holló.
ru: Кррр... Ворон дарует тебе магию, которая позволит тебе летать, как Ворон.
zh_hans: 呃……乌鸦给你魔法，让你像乌鸦一样飞翔。
zh_hant: 呃……烏鴉給妳魔法，讓妳像烏鴉壹樣飛翔。

# Dialogue_C3Raven1
source: Come on, go and try it!
es: ¡Vamos, ve y pruébalo!
fr: Allez-y, essayez-le !
hu: Gyerünk, menj! Próbáld ki!
ru: Ну же, иди и попробуй!
zh_hans: 来吧，去试试!
zh_hant: 來吧，去試試!

# Dialogue_C3Raven1
source: How?
es: ¿Cómo?
fr: Comment ?
hu: Hogyan?
ru: Как?
zh_hans: 怎么做？
zh_hant: 怎麽做？

# Dialogue_C3Raven1
source: Call your master little spirit, I have words with him.
es: Llama a tu maestro pequeño espíritu, tengo palabras con él.
fr: Appelle ton petit esprit de maître, j'ai des choses à lui dire.
hu: Szólj a Mesterednek kicsi szellem, beszédem van vele.
ru: Зови своего мастера маленький дух, мне нужно с ним поговорить.
zh_hans: 小精灵，呼叫你的主人，我有话和他说。
zh_hant: 小精靈，呼叫妳的主人，我有話和他說。

# Dialogue_C3Raven1
source: I don’t know about any rule forbidding that...
es: No conozco ninguna regla que prohíba que...
fr: Je ne connais aucune règle interdisant cela...
hu: Nem tudok semmilyen szabályról, ami megtiltaná, hogy...
ru: Я не знаю ни одного правила, запрещающего это...
zh_hans: 我不知道有什么规定禁止……
zh_hant: 我不知道有什麽規定禁止……

# Dialogue_C3Raven1
source: Wait Scholar! Please give me a few more days!
es: Espera Erudito! ¡Por favor, dame unos días más!
fr: Attendez Étudiant ! Donnez-moi quelques jours de plus, s'il vous plaît !
hu: Várj Tudós! Csak néhány napot kérek!
ru: Подожди, Профессор! Пожалуйста, дай мне еще несколько дней!
zh_hans: 等等，斯考拉! 请再给我几天时间!
zh_hant: 等等，斯考拉! 請再給我幾天時間!

# Dialogue_C3Raven1
source: Why should I ask that?
es: ¿Por qué debería preguntar eso?
fr: Pourquoi devrais-je poser cette question ?
hu: Miért kérdezném?
ru: Почему я должен об этом спрашивать?
zh_hans: 我为什么要问这个?
zh_hant: 我為什麽要問這個?

# Dialogue_C3Raven1
source: I have no doubt how the Council will react.
es: No tengo dudas de cómo reaccionará el Concilio.
fr: Je ne doute pas de la réaction du Conseil.
hu: Semmi kétségem afelől, mit fog gondolni erről a Tanács.
ru: Я не сомневаюсь, какой будет реакция Совета.
zh_hans: 我毫不怀疑协会将如何作出反应。
zh_hant: 我毫不懷疑協會將如何作出反應。

# Dialogue_C3Raven1
source: Because you would love to know how you can get out of here.
es: Porque te encantaría saber cómo puedes salir de aquí.
fr: Parce que vous aimeriez savoir comment vous pouvez sortir d'ici.
hu: Mert annyira szeretnéd tudni, hogy jutunk ki innen.
ru: Потому что тебе было бы интересно узнать, как отсюда выбраться.
zh_hans: 因为你很想知道怎样才能离开这里。
zh_hant: 因為妳很想知道怎樣才能離開這裏。

# Dialogue_C3Raven1
source: Don’t worry! I know your daughter is trapped in the Unknown and my research confirms there is a chance you can bring her back. I’ll help you bring the missing artefacts back.
es: ¡No te preocupes! Sé que tu hija está atrapada en lo Desconocido y mi investigación confirma que existe la posibilidad de que puedas traerla de vuelta. Te ayudaré a recuperar los artefactos perdidos.
fr: Ne vous inquiétez pas ! Je sais que votre fille est piégée dans l'inconnu et mes recherches confirment qu'il y a une chance que vous puissiez la ramener. Je vous aiderai à ramener les artefacts manquants.
hu: Nyugalom! Tudom, hogy a lányod csapdába esett az Ismeretlen Világban. Számításaim szerint jó esély van rá, hogy visszahozzuk épségben. Segítek elhozni a Varázstárgyakat.
ru: Не волнуйся! Я знаю, что твоя дочь в ловушке “Неизвестного Мира”, и мои исследования подтверждают, что у тебя есть шанс вернуть ее обратно. Я помогу тебе вернуть пропавшие артефакты.
zh_hans: 别担心! 我知道你的女儿被困在未知之中，我的研究证实你有机会把她带回来。 我会帮你把丢失的工艺品找回来。
zh_hant: 別擔心! 我知道妳的女兒被困在未知之中，我的研究證實妳有機會把她帶回來。 我會幫妳把丟失的工藝品找回來。

# Dialogue_C3Raven1
source: What do you want?
es: ¿Qué quieres?
fr: Que voulez-vous ?
hu: Mit akarsz?
ru: Что тебе нужно?
zh_hans: 你想怎么样
zh_hant: 妳想怎麽樣

# Dialogue_C3Raven1
source: What?
es: ¿Qué?
fr: Quoi ?
hu: Mi?
ru: Что?
zh_hans: 什么？
zh_hant: 什麽？

# Dialogue_C3Raven1
source: Er... thanks!
es: Er... ¡gracias!
fr: Er... merci !
hu: Öö... kösz!
ru: Эм...спасибо!
zh_hans: 呃... 谢谢！
zh_hant: 呃... 謝謝！

# Dialogue_C3Raven1
source: How will we get out of here?
es: ¿Cómo saldremos de aquí?
fr: Comment allons-nous sortir d'ici ?
hu: Hogy jutunk ki innen?
ru: Как мы отсюда выберемся?
zh_hans: 我们怎么出去?
zh_hant: 我們怎麽出去?

# Dialogue_C3Raven1
source: Rule? What rule should be needed for something which was thought to be impossible?
es: ¿Regla? ¿Qué regla debería ser necesaria para algo que se creía imposible?
fr: Règle ? Quelle règle devrait être nécessaire pour quelque chose que l'on croyait impossible ?
hu: Szabály? Minek kellene szabály valamire, amit mindenki lehetetlennek tart?
ru: Правило? Какое правило должно было быть для того, что считалось невозможным?
zh_hans: 规则? 对于被认为是不可能的事情，应该用什么规则呢?
zh_hant: 規則? 對於被認為是不可能的事情，應該用什麽規則呢?

# Dialogue_C3Raven1
source: Why?
es: ¿Por qué?
fr: Pourquoi ?
hu: Miért?
ru: Зачем?
zh_hans: 为什么?
zh_hant: 為什麽?

# Dialogue_C3Raven1
source: Ask how we will get out of here!
es: ¡Pregunta cómo saldremos de aquí!
fr: Demandez comment nous allons sortir d'ici !
hu: Kérdezd meg, hogy jutunk ki innen!
ru: Спроси, как мы отсюда выберемся!
zh_hans: 问问我们怎么出去!
zh_hant: 問問我們怎麽出去!

# Dialogue_C3Raven1
source: Actually it’s not that good but still better than nothing.
es: En realidad no es tan bueno, pero aún mejor que nada.
fr: En fait, ce n'est pas si bon, mais c'est quand même mieux que rien.
hu: Na jó, annyira nem jó, de azért jobb a semminél.
ru: На самом деле оно не такое уж и хорошее, но все же лучше, чем ничего.
zh_hans: 其实没有那么好，但有胜于无。
zh_hant: 其實沒有那麽好，但有勝於無。

# Dialogue_C3Raven1
source: Take this!
es: ¡Toma esto!
fr: Prenez ça !
hu: Tessék!
ru: Возьми!
zh_hans: 拿着这个！
zh_hant: 拿著這個！

# Dialogue_C3Raven1
source: Finally, Raven found you!
es: ¡Finalmente, Cuervo te encontró!
fr: Enfin, Corbeau vous a trouvé !
hu: Végre, Holló megtalált!
ru: Наконец-то, Ворон нашел тебя!
zh_hans: 乌鸦，终于找到你了!
zh_hant: 烏鴉，終於找到妳了!

# Dialogue_C3Raven1
source: Raven and his fellow Ball on a quest again!
es: ¡Cuervo y su compañero Pelota en una misión de nuevo!
fr: Corbeau et son compagnon la Balle sont à nouveau en mission !
hu: Hollo és Labda kollégája újra közös bevetésen!
ru: Ворон и его приятель Шар снова на задании!
zh_hans: 乌鸦和他的球球小伙伴再一次开始探索！
zh_hant: 烏鴉和他的球球小夥伴再壹次開始探索！

# Dialogue_C3Raven1
source: Let the masters talk in private and discuss how we will get out of here!
es: ¡Deja que los maestros hablen en privado y discutan cómo saldremos de aquí!
fr: Laissez les maîtres parler en privé et discuter de la façon dont nous allons sortir d'ici !
hu: Hadd beszéljenek a gazdáink kettesben! Te meg addig megbeszéled Hollóval, hogy jutunk ki innen.
ru: Пускай Мастера поговорят с глазу на глаз и обсудят, как мы отсюда выберемся!
zh_hans: 让主人们私下谈谈，讨论一下我们怎么出去！
zh_hant: 讓主人們私下談談，討論壹下我們怎麽出去！

# Dialogue_C3Raven2
source: You’ll be all dead
es: Estaréis todos muertos
fr: Vous serez tous morts
hu: Mind odavesztek
ru: Вы все будете мертвы
zh_hans: 你们都会死的
zh_hant: 妳們都會死的

# Dialogue_C3Raven2
source: Save them!
es: ¡Sálvalos!
fr: Sauvez-les !
hu: Mentsük meg őket!
ru: Спасти их!
zh_hans: 救救他们！
zh_hant: 救救他們！

# Dialogue_C3Raven2
source: Leave
es: Salir
fr: Partir
hu: Távozok
ru: Выйти
zh_hans: 离开
zh_hant: 離開

# Dialogue_C3Raven2
source: Rumours have been spread of Ruin and the people are scared. They demand the Wizard Council to separate the Human Realm from the Ruined Realm.
es: Se han difundido rumores sobre Ruin y la gente está asustada. Exigen al Concilio de los Magos que separe el Reino Humano del Reino Arruinado.
fr: Des rumeurs ont circulé sur la Ruine et les gens ont peur. Ils demandent au Conseil des Magiciens de séparer le Royaume des Hommes du Royaume en Ruines.
hu: Mindenféle pletykák keringenek a Fertőzésről, és az emberek félnek. Követelik, hogy a Varázsló Tanács válassza szét a Világokat.
ru: Слухи о Руине распространились, и люди напуганы. Они требуют, чтобы Совет Волшебников отделил Человеческое Царство от Разрушенного.
zh_hans: 谣言四起，人们都害怕了。他们要求巫师协会将人类王国与毁灭王国分开。
zh_hant: 謠言四起，人們都害怕了。他們要求巫師協會將人類王國與毀滅王國分開。

# Dialogue_C3Raven2
source: Good luck, Raven!
es: ¡Buena suerte, Cuervo!
fr: Bonne chance, Corbeau !
hu: Sok szerencsét, Holló!
ru: Удачи, Ворон!
zh_hans: 祝好运，乌鸦！
zh_hant: 祝好運，烏鴉！

# Dialogue_C3Raven2
source: Only a fool would bring Ruin to his own World.
es: Solo un necio traería Ruin a su propio Mundo.
fr: Seul un fou amènerait la Ruine dans son propre Monde.
hu: Csak egy bolond vinné be önkezűleg a Fertőzést a saját otthonába.
ru: Только дурак принесет Руин в свой собственный мир.
zh_hans: 只有傻瓜才会给自己的世界带来毁灭。
zh_hant: 只有傻瓜才會給自己的世界帶來毀滅。

# Dialogue_C3Raven2
source: Krrrr! Raven and you make a really good team.
es: Krrrr! Cuervo y tú haces un buen equipo.
fr: Krrrr ! Corbeau et vous formez une très bonne équipe.
hu: Krrrr! Holló és te nagyszerű csapatot alkottok.
ru: Каарр! Ты с Вороном - действительно хорошая команда.
zh_hans: 你和乌鸦搭配默契。
zh_hant: 妳和烏鴉搭配默契。

# Dialogue_C3Raven2
source: You bring back the artefacts to rescue Lillian.
es: Traes los artefactos para rescatar a Lillian.
fr: Vous ramenez les artefacts pour sauver Lillian.
hu: Te elviszed a Varázstárgyakat, hogy kimenthessétek Lilliant.
ru: Ты принеси обратно артефакты, чтобы спасти Лилиан.
zh_hans: 你带着这些工艺品去救莉莉安。
zh_hant: 妳帶著這些工藝品去救莉莉安。

# Dialogue_C3Raven2
source: Break in?
es: ¿Irrumpir?
fr: User de la force ?
hu: Betörni?
ru: Проникнуть?
zh_hans: 硬闯？
zh_hant: 硬闖？

# Dialogue_C3Raven2
source: You are right
es: Tienes razón
fr: Vous avez raison
hu: Igazad van
ru: Ты прав
zh_hans: 你是对的
zh_hant: 妳是對的

# Dialogue_C3Raven2
source: What it will do?
es: ¿Qué hará?
fr: Que va-t-il faire ?
hu: Akkor mi lesz?
ru: Что оно может сделать?
zh_hans: 它会做什么?
zh_hant: 它會做什麽?

# Dialogue_C3Raven2
source: You are trying to rescue a bunch of mad people so that they can live a few more years with the cost of destroying one more Realm.
es: Estás tratando de rescatar a un grupo de locos para que puedan vivir unos años más con el precio de destruir otro Reino.
fr: Vous essayez de sauver une bande de fous afin qu'ils puissent vivre quelques années de plus en échange de la destruction d'un Royaume supplémentaire.
hu: Ki akarsz menteni egy rakat elmebeteget, hogy néhány évvel tovább élhessenek, és nem foglalkozol vele, hogy ezzel egy egész Világot elpusztítasz.
ru: Вы пытаетесь спасти кучу сумасшедших людей, чтобы они могли прожить еще несколько лет ценой уничтожения еще одного Царства.
zh_hans: 你试图拯救一群疯狂的人，这样他们就可以多活几年，付出摧毁另一个王国的代价。
zh_hant: 妳試圖拯救壹群瘋狂的人，這樣他們就可以多活幾年，付出摧毀另壹個王國的代價。

# Dialogue_C3Raven2
source: What happened in the Human Realm?
es: ¿Qué pasó en el Reino Humano?
fr: Que s'est-il passé dans le Royaume des Hommes ?
hu: Mi történt az Ember Világban?
ru: Что случилось в Человеческом Царстве?
zh_hans: 人类王国发生了什么?
zh_hant: 人類王國發生了什麽?

# Dialogue_C3Raven2
source: What will you do? What’s your part in this?
es: ¿Qué harás? ¿Cuál es tu parte en esto?
fr: Que ferez-vous ? Quel est votre rôle dans tout cela ?
hu: Te mit fogsz csinálni?
ru: Что ты будешь делать? Какова твоя роль в этом?
zh_hans: 你会怎么做? 你干了什么?
zh_hant: 妳會怎麽做? 妳幹了什麽?

# Dialogue_C3Raven2
source: Things are changing in the Human Realm and Raven has many things to do.
es: Las cosas están cambiando en el Reino Humano y Cuervo tiene muchas cosas que hacer.
fr: Les choses changent dans le Royaume des Hommes et Corbeau a beaucoup de choses à faire.
hu: Az Ember Világban zűrzavar van, és Hollónak sok dolgot el kell intéznie.
ru: В Человеческом Царстве все меняется, и у Ворона есть много дел.
zh_hans: 人类王国正在经历变化，乌鸦有很多事情要做。
zh_hant: 人類王國正在經歷變化，烏鴉有很多事情要做。

# Dialogue_C3Raven2
source: You are right. We need to save them. What’s the plan?
es: Tienes razón. Necesitamos salvarlos. ¿Cuál es el plan?
fr: Vous avez raison. Nous devons les sauver. Quel est le plan ?
hu: Igazad van. Meg kell mentenünk mindenkit. Mi a terv?
ru: Ты прав. Мы должны спасти их. Каков план?
zh_hans: 你是对的。我们需要拯救他们。有什么计划吗?
zh_hant: 妳是對的。我們需要拯救他們。有什麽計劃嗎?

# Dialogue_C3Raven2
source: Is that safe?
es: ¿Eso es seguro?
fr: Est-ce sûr ?
hu: Nem túl kockázatos?
ru: А это безопасно?
zh_hans: 是安全的吗?
zh_hant: 是安全的嗎?

# Dialogue_C3Raven2
source: Agree
es: Estoy de acuerdo
fr: D'accord
hu: Egyetértek
ru: Согласиться
zh_hans: 同意
zh_hant: 同意

# Dialogue_C3Raven2
source: Soon the Ruined Realm will be over. We cannot save it.
es: Pronto el Reino Arruinado habrá terminado. No podemos salvarlo.
fr: Bientôt, le Royaume en Ruines sera révolu. Nous ne pouvons pas le sauver.
hu: A Fertőzött Földnek rövidesen vége. Nem tudjuk megmenteni.
ru: Скоро Разрушенное Царство исчезнет. Мы не можем спасти его.
zh_hans: 很快，这个毁灭王国就要结束了。我们无法拯救它。
zh_hant: 很快，這個毀滅王國就要結束了。我們無法拯救它。

# Dialogue_C3Raven2
source: Wizard won’t activate the device for them but some of them are fools enough to try it anyway.
es: Mago no activará el aparato para ellos, pero algunos de ellos son lo suficientemente necios como para intentarlo de todos modos.
fr: Le magicien n'activera pas l'appareil pour eux, mais certains sont assez idiots pour l'essayer quand même.
hu: Varázsló nem fogja használni a Szerkezetet a kedvükért, de néhányan elég ostobák lesznek ahhoz, hogy maguk próbálkozzanak.
ru: Волшебник не активирует устройство для них, но некоторые из них достаточно глупы, чтобы попробовать в любом случае.
zh_hans: 巫师不会为他们激活设备，但他们中的一些人足够愚蠢去尝试它。
zh_hant: 巫師不會為他們激活設備，但他們中的壹些人足夠愚蠢去嘗試它。

# Dialogue_C3Raven2
source: So, what now?
es: ¿Y ahora qué?
fr: Alors, et maintenant ?
hu: Akkor, mi lesz most?
ru: И что теперь?
zh_hans: 所以, 现在该做什么?
zh_hant: 所以, 現在該做什麽?

# Dialogue_C3Raven2
source: With every day more and more people join their ranks.
es: Con cada día más y más personas se unen a sus filas.
fr: Chaque jour, de plus en plus de personnes rejoignent leurs rangs.
hu: Minden nap újabb emberek csatlakoznak hozzájuk.
ru: С каждым днем все больше и больше людей вступают в их ряды.
zh_hans: 每天都有越来越多的人加入他们的行列。
zh_hant: 每天都有越來越多的人加入他們的行列。

# Dialogue_C3Raven2
source: Farewell, compeer!
es: ¡Adiós, compañero!
fr: Adieu, champion !
hu: Viszlát, kolléga!
ru: Прощай, товарищ!
zh_hans: 再见，小伙伴！
zh_hant: 再見，小夥伴！

# Dialogue_C3Raven2
source: Or maybe you are wrong.
es: O tal vez te equivocas.
fr: Ou peut-être avez-vous tort.
hu: De az is lehet, hogy tévedsz.
ru: Или, может быть, ты ошибаешься.
zh_hans: 也许你错了。
zh_hant: 也許妳錯了。

# Dialogue_C3Raven2
source: What happened?
es: ¿Que pasó?
fr: Que s'est-il passé ?
hu: Mi történt?
ru: Что случилось?
zh_hans: 自私了？
zh_hant: 自私了？

# Dialogue_C3Raven2
source: Raven will gather as many survivors as Raven can.
es: Cuervo reunirá a tantos supervivientes como Cuervo pueda.
fr: Corbeau rassemblera autant de survivants que possible.
hu: Holló összegyűjt minden túlélőt, akit csak tud.
ru: Ворон соберет как можно больше выживших.
zh_hans: 乌鸦会尽可能多地聚集幸存者。
zh_hant: 烏鴉會盡可能多地聚集幸存者。

# Dialogue_C3Raven2
source: Farewell compeer! Raven will be on a quest on Raven’s own!
es: ¡Adiós compañero! ¡Cuervo estará en una misión por su cuenta!
fr: Adieu champion ! Corbeau sera en quête de son propre destin !
hu: Viszlát, kolléga! Holló most egyedül indul küldetésre!
ru: Прощай, товарищ! Ворон будет сам по себе!
zh_hans: 告别小伙伴！乌鸦将独自完成一个任务！
zh_hant: 告別小夥伴！烏鴉將獨自完成壹個任務！

# Dialogue_C3Raven2
source: What happens if they break in?
es: ¿Qué pasa si entran?
fr: Que se passe-t-il s'ils entrent par effraction ?
hu: Mi történik, ha betörnek?
ru: Что будет, если они проникнут?
zh_hans: 如果他们闯入会发生什么?
zh_hant: 如果他們闖入會發生什麽?

# Dialogue_C3Raven2
source: Disagree
es: No estoy de acuerdo
fr: En désaccord
hu: Nem értek egyet
ru: Не согласен
zh_hans: 不同意
zh_hant: 不同意

# Dialogue_C3Raven2
source: Nothing good...
es: Nada bueno...
fr: Rien de bon...
hu: Semmi jó...
ru: Ничего хорошего...
zh_hans: 没有什么好…
zh_hant: 沒有什麽好…

# Dialogue_C3Raven2
source: Farewell!
es: ¡Adios!
fr: Adieu !
hu: Viszlát!
ru: Прощай!
zh_hans: 告辞！
zh_hant: 告辭！

# Dialogue_C3Raven2
source: Except when you kill me with a laser beam.
es: Excepto cuando me matas con un rayo láser.
fr: Sauf quand vous me tuez avec un rayon laser.
hu: Kivéve, amikor kinyírsz egy lézersugárral.
ru: За исключением тех случаев, когда ты убиваешь меня лазерным лучом.
zh_hans: 除非你用激光束杀了我。
zh_hant: 除非妳用激光束殺了我。

# Dialogue_C3Raven2
source: Farewell compeer until you meet Raven again!
es: ¡Adiós compañero hasta que te encuentres con Cuervo otra vez!
fr: Adieu champion jusqu'à ce que vous rencontriez à nouveau Corbeau !
hu: Viszlát, kolléga, amíg újra nem találkozol Hollóval!
ru: Прощай, пока не встретишь Ворона вновь!
zh_hans: 再见，小伙伴!
zh_hant: 再見，小夥伴!
