Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDialogues/*/WarriorbDialogues.po
Languages: es, fr, hu, ru, zh_hans, zh_hant

# Dialogue_SupperDwarf
source: Some say Tabby's spirit returned and took the artefacts to Lillian. Maybe that is what happened.
es: Algunos dicen que el espíritu de Tabby regresó y llevó los artefactos a Lillian. Tal vez eso es lo que pasó.
fr: Certains disent que l'esprit de Tabby est revenu et a apporté les artefacts à Lillian. C'est peut-être ce qui s'est passé.
hu: Néhányan azt mondják, Cirmos szelleme visszatért, és elvitte a Varázstárgyakat Lilliannak. Talán így történt.
ru: Некоторые говорят, что дух Тэбби вернулся и забрал артефакты для Лилиан. Может быть, так и было.
zh_hans: 有人说泰比的灵魂回来了，带着这些工艺品去了莉莉安那里。也许事实就是如此。
zh_hant: 有人說泰比的靈魂回來了，帶著這些工藝品去了莉莉安那裏。也許事實就是如此。

# Dialogue_SupperDwarf
source: Back to the question: will you get me out?
es: Volviendo a la pregunta: ¿me vas a sacar de aqui?
fr: Revenons à la question : allez-vous me faire sortir ?
hu: A kérdésre visszatérve: kiszabadítasz?
ru: Вернемся к вопросу: ты выпустишь меня?
zh_hans: 回到这个问题: 你能把我救出来吗?
zh_hant: 回到這個問題: 妳能把我救出來嗎?

# Dialogue_SupperDwarf
source: I would invite you for dinner but unfortunately the door is closed.
es: Te invitaría a cenar pero desafortunadamente la puerta está cerrada.
fr: Je vous inviterais bien à dîner, mais malheureusement la porte est fermée.
hu: Meghívnálak ebédre, de ahhoz ki kéne nyitni az ajtót.
ru: Я бы пригласил тебя на ужин, но, к сожалению, дверь заперта.
zh_hans: 我想请你吃饭，但遗憾的是门关着。
zh_hant: 我想請妳吃飯，但遺憾的是門關著。

# Dialogue_SupperDwarf
source: No time to talk!
es: No hay tiempo para hablar!
fr: Pas le temps de parler !
hu: Nincs idő beszédre!
ru: Нет времени на разговоры!
zh_hans: 没闲功夫交谈！
zh_hant: 沒閑功夫交談！

# Dialogue_SupperDwarf
source: I mean I'm sorry about the others... not that you survived.
es: Quiero decir que lamento lo de los demás... no es que hayas sobrevivido.
fr: Je veux dire que je suis désolé pour les autres... pas que tu aies survécu.
hu: Úgy értem, sajnálom, hogy mindenki meghalt... nem pedig azt, hogy te túlélted.
ru: Я имею в виду, что мне жаль остальных... не о том, что ты выжил.
zh_hans: 我是对其他人很遗憾，而不是因为你存活下来。
zh_hant: 我是對其他人很遺憾，而不是因為妳存活下來。

# Dialogue_SupperDwarf
source: But she is gone for months and no one knows where she might be.
es: Pero ella se fue hace meses y nadie sabe dónde podría estar.
fr: Mais elle est partie pendant des mois et personne ne sait où elle pourrait être.
hu: De már hónapok óta senki sem látta.
ru: Но ее не было уже несколько месяцев, и никто не знает, где она может быть.
zh_hans: 但是她已经走了好几个月了，没有人知道她可能在哪里。
zh_hant: 但是她已經走了好幾個月了，沒有人知道她可能在哪裏。

# Dialogue_SupperDwarf
source: He had so many friends. We all gathered and buried him near the Ancient Temple.
es: Tenía tantos amigos. Nos reunimos y lo enterramos cerca del Templo Antiguo.
fr: Il avait tant d'amis. Nous l'avons tous rassemblé et enterré près du Temple Ancien.
hu: Nagyon sok barátja volt. Mind összegyűltünk a Tűz Templomától nem messze, és eltemettük.
ru: У него было так много друзей. Мы все собрались и похоронили его возле Древнего Храма.
zh_hans: 他有很多朋友。我们集合起来，把他埋在民古庙附近。
zh_hant: 他有很多朋友。我們集合起來，把他埋在民古廟附近。

# Dialogue_SupperDwarf
source: I’m looking for three artefacts. Do you know something about them?
es: Estoy buscando tres artefactos. ¿Sabes algo sobre ellos?
fr: Je cherche trois artefacts. Savez-vous quelque chose à leur sujet ?
hu: Varázstárgyakat keresek. Tudsz róluk valamit?
ru: Я ищу три артефакта. Ты что-то знаешь о них?
zh_hans: 我在找三件工艺品。你对它们有什么了解吗？
zh_hant: 我在找三件工藝品。妳對它們有什麽了解嗎？

# Dialogue_SupperDwarf
source: I will return to the Main Station at Crossroad Cave and see what I can do with the trains.
es: Volveré a la estación principal de la Cueva Cruce Caminos y veré qué puedo hacer con los trenes.
fr: Je vais retourner à la Gare Centrale de la Grotte du Croisée des Chemins et voir ce que je peux faire avec les trains.
hu: Visszatérek a Keresztút Kő állomásra, és meglátom, mit tehetek a vonatokkal.
ru: Я вернусь на Центральный Вокзал в Пещеру Кроссроуд и посмотрю, что можно сделать с поездами.
zh_hans: 我将回到十字路口洞穴的主站，看看我能对火车做些什么。
zh_hant: 我將回到十字路口洞穴的主站，看看我能對火車做些什麽。

# Dialogue_SupperDwarf
source: It has a key. The end of it is shaped like a dwarven helmet. You can easily recognise it.
es: Tiene una llave. La punta tiene forma de un casco de los Enanos. Puedes reconocerlo fácilmente.
fr: Il a une clé. Son extrémité a la forme d'un casque de nain. Vous pouvez facilement la reconnaître.
hu: Van neki kulcsa. A kulcs markolata törp sisakot formáz. Könnyű felismerni.
ru: От нее есть ключ. Конец его в форме шлема гнома. Его легко узнать.
zh_hans: 它有一把钥匙。它的末端形状像一个地精的头盔。你很容易就能认出它。
zh_hant: 它有壹把鑰匙。它的末端形狀像壹個地精的頭盔。妳很容易就能認出它。

# Dialogue_SupperDwarf
source: What happened to Tabby?
es: ¿Qué le pasó a Tabby?
fr: Qu'est-il arrivé à Tabby ?
hu: Mi történt Cirmossal?
ru: Что случилось с Тэбби?
zh_hans: 泰比怎么了？
zh_hant: 泰比怎麽了？

# Dialogue_SupperDwarf
source: They are all dead...
es: Estarán todos muertos...
fr: Ils sont tous morts...
hu: Mind halottak...
ru: Они все мертвы...
zh_hans: 他们都死了...
zh_hant: 他們都死了...

# Dialogue_SupperDwarf
source: Oh, it’s you again.
es: Oh, eres tú otra vez.
fr: Oh, c'est encore vous.
hu: Oh, te vagy az.
ru: О, это снова ты.
zh_hans: 噢，又是你。
zh_hant: 噢，又是妳。

# Dialogue_SupperDwarf
source: But first I finish my supper. See you there!
es: Pero primero terminaré mi cena. ¡Te veo allí!
fr: Mais d'abord, je termine mon dîner. On se voit là-bas !
hu: De előtte még befejezem az ebédet. Ott találkozunk!
ru: Но сначала я доем свой ужин. Увидимся там!
zh_hans: 但我先吃完晚饭。看到你在那里!
zh_hant: 但我先吃完晚飯。看到妳在那裏!

# Dialogue_SupperDwarf
source: Just ask one of the other dwarfs to open the door.
es: Solo pídale a uno de los otros enanos que abra la puerta.
fr: Il suffit de demander à l'un des autres nains d'ouvrir la porte.
hu: Csak kérd meg az egyik Törpöt, hogy nyissa ki az ajtót.
ru: Просто попроси другого гнома открыть дверь.
zh_hans: 只要叫其他地精的一个打开门。
zh_hant: 只要叫其他地精的壹個打開門。

# Dialogue_SupperDwarf
source: Everyone dead?
es: ¿Todos muertos?
fr: Tout le monde est mort ?
hu: Mindenki halott?
ru: Все мертвы?
zh_hans: 所有人都死了？
zh_hant: 所有人都死了？

# Dialogue_SupperDwarf
source: By the time I found him he was dead.
es: Cuando lo encontré estaba muerto.
fr: Le temps que je le trouve, il était mort.
hu: Mire rátaláltam, már halott volt.
ru: К тому времени, как я нашел его, он уже был мертв.
zh_hans: 我找到他的时候，他已经死了。
zh_hant: 我找到他的時候，他已經死了。

# Dialogue_SupperDwarf
source: Please help me out!
es: ¡Por favor, ayúdame!
fr: Aidez-moi, s'il vous plaît !
hu: Kérlek, segíts kijutni!
ru: Пожалуйста, помоги мне!
zh_hans: 请帮帮我！
zh_hant: 請幫幫我！

# Dialogue_SupperDwarf
source: Well that explains why they didn’t come for me over the last four months.
es: Bueno, eso explica por qué no vinieron por mí en los últimos cuatro meses.
fr: Cela explique pourquoi ils ne sont pas venus me chercher au cours des quatre derniers mois.
hu: Hát, ez megmagyarázza, miért nem jöttek erre az elmúlt négy hónapban.
ru: Ну, это объясняет, почему они не пришли за мной в течение последних четырех месяцев.
zh_hans: 这就解释了为什么他们在过去的四个月里没有来找我。
zh_hant: 這就解釋了為什麽他們在過去的四個月裏沒有來找我。

# Dialogue_SupperDwarf
source: What were you Dwarves doing here?
es: ¿Qué estabais haciendo vosotros aquí, Enanos?
fr: Que faisiez-vous ici, vous les Nains ?
hu: Mivel foglalkoztak az itt élő Törpök?
ru: Что вы, гномы, здесь делали?
zh_hans: 你们地精在这儿干吗?
zh_hant: 妳們地精在這兒幹嗎?

# Dialogue_SupperDwarf
source: Tabby found the three artefacts but on his way home he got injured.
es: Tabby encontró los tres artefactos, pero de camino a casa resultó herido.
fr: Tabby a trouvé les trois artefacts, mais en rentrant chez lui, il a été blessé.
hu: Cirmosnak sikerült megszereznie a Varázstárgyakat, de a hazaúton súlyosan megsérült.
ru: Тэбби нашел три артефакта, но по дороге домой он был ранен.
zh_hans: 泰比找到了三件工艺品，但在回家的路上他受伤了。
zh_hant: 泰比找到了三件工藝品，但在回家的路上他受傷了。

# Dialogue_SupperDwarf
source: Artefacts
es: Artefactos
fr: Artéfacts
hu: Varázstárgyak
ru: Артефакты
zh_hans: 工艺品
zh_hant: 工藝品

# Dialogue_SupperDwarf
source: I've found the key!
es: ¡He encontrado la llave!
fr: J'ai trouvé la clé !
hu: Megtaláltam a kulcsot!
ru: Я нашел ключ!
zh_hans: 我找到钥匙了！
zh_hant: 我找到鑰匙了！

# Dialogue_SupperDwarf
source: How can I set you free?
es: ¿Cómo puedo liberarte?
fr: Comment puis-je vous libérer ?
hu: Hogy tudlak kiszabadítani?
ru: Как я могу освободить тебя?
zh_hans: 我怎样才能让你自由？
zh_hant: 我怎樣才能讓妳自由？

# Dialogue_SupperDwarf
source: Train
es: Tren
fr: Entraîner
hu: Vonat
ru: Поезд
zh_hans: 火车
zh_hant: 火車

# Dialogue_SupperDwarf
source: Leave
es: Salir
fr: Partir
hu: Távozok
ru: Выйти
zh_hans: 离开
zh_hant: 離開

# Dialogue_SupperDwarf
source: Do you mean those traps out there?
es: ¿Te refieres a esas trampas ahí fuera?
fr: Vous voulez parler de ces pièges ?
hu: A csapdákra gondolsz?
ru: Ты имеешь в виду те ловушки?
zh_hans: 你是说那些陷阱吗?
zh_hant: 妳是說那些陷阱嗎?

# Dialogue_SupperDwarf
source: Catch me there if you need to go somewhere!
es: ¡Encuentrame allí si necesitas ir a algún lado!
fr: Venez me voir si vous avez besoin d'aller quelque part !
hu: Keress meg ott, ha vonattal szeretnél menni valahova!
ru: Найди меня там, если тебе нужно будет куда-нибудь пойти!
zh_hans: 如果你需要去什么地方，就在那儿找我!
zh_hant: 如果妳需要去什麽地方，就在那兒找我!

# Dialogue_SupperDwarf
source: I will catch you at Crossroad Cave after I finished my supper.
es: Te veré en Cueva Cruce Caminos después de que termine mi cena.
fr: Je vous rejoindrai à la Grotte de la Croisée des Chemins après avoir terminé mon dîner.
hu: Majd átmegyek a Keresztút Kő Állomásra, ha befejeztem az ebédet.
ru: Я найду тебя в Пещере Кроссроуд после того, как доем мой ужин.
zh_hans: 我吃完晚饭就去十字路口洞穴找你。
zh_hant: 我吃完晚飯就去十字路口洞穴找妳。

# Dialogue_SupperDwarf
source: What happened? How did you end up here?
es: ¿Que pasó? ¿Cómo terminaste aquí?
fr: Que s'est-il passé ? Comment avez-vous atterri ici ?
hu: Mi történt? Hogy kerültél a zárt ajtó mögé?
ru: Что случилось? Как ты здесь оказался?
zh_hans: 发生了什么事? 你怎么到这儿来的?
zh_hant: 發生了什麽事? 妳怎麽到這兒來的?

# Dialogue_SupperDwarf
source: Errr... I don’t know... out of pure righteousness perhaps?
es: Errr... no lo sé... ¿por pura justicia tal vez?
fr: Errr... Je ne sais pas... par pure droiture peut-être ?
hu: Ööö... nem is tudom... pusztán jószívűségből?
ru: Ээээ... Я не знаю... может, по доброте душевной?
zh_hans: 哦…… 我不知道… 也许是出于纯粹的正义?
zh_hant: 哦…… 我不知道… 也許是出於純粹的正義?

# Dialogue_SupperDwarf
source: He wasn't just an ordinary cat. He was somehow connected to a charming young girl called Lillian.
es: No era un gato ordinario. Estaba de alguna manera conectado con una encantadora joven llamada Lillian.
fr: Ce n'était pas un chat ordinaire. Il était en quelque sorte lié à une charmante jeune fille appelée Lillian.
hu: Nem közönséges macska volt. Valahogy összeköttetésben állt egy kedves lánnyal, akit Lilliannak hívtak.
ru: Он не был обычным котом. Он был каким-то образом связан с очаровательной девочкой по имени Лилиан.
zh_hans: 他不只是一只普通的猫。不知怎么的，他和一个叫莉莉安的迷人的年轻女孩扯上了关系。
zh_hant: 他不只是壹只普通的貓。不知怎麽的，他和壹個叫莉莉安的迷人的年輕女孩扯上了關系。

# Dialogue_SupperDwarf
source: We build walls. We create machines out of golem spirits with simple rules which can't go wrong.
es: Construimos muros. Creamos máquinas con espíritus golem con reglas sencillas que no pueden salir mal.
fr: Nous construisons des murs. Nous créons des machines à partir d'esprits du golem avec des règles simples qui ne peuvent pas déraper.
hu: Falakat építünk. A gólem szellemeket mechanikus szerkezetekbe zárjuk, amik egyszerű szabályok szerint működnek, és ezért nem mehetnek tönkre.
ru: Мы строили стены. Мы создавали машины из духов големов с простыми правилами, которые не могут работать неправильно.
zh_hans: 我们筑造了墙壁。我们用简单的规则创造出不会出错的机器人灵魂。
zh_hant: 我們築造了墻壁。我們用簡單的規則創造出不會出錯的機器人靈魂。

# Dialogue_SupperDwarf
source: I hope she will return.
es: Espero que ella regrese.
fr: J'espère qu'elle reviendra.
hu: Remélem egyszer visszajön.
ru: Я надеюсь, она вернется.
zh_hans: 我希望她会回来。
zh_hant: 我希望她會回來。

# Dialogue_SupperDwarf
source: All right!
es: ¡Todo bien!
fr: Très bien !
hu: Rendben!
ru: Хорошо!
zh_hans: 好的！
zh_hant: 好的！

# Dialogue_SupperDwarf
source: Or do you like trains? I can help you redirect them to stations you couldn’t go otherwise.
es: ¿O te gustan los trenes? Puedo ayudarte a redirigirlos a estaciones a las que no podría ir de otra manera.
fr: Ou bien vous aimez les trains ? Je peux vous aider à les rediriger vers des gares où vous ne pourriez pas aller autrement.
hu: Vagy mit szólsz a vonatokhoz? Segíthetek elérni olyan állomásokat, amiket egyébként nem tudnál.
ru: Или ты любишь поезда? Я могу помочь тебе перенаправить их на станции, на которые ты иначе не сможешь поехать.
zh_hans: 那你喜欢火车吗? 我可以帮你把它们转去你去不了的地方。
zh_hant: 那妳喜歡火車嗎? 我可以幫妳把它們轉去妳去不了的地方。

# Dialogue_SupperDwarf
source: Errr... You know, sometimes in the evening I come here and have some late dinner. And there are others who think it would be funny to close the door when I'm inside.
es: Errr... Sabes, a veces por la noche vengo aquí y para una cena tarde. Y hay otros que piensan que sería divertido cerrar la puerta cuando aun estoy adentro.
fr: Errr... Vous savez, parfois le soir, je viens ici et je dîne tard. Et il y en a d'autres qui pensent que ce serait drôle de fermer la porte quand je suis à l'intérieur.
hu: Ööö... az úgy van, hogy néha éjszaka lejövök ide, egy második vacsorára. És vannak, akik úgy gondolják, milyen vicces lenne bezárni az ajtót, amíg bent vagyok.
ru: Ээээ... Знаешь, иногда вечером я прихожу сюда и ужинаю допоздна. И есть другие, которые думают, что было бы забавно запереть дверь, когда я внутри.
zh_hans: 哦…… 你知道，有时候晚上我来这里吃晚餐。还有一些人觉得当我在里面的时候把门关上很有趣。
zh_hant: 哦…… 妳知道，有時候晚上我來這裏吃晚餐。還有壹些人覺得當我在裏面的時候把門關上很有趣。

# Dialogue_SupperDwarf
source: He was a good friend. We all miss him.
es: Él era un buen amigo. Todos lo extrañamos.
fr: C'était un bon ami. Il nous manque à tous.
hu: Nagyon jó barát volt. Mindnyájan hiányoljuk.
ru: Он был хорошим другом. Нам всем его не хватает.
zh_hans: 他是个很好的朋友。我们都很想念他。
zh_hant: 他是個很好的朋友。我們都很想念他。

# Dialogue_SupperDwarf
source: Once you collected all the artefacts you will need to take them back to a point where I can transport you to the Human Realm.
es: Una vez que hayas recogido todos los artefactos, deberás llevarlos de vuelta a un punto donde pueda transportarte al Reino Humano.
fr: Une fois que vous aurez rassemblé tous les artefacts, vous devrez les ramener à un endroit où je pourrai vous transporter vers le Royaume des Hommes.
hu: Ha sikerül összeszedned a Varázstárgyakat, el kell jutnod velük egy olyan helyre, ahonnan már vissza tudlak hozni az Ember Világba.
ru: После того, как ты соберешь все артефакты, тебе нужно будет вернуть их обратно в то место, откуда я смогу перенести тебя в Человеческое Царство.
zh_hans: 一旦你收集了所有的工艺品，你需要把它们带回一个指定地点，在那里我可以把你带到人类王国。
zh_hant: 壹旦妳收集了所有的工藝品，妳需要把它們帶回壹個指定地點，在那裏我可以把妳帶到人類王國。

# Dialogue_SupperDwarf
source: I’m sorry about that.
es: Lamento eso.
fr: Je suis désolé.
hu: Őszintén sajnálom.
ru: Мне жаль.
zh_hans: 我很抱歉。
zh_hant: 我很抱歉。

# Dialogue_SupperDwarf
source: Tabby?
hu: Cirmos?
ru: Тэбби?
zh_hans: 泰比？
zh_hant: 泰比？

# Dialogue_SupperDwarf
source: What happened?
es: ¿Que pasó?
fr: Que s'est-il passé ?
hu: Mi történt?
ru: Что случилось?
zh_hans: 怎么了？
zh_hant: 怎麽了？

# Dialogue_SupperDwarf
source: I like jokes and it would have been funny for I don’t know a few hours maybe...
es: Me gustan los chistes y hubiera sido divertido durante no sé unas horas tal vez...
fr: J'aime les blagues et ça aurait été drôle pendant, je ne sais pas, quelques heures peut-être...
hu: Semmi bajom a tréfával, és ha csak egy-két óráról van szó, akkor szerintem is vicces lett volna...
ru: Мне нравятся шутки, и это было бы забавно на, не знаю, пару часов, может быть...
zh_hans: 我喜欢笑话，这可能会很有趣，我不知道，也许几个小时……
zh_hant: 我喜歡笑話，這可能會很有趣，我不知道，也許幾個小時……

# Dialogue_SupperDwarf
source: You can go down there by using the elevator.
es: Puedes bajar usando el ascensor.
fr: Vous pouvez y descendre en utilisant l'ascenseur.
hu: A felvonóval tudsz lemenni.
ru: Ты можешь спуститься туда на лифте.
zh_hans: 你可以乘电梯下去。
zh_hant: 妳可以乘電梯下去。

# Dialogue_SupperDwarf
source: We left the artefacts at his tomb, but one day later they disappeared.
es: Dejamos los artefactos en su tumba, pero un día después desaparecieron.
fr: Nous avons laissé les artefacts sur sa tombe, mais un jour plus tard, ils ont disparu.
hu: A sírnál hagytuk a Varázstárgyakat, de egy napra rá nyomuk veszett.
ru: Мы оставили артефакты у его могилы, но через день они исчезли.
zh_hans: 我们把这些工艺品留在他的墓前，但一天后它们就不见了。
zh_hant: 我們把這些工藝品留在他的墓前，但壹天後它們就不見了。

# Dialogue_SupperDwarf
source: Bye!
es: ¡Adiós!
fr: Au revoir !
hu: Viszlát!
ru: Пока!
zh_hans: 再见！
zh_hant: 再見！

# Dialogue_SupperDwarf
source: Welcome back!
es: ¡Bienvenido de nuevo!
fr: Bon retour !
hu: Üdv!
ru: С возвращением!
zh_hans: 欢迎回来！
zh_hant: 歡迎回來！

# Dialogue_SupperDwarf
source: Lillian?
ru: Лиллиан?
zh_hans: 莉莉安？
zh_hant: 莉莉安？

# Dialogue_SupperDwarf
source: Lillian was really kind to us Dwarves. We couldn't ever meet her in person but she could talk to us via the cat Tabby.
es: Lillian fue muy amable con nosotros Enanos. Nunca pudimos conocerla en persona, pero podía hablar con nosotros a través del gato Tabby.
fr: Lillian était vraiment gentille avec nous, les Nains. Nous ne pouvions pas la rencontrer en personne, mais elle pouvait nous parler par l'intermédiaire du chat Tabby.
hu: Lillian nagyon kedves volt hozzánk. Személyesen nem találkozhattunk vele, de a macskáján, Cirmoson keresztül tudtunk beszélni vele.
ru: Лилиан была очень добра к нам, гномам. Мы не могли встретиться с ней лично, но она могла разговаривать с нами через кота Тэбби.
zh_hans: 莉莉安对我们矮人真的很好。我们不能亲自见她，但她可以通过泰比和我们交谈。
zh_hant: 莉莉安對我們矮人真的很好。我們不能親自見她，但她可以通過泰比和我們交談。

# Dialogue_SupperDwarf
source: You said something about trains...
es: Dijiste algo sobre los trenes...
fr: Vous avez dit quelque chose à propos des trains...
hu: Említettél valamit a vonatokkal kapcsolatban...
ru: Ты сказал что-то о поездах...
zh_hans: 你说了关于火车的事…
zh_hant: 妳說了關於火車的事…

# Dialogue_SupperDwarf
source: How can I open the door?
es: ¿Cómo puedo abrir la puerta?
fr: Comment puis-je ouvrir la porte ?
hu: Hogy tudom kinyitni az ajtót?
ru: Как мне открыть дверь?
zh_hans: 我怎么开门?
zh_hant: 我怎麽開門?

# Dialogue_SupperDwarf
source: My friend Tabby was also looking for artefacts.
es: Mi amigo Tabby también estaba buscando artefactos.
fr: Mon ami Tabby était également à la recherche d'artefacts.
hu: Az egyik barátom, Cirmos szintén Varázstárgyakat keresett.
ru: Мой друг Тэбби тоже искал артефакты.
zh_hans: 我的朋友泰比也在寻找工艺品。
zh_hant: 我的朋友泰比也在尋找工藝品。

# Dialogue_SupperDwarf
source: I think the Kobolds attacked us by surprise.
es: Creo que los Kobolds nos atacaron por sorpresa.
fr: Je pense que les Kobolds nous ont attaqués par surprise.
hu: Úgy vélem, a Koboldok meglepetésszerűen támadtak.
ru: Я думаю, что Коболды, неожиданно на нас напали.
zh_hans: 我认为地精是突然袭击我们的。
zh_hant: 我認為地精是突然襲擊我們的。

# Dialogue_SupperDwarf
source: After the Cataclysm we realized the only way to fight madness is to create rules to follow.
es: Después del Cataclismo, nos dimos cuenta de que la única forma de luchar contra la locura es crear reglas a seguir.
fr: Après le Cataclysme, nous avons réalisé que la seule façon de combattre la folie est de créer des règles à suivre.
hu: A Kataklizma után rájöttünk, a Fertőzés keltette őrültséget csak úgy tudjuk legyőzni, ha mindenben szigorú szabályokat követünk.
ru: После Катаклизма мы поняли, что единственный способ борьбы с безумием - это создание правил, которым нужно следовать.
zh_hans: 大灾难之后，我们意识到对抗疯狂的唯一方法就是制定规则。
zh_hant: 大災難之後，我們意識到對抗瘋狂的唯壹方法就是制定規則。

# Dialogue_SupperDwarf
source: But there is a spare key in the Catacombs.
es: Pero hay una llave de repuesto en las Catacumbas.
fr: Mais il y a un double de la clé dans les Catacombes.
hu: De van egy pótkulcs a Tárnákban.
ru: Но в Катакомбах есть запасной ключ.
zh_hans: 但是地下墓穴里有一把备用钥匙。
zh_hant: 但是地下墓穴裏有壹把備用鑰匙。

# Dialogue_SupperDwarf
source: They surely have nothing to do with madness...
es: Seguramente no tienen nada que ver con la locura...
fr: Ils n'ont sûrement rien à voir avec la folie...
hu: Biztos semmi közük bármiféle őrültséghez...
ru: Они наверняка не имеют никакого отношения к безумию...
zh_hans: 他们肯定与疯狂没什么关系 ……
zh_hant: 他們肯定與瘋狂沒什麽關系 ……

# Dialogue_SupperDwarf
source: What we were doing? Well we Dwarves are not like other creatures you might have met.
es: ¿Que estábamos haciendo? Bueno, los enanos no somos como otras criaturas que podrías haber conocido.
fr: Que faisions-nous ? Eh bien, nous, les Nains, ne sommes pas comme les autres créatures que vous avez pu rencontrer.
hu: Mivel foglalkoztunk? Nos, mi Törpök nem olyanok vagyunk, mint bárki más, akivel eddig találkozhattál.
ru: Что мы делали? Ну, мы, гномы, не такие, как другие существа, которых ты мог бы встретить.
zh_hans: 我们在做什么? 我们地精和你可能见过的其他生物不一样。
zh_hant: 我們在做什麽? 我們地精和妳可能見過的其他生物不壹樣。

# Dialogue_SupperDwarf
source: That sounds useful.
es: Eso suena útil.
fr: Cela semble utile.
hu: Hasznosnak tűnik.
ru: Звучит полезно.
zh_hans: 这听起来很有用。
zh_hant: 這聽起來很有用。

# Dialogue_SupperDwarf
source: Key
es: Llave
fr: Clé
hu: Kulcs
ru: Ключ
zh_hans: 钥匙
zh_hant: 鑰匙

# Dialogue_SupperDwarf
source: See? They are simple, effective and logical. Ruin can't harm us as long as we follow all the rules.
es: ¿Has visto? Son sencillos, efectivos y lógicos. Ruin no puede hacernos daño mientras sigamos todas las reglas.
fr: Vous voyez ? Elles sont simples, efficaces et logiques. La Ruine ne peut pas nous nuire tant que nous suivons toutes les règles.
hu: Ugye? Egyszerűek, hatékonyak és logikusak. A Fertőzésnek nincs hatalma felettünk, amíg minden szabályt betartunk.
ru: Видишь? Они просты, эффективны и логичны. Руин не может навредить нам, пока мы следуем всем правилам.
zh_hans: 看到了吗? 它们简单、有效、合乎逻辑。只要我们遵守所有的规则，毁灭就不会伤害我们。
zh_hant: 看到了嗎? 它們簡單、有效、合乎邏輯。只要我們遵守所有的規則，毀滅就不會傷害我們。

# Dialogue_SupperDwarf
source: Do you have any idea how the others died?
es: ¿Tienes idea de cómo murieron los demás?
fr: Avez-vous une idée de la façon dont les autres sont morts ?
hu: Van elképzelésed arról, hogy haltak meg a többiek?
ru: Ты знаешь, как погибли остальные?
zh_hans: 你知道其他人是怎么死的吗?
zh_hant: 妳知道其他人是怎麽死的嗎?

# Dialogue_SupperDwarf
source: I thought they were just kidding.
es: Pensé que solo estaban bromeando.
fr: Je croyais qu'ils ne faisaient que plaisanter.
hu: Azt hittem, csak viccelnek.
ru: Я думал, они просто шутят.
zh_hans: 我以为他们只是在开玩笑。
zh_hant: 我以為他們只是在開玩笑。

# Dialogue_SupperDwarf
source: Just help me out.
es: Ayúdame.
fr: Aidez-moi.
hu: Csak segíts kijutnom.
ru: Просто помоги мне.
zh_hans: 帮帮我吧。
zh_hant: 幫幫我吧。

# Dialogue_SupperDwarf
source: But being here for four months seems a bit too much for me.
es: Pero estar aquí durante cuatro meses me parecia demasiado.
fr: Mais être ici pendant quatre mois me semble un peu trop pour moi.
hu: De négy hónapig bezárva lenni már egy kicsit túlzásnak tűnik.
ru: Но пребывание здесь в течение четырех месяцев кажется мне слишком долгим.
zh_hans: 但是在这里呆四个月对我来说有点太久了。
zh_hant: 但是在這裏呆四個月對我來說有點太久了。

# Dialogue_SupperDwarf
source: How?
es: ¿Cómo?
fr: Comment ?
hu: Hogyan?
ru: Как?
zh_hans: 如何？
zh_hant: 如何？

# Dialogue_SupperDwarf
source: She cared about us. She knew all our Strongholds and Outposts. She always warned us before the Kobolds attacked.
es: Ella se preocupaba por nosotros. Ella conocía todas nuestras Fortalezas y Puestos Avanzados. Siempre nos advirtió antes de que los Kobolds atacaran.
fr: Elle se souciait de nous. Elle connaissait tous nos Bastions et nos Avant-Postes. Elle nous prévenait toujours avant que les Kobolds n'attaquent.
hu: Lillian törődött velünk. Ismerte az összes Erődöt és Helyőrséget. Mindig szólt, ha a Koboldok támadni készültek.
ru: Она заботилась о нас. Она знала все наши Крепости и Заставы. Она всегда предупреждала нас перед нападением Коболдов.
zh_hans: 她在乎我们。她知道我们所有的据点和前哨。她总是在地精攻击之前警告我们。
zh_hant: 她在乎我們。她知道我們所有的據點和前哨。她總是在地精攻擊之前警告我們。
