Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDialogues/*/WarriorbDialogues.po
Languages: es, fr, hu, ru, zh_hans, zh_hant

# Dialogue_DO1Gate
source: There must be a way to open this door...
es: Debe haber una manera de abrir esta puerta...
fr: Il doit y avoir un moyen d'ouvrir cette porte...
hu: Valahogy biztosan ki lehet nyitni...
ru: Должен же быть способ открыть эту дверь...
zh_hans: 一定有办法打开这扇门……
zh_hant: 壹定有辦法打開這扇門……

# Dialogue_DO1Tomb
source: These are the orders of the Chancellor of Dwartown, unjustly murdered by order of Duality.
es: Estas son las órdenes del Canciller de Dwartown, asesinadas injustamente por orden de la Dualidad.
fr: Ce sont les ordres du Chancelier de Ville-Naine, injustement assassiné par ordre de Dualité.
hu: Ezek a Tpörváros Kancellárjának rendeletei, akit a Kettősség rendje igazságtalanul meggyilkoltatott.
ru: Это приказы канцлера Дуартауна, несправедливо убитого по приказу Двойственности.
zh_hans: 这是矮人镇议长的命令，他被二元性不公平地杀害了。
zh_hant: 這是矮人鎮議長的命令，他被二元性不公平地殺害了。

# Dialogue_DO1Tomb1
source: Here lies the testament of the order of Duality, justly murdered by the Chancellor of Dwartown's spirit.
es: Aquí yace el testamento del orden de la dualidad, justamente asesinado por el espíritu del canciller de Dwartown.
fr: C'est là que se trouve le testament de l'ordre de Dualité, justement assassiné par l'esprit du Chancelier de Ville-Naine.
hu: Ez a Kettősség Rendfőnökének testamentuma, akit igazságosan gyilkoltatott meg a Tpörváros Kancellárjának kísértete.
ru: Здесь лежит завет ордена Двойственности, справедливо убитого духом канцлера Дуартауна.
zh_hans: 这里有着二元秩序的证明，被矮人镇的灵魂议长公正地谋杀了。
zh_hant: 這裏有著二元秩序的證明，被矮人鎮的靈魂議長公正地謀殺了。

# Dialogue_E3_Start
source: I survived the Unknown. I know how to use the Device, but...
es: Sobreviví lo Desconocido. Sé cómo usar el aparato, pero...
fr: J'ai survécu à l'Inconnu. Je sais comment utiliser le Dispositif, mais...
hu: Megjártam az Ismeretlen Világot. Tudom, hogyan használhatom a Szerkezetet. És mégis...
ru: Я пережил Неизвестного. Я знаю, как пользоваться Устройством, но...
zh_hans: 我从未知中幸存了下来。我知道怎么用这个设备，但是…
zh_hant: 我從未知中幸存了下來。我知道怎麽用這個設備，但是…

# Dialogue_E3_Start
source: I need to choose one last time. Once and for all.
es: Necesito elegir por última vez. Para siempre.
fr: Je dois choisir une dernière fois. Une fois pour toutes.
hu: Választanom kell. Egyszer, s mindenkorra.
ru: Мне нужно выбрать в последний раз. Раз и навсегда.
zh_hans: 我需要最后选一次。一劳永逸。
zh_hant: 我需要最後選壹次。壹勞永逸。

# Dialogue_E3_Start
source: I have already lost almost everything.
es: Ya he perdido casi todo.
fr: J'ai déjà presque tout perdu.
hu: Annyi mindent elvesztettem már.
ru: Я уже почти все потерял.
zh_hans: 我几乎已经失去了一切。
zh_hant: 我幾乎已經失去了壹切。

# Dialogue_E3_Start
source: And here I am again. Is this how it will end?
es: Y aquí estoy otra vez. ¿Es así como terminará?
fr: Et me voici de nouveau. Est-ce ainsi que cela va se terminer ?
hu: És újra itt vagyok. Így kell, hogy véget érjen?
ru: И вот я снова здесь. Так все и закончится?
zh_hans: 我又来了。这就是结局吗?
zh_hant: 我又來了。這就是結局嗎?

# Dialogue_E3_Start
source: Do I really have to lose everyone I met in the Ruined Realm?
es: ¿Realmente tengo que perder a todos los que conocí en el Reino Arruinado?
fr: Dois-je vraiment perdre tous ceux que j'ai rencontrés dans le Royaume en Ruines ?
hu: Azokat is el kell veszítenem, akiket a Fertőzött Földön ismertem meg?
ru: Неужели я должен потерять всех, кого встретил в Разрушенном Царстве?
zh_hans: 我真的要失去我在毁灭王国中遇到的每一个人吗?
zh_hant: 我真的要失去我在毀滅王國中遇到的每壹個人嗎?

# Dialogue_E3_Start
source: Or would I only save them so that we can die together?
es: ¿O solo los salvaría para que podamos morir juntos?
fr: Ou est-ce que je les sauverais seulement pour que nous puissions mourir ensemble ?
hu: Vagy ha át is hozom őket, csak együtt halunk meg?
ru: Или я спасу их только для того, чтобы мы могли умереть вместе?
zh_hans: 或者我只拯救他们，让我们一起死去?
zh_hant: 或者我只拯救他們，讓我們壹起死去?

# Dialogue_E3_Start
source: I can hear the people outside the tower. I don’t have much time.
es: Puedo escuchar a la gente afuera de la torre. No tengo mucho tiempo.
fr: Je peux entendre les gens à l'extérieur de la tour. Je n'ai pas beaucoup de temps.
hu: Hallom az embereket a kastély falain túl. Nincs sok időm.
ru: Я слышу людей возле башни. У меня мало времени.
zh_hans: 我能听到塔外的人们的声音。我没有太多的时间。
zh_hant: 我能聽到塔外的人們的聲音。我沒有太多的時間。

# Dialogue_GateKeeper
source: Worthy?
es: ¿Digno?
fr: Digne ?
hu: Méltó?
ru: Достойный?
zh_hans: 值得的？
zh_hant: 值得的？

# Dialogue_GateKeeper
source: Get some rest and try again later.
es: Descansa un poco y vuelve a intentarlo más tarde.
fr: Reposez-vous et réessayez plus tard.
hu: Pihenjen egy kicsit, majd később újra próbálkozhat.
ru: Отдохни немного и попробуй позже.
zh_hans: 休息一下，稍后再试。
zh_hant: 休息壹下，稍後再試。

# Dialogue_GateKeeper
source: All right so you just teleported me to this... what is this place?
es: Muy bien, entonces me teletransportaste a esto... ¿qué es este lugar?
fr: Très bien, donc vous venez de me téléporter à cet... quel est cet endroit ?
hu: Jól van, szóval áthoztál ebbe a... mi ez a hely?
ru: Ладно, ты только что телепортировал меня в это... что это за место?
zh_hans: 好吧，你刚才把我传送到这个… 这是什么鬼地方?
zh_hant: 好吧，妳剛才把我傳送到這個… 這是什麽鬼地方?

# Dialogue_GateKeeper
source: So right now this is the most proper place to test your Worthiness.
es: Así que en este momento este es el lugar más adecuado para evaluar su Valía.
fr: C'est donc l'endroit le plus approprié pour tester votre valeur.
hu: Jelenleg ez a legalkalmasabb hely a Méltóság tesztelésére.
ru: Сейчас это самое подходящее место для проверки твоей Достойности.
zh_hans: 所以现在这是最适合测试你价值的地方。
zh_hant: 所以現在這是最適合測試妳價值的地方。

# Dialogue_GateKeeper
source: You are not Worthy!
es: ¡No eres digno!
fr: Vous n'en êtes pas digne !
hu: Nem Méltó!
ru: Ты Недостоин!
zh_hans: 你没什么价值！
zh_hant: 妳沒什麽價值！

# Dialogue_GateKeeper
source: Giving up is not an option.
es: Rendirse no es una opcion.
fr: Abandonner n'est pas une option.
hu: Nem adhatja fel.
ru: Сдаться - это не выход.
zh_hans: 放弃是不可能的。
zh_hant: 放棄是不可能的。

# Dialogue_GateKeeper
source: Skip
es: Omitir
fr: Passer
hu: Kihagyom
ru: Пропустить
zh_hans: 跳过
zh_hant: 跳過

# Dialogue_GateKeeper
source: Farewell! I need to go now.
es: ¡Adios! Tengo que ir ahora.
fr: Adieu ! Je dois partir maintenant.
hu: Viszlát, mennem kell.
ru: Пока! Мне пора идти.
zh_hans: 再见！我得走了。
zh_hant: 再見！我得走了。

# Dialogue_GateKeeper
source: Focus on the trial!
es: ¡Céntrate en la Prueba!
fr: Concentrez-vous sur l'épreuve !
hu: Koncentráljon a Próbára!
ru: Сосредоточься на испытании!
zh_hans: 专注于审判！
zh_hant: 專註於審判！

# Dialogue_GateKeeper
source: Venture further down into the Sewer! You will find the answer.
es: ¡Aventúrate más abajo en las Alcantarillas! Encontrarás la respuesta.
fr: Aventurez-vous plus loin dans les égouts ! Vous trouverez la réponse.
hu: Haladjon mélyebbre a Csatornában. Megtalálja a válaszokat.
ru: Спустись глубже в канализацию! Ты найдешь ответ.
zh_hans: 再往下水道里冒险! 你会找到答案的。
zh_hant: 再往下水道裏冒險! 妳會找到答案的。

# Dialogue_GateKeeper
source: This trial will test your limits!
es: ¡Esta Prueba pondrá a prueba tus límites!
fr: Cette épreuve va tester vos limites !
hu: A Próba felméri, mire képes.
ru: Это испытание проверит твои пределы!
zh_hans: 这次审判将考验你的极限！
zh_hant: 這次審判將考驗妳的極限！

# Dialogue_GateKeeper
source: Give seat
es: Dar asiento
fr: Laisser sa place
hu: Szék
ru: Дать стул
zh_hans: 给予座位
zh_hant: 給予座位

# Dialogue_GateKeeper
source: Restore
es: Restaurar
fr: Restaurer
hu: Gyógyítás
ru: Восстановить
zh_hans: 恢复
zh_hant: 恢復

# Dialogue_GateKeeper
source: What?
es: ¿Qué?
fr: Quoi ?
hu: Mi?
ru: Что?
zh_hans: 什么？
zh_hant: 什麽？

# Dialogue_GateKeeper
source: Yes, you are!
es: ¡Sí lo eres!
fr: Oui, vous l'êtes !
hu: Igen!
ru: Да!
zh_hans: 是的，你是！
zh_hant: 是的，妳是！

# Dialogue_GateKeeper
source: Of course!
es: ¡Por supuesto!
fr: Bien sûr !
hu: Természetesen!
ru: Конечно!
zh_hans: 当然！
zh_hant: 當然！

# Dialogue_GateKeeper
source: I shall yield you to the right path!
es: ¡Te llevaré al camino correcto!
fr: Je vous mettrai sur le bon chemin !
hu: Utat kell nyitnom Ön előtt!
ru: Я наставлю тебя на правильный путь!
zh_hans: 我要让你走上正确的道路！
zh_hant: 我要讓妳走上正確的道路！

# Dialogue_GateKeeper
source: I'm fed up with your trial! Just teleport me back.
es: Estoy harto de tu Prueba! Teletransportarme de vuelta.
fr: J'en ai assez de votre épreuve ! Téléportez-moi.
hu: Elegem van a próbádból! Csak vigyél vissza.
ru: Меня достало твое испытание! Просто телепортируй меня обратно.
zh_hans: 我受够了你的审判! 把我传送回去。
zh_hant: 我受夠了妳的審判! 把我傳送回去。

# Dialogue_GateKeeper
source: There used to be an Arena here to test the Adventurers of the Realm, but it has been flooded with water for a hundred years.
es: Solía haber una Plaza aquí para probar a los Aventureros del Reino, pero se ha inundado con agua durante cien años.
fr: Il y avait autrefois une Arène ici pour tester les Aventuriers du Royaume, mais elle a été inondée d'eau pendant une centaine d'années.
hu: Egykor állt itt egy Aréna, melyben a Rúna Rend Kalandozóinak képességeit mértük fel. Sajnos pár évszázada elöntötte a víz.
ru: Раньше здесь была Арена для испытаний “Приключенцев Царства“, но она под водой уже целый век.
zh_hans: 这里曾经有一个竞技场用来测试王国的冒险者，但它已经被水淹了100年。
zh_hant: 這裏曾經有壹個競技場用來測試王國的冒險者，但它已經被水淹了100年。

# Dialogue_GateKeeper
source: Am I Worthy?
es: ¿Soy Digno?
fr: Suis-je Digne ?
hu: Méltó vagyok?
ru: Достоин ли я?
zh_hans: 我有价值吗？
zh_hant: 我有價值嗎？

# Dialogue_GateKeeper
source: Where are we?
es: ¿Dónde estamos?
fr: Où en sommes-nous ?
hu: Hol vagyunk?
ru: Где мы?
zh_hans: 我们在哪儿？
zh_hant: 我們在哪兒？

# Dialogue_GateKeeper
source: We don't have time for this now.
es: No tenemos tiempo para esto ahora.
fr: Nous n'avons pas le temps pour cela maintenant.
hu: Erre most nincs idő.
ru: У нас сейчас нет на это времени.
zh_hans: 我们现在没有时间。
zh_hant: 我們現在沒有時間。

# Dialogue_GateKeeper
source: These are the remnants of the Ancient Sewer.
es: Estos son los restos de la Antigua Alcantarilla.
fr: Ce sont les vestiges de l'Ancien Égout.
hu: Ez itt, ami megmaradt az Ősi Csőrendszerből.
ru: Это остатки Древней Канализации.
zh_hans: 这些是古代下水道的遗迹。
zh_hant: 這些是古代下水道的遺跡。

# Dialogue_GateKeeper
source: So how am I supposed to complete your Trial?
es: Entonces, ¿cómo se supone que debo completar tu Prueba?
fr: Alors, comment suis-je censé mener à bien votre Épreuve ?
hu: Na jó, hogy kéne teljesítenem a Próbát?
ru: И как же мне завершить твое испытание?
zh_hans: 那我怎么才能完成你的试验呢?
zh_hant: 那我怎麽才能完成妳的試驗呢?

# Dialogue_GateKeeper
source: Your Worthiness has to be proven.
es: Tu Valía tiene que ser probada.
fr: Votre mérite doit être prouvé.
hu: Bizonyítania kell a Méltőságát.
ru: Твое Достоинство должно быть доказано.
zh_hans: 你的价值需要被证明。
zh_hant: 妳的價值需要被證明。

# Dialogue_GateKeeper
source: Go now, the Trial awaits you!
es: ¡Ve ahora, la Prueba te espera!
fr: Partez maintenant, l'Épreuve vous attend !
hu: Induljon! Várja a Próba!
ru: А теперь иди, Испытание ждет!
zh_hans: 去吧，审判在等着你！
zh_hant: 去吧，審判在等著妳！

# Dialogue_GateKeeper
source: I'm tired, I will need some time to recover.
es: Estoy cansado, necesitaré algo de tiempo para recuperarme.
fr: Je suis fatigué, j'aurai besoin d'un peu de temps pour récupérer.
hu: Fáradt vagyok, kell egy kis idő, még összeszedem magam.
ru: Я устал, мне нужно время, чтобы восстановиться.
zh_hans: 我累了，我需要一些时间来恢复。
zh_hant: 我累了，我需要壹些時間來恢復。

# Dialogue_GateKeeper
source: Leave
es: Salir
fr: Partir
hu: Távozok
ru: Выйти
zh_hans: 离开
zh_hant: 離開

# Dialogue_GateKeeper
source: The Worthiness is strong in this one...
es: La Valía esta fuerte en este...
fr: La Valeur est puissante en celui-ci...
hu: A Méltóság erős Önben.
ru: Достоинство сильно в нем...
zh_hans: 这个价值是很强的…
zh_hant: 這個價值是很強的…

# Dialogue_GateKeeper
source: Stop!
es: ¡Detener!
hu: Állj!
ru: Стоп!
zh_hans: 停！
zh_hant: 停！

# Dialogue_GateKeeper
source: You have proven yourself Worthy!
es: ¡Te has demostrado digno!
fr: Vous avez prouvé que vous en étiez Digne !
hu: Bizonyította Méltóságát!
ru: Ты доказал, что Достоин!
zh_hans: 你已经证明了自己的价值！
zh_hant: 妳已經證明了自己的價值！

# Dialogue_GateKeeper
source: Your Worthiness has been proven again!
es: ¡Tu Valía ha sido probada otra vez!
fr: Votre Valeur a encore été prouvée !
hu: Ismételten bizonyította Méltóságát!
ru: Твое Достоинство было вновь доказано!
zh_hans: 你的价值再次被证明了！
zh_hant: 妳的價值再次被證明了！

# Dialogue_GateKeeper
source: I have found a...
es: He encontrado un...
fr: J'ai trouvé un(e)...
hu: Találtam egy...
ru: Я нашел...
zh_hans: 我找到一个...
zh_hant: 我找到壹個...

# Dialogue_Gatekeeper_AfterBattle
source: What?! I understand that for a new gate to open one would have to prove something, but... in this case... I accept that...
es: ¡¿Qué?! Entiendo que para abrir una nueva puerta, uno tendría que probar algo, pero... en este caso... acepto que...
fr: Quoi ?! Je comprends que pour qu'une nouvelle porte s'ouvre, il faudrait prouver quelque chose, mais... dans ce cas... j'accepte que...
hu: Mi? Értem, hogy egy új Kapunyitáshoz megint bizonyítani kell, de jelen esetben... mármint most... azt elfogadom...
ru: Что?! Я понимаю, что для открытия новых врат нужно что-то доказать, но... в данном случае...эх, ну ладно...
zh_hans: 什么? ! 我知道要打开一扇新的大门，必须要证明什么，但是……在这种情况下……我承认……
zh_hant: 什麽? ! 我知道要打開壹扇新的大門，必須要證明什麽，但是……在這種情況下……我承認……

# Dialogue_Gatekeeper_AfterBattle
source: Enough!
es: ¡Suficiente!
fr: Assez !
hu: Elég!
ru: Довольно!
zh_hans: 够了！
zh_hant: 夠了！

# Dialogue_Gatekeeper_AfterBattle
source: What a coincidence! I also happen to be heading in that direction.
es: ¡Qué casualidad! También estoy yendo en esa dirección.
fr: Quelle coïncidence ! Il se trouve que je vais aussi dans cette direction.
hu: Micsoda véletlen! Én is pont arra megyek.
ru: Какое совпадение! Я также направляюсь в этом направлении.
zh_hans: 太巧了！我也正朝着那个方向前进。
zh_hant: 太巧了！我也正朝著那個方向前進。

# Dialogue_Gatekeeper_AfterBattle
source: You can pass.
es: Puedes pasar.
fr: Vous pouvez passer.
hu: Átmehet.
ru: Ты можешь пройти.
zh_hans: 你能通过。
zh_hant: 妳能通過。

# Dialogue_Gatekeeper_AfterBattle
source: Farewell my Ball Lord! May the Great Gate open for you when the time comes!
es: ¡Adiós, mi señor pelota! ¡Que la Gran Puerta se abra para ti cuando llegue el momento!
fr: Adieu mon Seigneur de la Balle ! Que la Grande Porte s'ouvre pour vous le moment venu !
hu: Viszlát, Labda Uram! A Nagy Kapu legyen kegyes, és nyíljon meg Ön előtt, ha eljő az idő!
ru: Прощай, мой Боллорд! Пусть Великие Врата откроются перед тобой, когда наступит время!
zh_hans: 再见了，我的球主！愿伟大的大门在那一刻为你敞开！
zh_hant: 再見了，我的球主！願偉大的大門在那壹刻為妳敞開！

# Dialogue_Gatekeeper_AfterBattle
source: Noooooo...
fr: Nooooon...
hu: Neeeeee...
ru: Нееееееет...
zh_hans: 不.........
zh_hant: 不.........

# Dialogue_Gatekeeper_AfterBattle
source: Could you just let me pass? Please?
es: ¿Podrías dejarme pasar? ¿Por favor?
fr: Pourriez-vous me laisser passer ? S'il vous plaît ?
hu: Nem engednél át? Kérlek?
ru: Ты не мог бы просто дать мне пройти? Пожалуйста?
zh_hans: 你能让我过去吗? 拜托了好吗?
zh_hant: 妳能讓我過去嗎? 拜托了好嗎?

# Dialogue_Gatekeeper_AfterBattle
source: You have proved your Worthiness.
es: Has demostrado tu Valía.
fr: Vous avez prouvé votre Valeur.
hu: Bizonyította Méltóságát.
ru: Ты доказал свое Достоинство.
zh_hans: 你证明了你的价值。
zh_hant: 妳證明了妳的價值。

# Dialogue_Gatekeeper_AfterBattle
source: Farewell, Keeper!
es: ¡Adiós, Guardián!
fr: Adieu, Gardien !
hu: Viszlát, Kapuőr!
ru: Прощай, Хранитель!
zh_hans: 再见了，守护者！
zh_hant: 再見了，守護者！

# Dialogue_Gatekeeper_AfterBattle
source: Ask him to take you to Crossroad Cave.
es: Pídele que te lleve a la Cueva Cruce Caminos.
fr: Demandez-lui de vous emmener à la Grotte de la Croisée des Chemins.
hu: Kérd meg, hogy vigyen Keresztút Kőhöz.
ru: Попроси его перенести тебя в Пещеру Кроссроуд.
zh_hans: 让他带你去十字路口的洞穴。
zh_hant: 讓他帶妳去十字路口的洞穴。

# Dialogue_Gatekeeper_AfterBattle
source: Wait! What?
es: ¡Espere! ¿Qué?
fr: Attendez ! Quoi ?
hu: Várj! Mi?
ru: Постой! Что?
zh_hans: 等等！什么？
zh_hant: 等等！什麽？

# Dialogue_Gatekeeper_AfterBattle
source: Then if you accept, let the trial begin!
es: Entonces, si acepta, ¡comience la Prueba!
fr: Alors, si vous acceptez, que l'épreuve commence !
hu: Ha elfogadja, akkor kezdődjön a Próba!
ru: Тогда, если ты согласен, пусть начнется испытание!
zh_hans: 如果你接受，就开始审判吧！
zh_hant: 如果妳接受，就開始審判吧！

# Dialogue_Gatekeeper_AfterBattle
source: Where do you want to go, Sir? Command me.
es: ¿A dónde quiere ir, señor? Ordéname.
fr: Où voulez-vous aller, Monsieur ? Dites-moi.
hu: Hová parancsol utazni, Uram?
ru: Куда Вы хотите пойти, сэр? Приказывайте.
zh_hans: 先生，您想去哪儿? 给我指令。
zh_hant: 先生，您想去哪兒? 給我指令。

# Dialogue_Gatekeeper_AfterBattle
source: Crossroad Cave!
es: ¡Cueva Cruce Caminos!
fr: La Grotte de la Croisée des Chemins !
hu: Keresztút Kő!
ru: Пещера Кроссроуд
zh_hans: 十字路口的洞穴
zh_hant: 十字路口的洞穴

# Dialogue_Gatekeeper_AfterBattle
source: So be it!
es: ¡Que así sea!
fr: Qu'il en soit ainsi !
hu: Legyen!
ru: Да будет так!
zh_hans: 诚心所愿
zh_hant: 誠心所願

# Dialogue_Gatekeeper_AfterBattle
source: Once you have proven Worthy.
es: Una vez que hayas demostrado que eres digno.
fr: Une fois que vous avez prouvé que vous en êtes Digne.
hu: Mihelyst bizonyította Méltóságát.
ru: Как только ты докажешь, что достоин.
zh_hans: 一旦你被证明是有价值的。
zh_hant: 壹旦妳被證明是有價值的。

# Dialogue_Gatekeeper_BeforeBattle
source: Leave
es: Salir
fr: Partir
hu: Távozok
ru: Выйти
zh_hans: 离开
zh_hant: 離開

# Dialogue_Gatekeeper_BeforeBattle
source: Accept Challenge
es: Aceptar desafío
fr: Accepter le Défi
hu: Elfogadom a kihívást
ru: Принять Вызов
zh_hans: 接受挑战
zh_hant: 接受挑戰

# Dialogue_Gatekeeper_BeforeBattle
source: Give seat
es: Dar asiento
fr: Laisser sa place
hu: Szék
ru: Дать стул
zh_hans: 给予座位
zh_hant: 給予座位

# Dialogue_Gatekeeper_BeforeBattle
source: Did you come back to prove yourself?
es: ¿Has vuelto para demostrar que eres digno?
fr: Vous êtes revenu pour faire vos preuves ?
hu: Visszajött, hogy bizonyítson?
ru: Ты вернулся, чтобы проявить себя?
zh_hans: 你回来是为了证明你自己吗?
zh_hant: 妳回來是為了證明妳自己嗎?

# Dialogue_Gatekeeper_BeforeBattle
source: Maybe later
es: Quizás más tarde
fr: Peut-être plus tard
hu: Majd később
ru: Может, позже
zh_hans: 也许再过会儿
zh_hant: 也許再過會兒

# Dialogue_Gatekeeper_BeforeBattle
source: Only if you prove yourself worthy one more time.
es: Solo si demuestras ser digno una vez más.
fr: Seulement si vous vous montrez digne une fois de plus.
hu: Ha még egyszer Méltónak bizonyul.
ru: Только если ты еще раз докажешь, что достоин.
zh_hans: 除非你能再次证明自己的价值。
zh_hant: 除非妳能再次證明自己的價值。

# Dialogue_Gatekeeper_BeforeBattle
source: Not fair
es: No es justo
fr: Pas juste
hu: Ez nem igazságos.
ru: Нечестно
zh_hans: 不公平
zh_hant: 不公平

# Dialogue_Gatekeeper_BeforeBattle
source: Is that... is this really happening?
es: ¿Es eso... esto realmente está sucediendo?
fr: Est-ce que... est-ce que cela se passe vraiment ?
hu: Ez most... tényleg ez történik?
ru: Это... это на самом деле происходит?
zh_hans: 是……这是真的吗?
zh_hant: 是……這是真的嗎?

# Dialogue_Gatekeeper_BeforeBattle
source: I have found a seat that fits your size.
es: He encontrado un asiento que se adapta a tu tamaño.
fr: J'ai trouvé un siège qui correspond à votre taille.
hu: Találtam egy széket, ami méretben passzol hozzád.
ru: Я нашел стул, который подойдет тебе по размеру.
zh_hans: 我找到了一个适合你尺码的座位。
zh_hant: 我找到了壹個適合妳尺碼的座位。

# Dialogue_Gatekeeper_BeforeBattle
source: Now... are you ready to prove yourself?
es: Ahora... ¿estás listo para demostrar tu valía?
fr: Maintenant... êtes-vous prêt à faire vos preuves ?
hu: Akkor... készen áll, hogy bizonyítson?
ru: Теперь... готов ли ты проявить себя?
zh_hans: 现在… 你准备好证明你自己了吗?
zh_hant: 現在… 妳準備好證明妳自己了嗎?

# Dialogue_Gatekeeper_BeforeBattle
source: Yes, I can.
es: Sí, puedo.
fr: Oui, je le peux.
hu: Igen, tudok.
ru: Да, я могу.
zh_hans: 是的，我能。
zh_hant: 是的，我能。

# Dialogue_Gatekeeper_BeforeBattle
source: The best challenges were set aside just for you!
es: ¡Los mejores desafíos se guardaron solo para ti!
fr: Les meilleurs défis ont été mis de côté juste pour vous !
hu: A legmerészebb kihívásokat félre fogom tenni az Őn számára.
ru: Только для тебя были созданы лучшие испытания!
zh_hans: 最好的挑战都留给了你！
zh_hant: 最好的挑戰都留給了妳！

# Dialogue_Gatekeeper_BeforeBattle
source: I myself shall test your worthiness.
es: Yo mismo pondré a prueba tu valía.
fr: Je vais moi-même tester votre valeur.
hu: Magam tesztelem a Méltóságát.
ru: Я сам проверю твое достоинство.
zh_hans: 我要亲自考验你的价值。
zh_hant: 我要親自考驗妳的價值。

# Dialogue_Gatekeeper_BeforeBattle
source: I will make no exceptions! Your generous act gave me back my spirit. From now on I pledge to perform my task even better.
es: ¡No haré excepciones! Tu generoso acto me devolvió mi espíritu. De ahora en adelante, me comprometo a realizar mi tarea aún mejor.
fr: Je ne ferai aucune exception ! Votre acte généreux m'a rendu mon esprit. Désormais, je m'engage à m'acquitter encore mieux de ma tâche.
hu: Nem ingok meg! Nemes cselekedete példaértékű a számomra. Mostantól még tökéletesebben végzem majd a munkámat.
ru: Я не буду делать никаких исключений! Твой щедрый поступок вернул мне мой настрой. Отныне я обязуюсь выполнять свою задачу еще лучше.
zh_hans: 我不会有任何例外! 你慷慨地把我的精灵还给了我。从现在起，我保证要更好地完成我的任务。
zh_hant: 我不會有任何例外! 妳慷慨地把我的精靈還給了我。從現在起，我保證要更好地完成我的任務。

# Dialogue_Gatekeeper_BeforeBattle
source: Errr... maybe a bit later.
es: Errr... tal vez un poco más tarde.
fr: Errr... peut-être un peu plus tard.
hu: Ööö... talán később.
ru: Эээ... может, чуть позже.
zh_hans: 哦…… 也许过一会儿吧。
zh_hant: 哦…… 也許過壹會兒吧。

# Dialogue_Gatekeeper_BeforeBattle
source: I am truly impressed. I will never forget about your kindness.
es: Estoy realmente impresionado Nunca me olvidaré de tu amabilidad.
fr: Je suis vraiment impressionné. Je n'oublierai jamais votre gentillesse.
hu: Igazán meghatódtam. Soha nem feledem kedvességét.
ru: Я поистине впечатлен. Я никогда не забуду о твоей доброте.
zh_hans: 我真的很感动。我永远不会忘记你的好意。
zh_hant: 我真的很感動。我永遠不會忘記妳的好意。

# Dialogue_Gatekeeper_BeforeBattle
source: Are you ready to prove yourself?
es: ¿Estás listo para demostrar tu valía?
fr: Êtes-vous prêt à faire vos preuves ?
hu: Készen áll, hogy bizonyítson?
ru: Готов ли ты проявить себя?
zh_hans: 你准备好证明你自己了吗?
zh_hant: 妳準備好證明妳自己了嗎?

# Dialogue_Gatekeeper_BeforeBattle
source: Thank you! You can have this RuneStone as a compensation.
es: ¡Gracias! Puede tener este PiedraRunica como compensación.
fr: Merci ! Vous pouvez avoir cette Pierre Runique comme compensation.
hu: Köszönöm! Fogadja el ezt a Rúna Követ, csak hogy én is adhassak valamit.
ru: Спасибо! В качестве компенсации можешь взять этот Рунический камень.
zh_hans: 谢谢你！你可以用这个符石作为补偿。
zh_hant: 謝謝妳！妳可以用這個符石作為補償。

# Dialogue_Gatekeeper_BeforeBattle
source: All right, let's do it!
es: ¡Muy bien, hagámoslo!
fr: Très bien, allons-y !
hu: Rendben, csináljuk!
ru: Хорошо, давай сделаем это!
zh_hans: 好吧，我们开始吧！
zh_hant: 好吧，我們開始吧！

# Dialogue_Gatekeeper_BeforeBattle
source: What? Can't you just open that gate?
es: ¿Qué? ¿No puedes simplemente abrir esa puerta?
fr: Quoi ? Tu ne peux pas juste ouvrir cette porte ?
hu: Mi? Nem tudnád csak simán nyitni egy átjárót?
ru: Что? Нельзя ли просто открыть эти врата?
zh_hans: 什么? 你不能打开那扇门吗?
zh_hant: 什麽? 妳不能打開那扇門嗎?

# Dialogue_Gatekeeper_BeforeBattle
source: Well that's very... kind of you, I guess.
es: Bueno, eso es muy... amable de su parte, creo.
fr: Eh bien, c'est très... gentil de votre part, je suppose.
hu: Hát, ez... nagyon kedves, gondolom.
ru: Ну, это очень... любезно с твоей стороны, наверное.
zh_hans: 你... 真是太好了。
zh_hant: 妳... 真是太好了。

# Dialogue_Gatekeeper_BeforeBattle
source: Keeper! Can you open a Portal?
es: ¡Guardián! ¿Puedes abrir un portal?
fr: Gardien ! Pouvez-vous ouvrir un Portail ?
hu: Kapuőr! Meg tudsz nyitni egy Átjárót?
ru: Хранитель! Можешь ли ты открыть портал?
zh_hans: 守护者！你能打开一个入口吗？
zh_hant: 守護者！妳能打開壹個入口嗎？

# Dialogue_Gatekeeper_BeforeBattle
source: You are welcome
es: De nada
fr: Vous êtes les bienvenus
hu: Szívesen
ru: Пожалуйста
zh_hans: 不客气
zh_hant: 不客氣

# Dialogue_Gatekeeper_BeforeBattle
source: Give Seat
es: Dar asiento
fr: Laisser sa Place
hu: Szék
ru: Дать стул
zh_hans: 给予座位
zh_hant: 給予座位
