Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDialogues/*/WarriorbDialogues.po
Languages: es, fr, hu, ru, zh_hans, zh_hant

# Dialogue_TL_Monk
source: I can only guess that right now, he's complaining about me.
es: Solo puedo imaginar que ahora mismo se está quejando de mí.
fr: Je ne peux que deviner qu'en ce moment, il se plaint de moi.
hu: Lefogadom, hogy épp engem szid.
ru: Сейчас, я предполагаю, что он жалуется на меня.
zh_hans: 我现在只能猜测，他在抱怨我。
zh_hant: 我現在只能猜測，他在抱怨我。

# Dialogue_TL_Monk
source: Just get rid of him.
es: Deshazte de él.
fr: Débarrassez-vous de lui.
hu: Csak rázd le.
ru: Просто избавься от него.
zh_hans: 把他干掉。
zh_hant: 把他幹掉。

# Dialogue_TL_Monk
source: I'm sorry but he doesn't want to talk to you.
es: Lo siento, pero no quiere hablar contigo.
fr: Je suis désolé, mais il ne veut pas vous parler.
hu: Sajnálom, nem akar beszélni veled.
ru: Прости, но он не хочет с тобой разговаривать.
zh_hans: 对不起，他不想和你说话。
zh_hant: 對不起，他不想和妳說話。

# Dialogue_TL_Monk
source: Ask Wizard
es: Preguntar el Mago
fr: Questionner le Magicien
hu: Szólok neki
ru: Спросить Волшебника
zh_hans: 询问巫师
zh_hant: 詢問巫師

# Dialogue_TL_Monk
source: Farewell, my friend, until we meet again!
es: ¡Adiós, amigo, hasta que nos volvamos a ver!
fr: Adieu, mon ami, jusqu'à ce que nous nous rencontrions à nouveau !
hu: Ég veled, barátom, még útjaink újra összefutnak!
ru: Прощай, мой друг, может встретимся вновь!
zh_hans: 再见了，我的朋友，下次再见！
zh_hant: 再見了，我的朋友，下次再見！

# Dialogue_TL_Monk
source: I won't transfer!
es: ¡No voy a transferir!
fr: Je ne veux pas de ce transfert !
hu: Nem közvetítek!
ru: Я не передам!
zh_hans: 我不会转移！
zh_hant: 我不會轉移！

# Dialogue_TL_Monk
source: Ha-ha-ha... I know he heard everything.
es: Ja, ja, ja... Sé que lo escuchó todo.
fr: Ha-ha-ha... Je sais qu'il a tout entendu.
hu: Ha-ha-ha... Tudom, hogy minden szavamat hallotta.
ru: Ха-ха-ха ... Я знаю, что он все слышал.
zh_hans: 哈哈哈…… 我知道他什么都听到了。
zh_hant: 哈哈哈…… 我知道他什麽都聽到了。

# Dialogue_TL_Monk
source: I don't talk to him!
es: ¡No hablo con él!
fr: Je ne lui parle pas !
hu: Nem beszélek vele!
ru: Я не разговариваю с ним!
zh_hans: 我不和他说话！
zh_hant: 我不和他說話！

# Dialogue_TL_Monk
source: Wizard don't want
es: Mago no quiere
fr: Le Magicien ne veut pas
hu: Nem akar
ru: Волшебник не хочет
zh_hans: 巫师不想要
zh_hant: 巫師不想要

# Dialogue_TL_Monk
source: I also have something for you, Wanderer!
es: ¡También tengo algo para ti, Errante!
fr: J'ai aussi quelque chose pour toi, Vagabond !
hu: Van valamim a számodra, Vándor!
ru: У меня также есть кое-что для тебя, Странник!
zh_hans: 我也有东西给你，流浪者!
zh_hant: 我也有東西給妳，流浪者!

# Dialogue_TL_Monk
source: This might help you along the way.
es: Esto podría ayudarte en el camino.
fr: Cela pourrait vous aider en cours de route.
hu: Ez talán segíthet az utadon.
ru: Это может помочь тебе в пути.
zh_hans: 这可能会对你有所帮助。
zh_hant: 這可能會對妳有所幫助。

# Dialogue_TL_Monk
source: I won't deliver your messages anymore! If the two of you want something, then go get it yourselves!
es: ¡Ya no entregaré tus mensajes! Si los dos quieren algo, ¡ve a buscarlo!
fr: Je ne délivrerai plus vos messages ! Si vous voulez quelque chose, allez le chercher vous-mêmes !
hu: Nem közvetítek köztetek. Ha akartok valamit egymástól, beszéljétek meg egymással!
ru: Я больше не буду передавать твои сообщения! Если вы двое чего-то хотите, тогда идите и возьмите сами!
zh_hans: 我不会再给你送信了! 如果你们两个想要什么，那就自己去争取吧!
zh_hant: 我不會再給妳送信了! 如果妳們兩個想要什麽，那就自己去爭取吧!

# Dialogue_TL_Monk
source: That's right. I will give him more time.
es: Así es. Le daré más tiempo.
fr: C'est exact. Je vais lui donner plus de temps.
hu: Jól van. Adok még egy kis időt neki.
ru: Точно. Я дам ему больше времени.
zh_hans: 没错。我会给他更多的时间。
zh_hant: 沒錯。我會給他更多的時間。

# Dialogue_TL_Monk
source: Wizard! A fellow named Monk wants to talk to you!
es: ¡Mago! ¡Un tipo llamado Monje quiere hablar contigo!
fr: Magicien ! Un certain Moine veut vous parler !
hu: Varázsló! Egy Szerzetes nevű alak beszélni akar veled!
ru: Волшебник! С тобой хочет поговорить какой-то человек по имени Монах!
zh_hans: 巫师！一个叫修道士的家伙想和你聊聊！
zh_hant: 巫師！壹個叫修道士的家夥想和妳聊聊！

# Dialogue_TL_Monk
source: Hello, little Wanderer!
es: ¡Hola, pequeño Errante!
fr: Bonjour, petit Vagabond !
hu: Helló, kicsi Vándor!
ru: Здравствуй, юный Странник!
zh_hans: 哈喽，小流浪者！
zh_hant: 哈嘍，小流浪者！

# Dialogue_TL_Monk
source: But please...
es: Pero por favor...
fr: Mais je vous en prie...
hu: De kérlek...
ru: Но, пожалуйста...
zh_hans: 但请拜托...
zh_hant: 但請拜托...

# Dialogue_TL_SoulkeeperHint
source: Use the Soulstone to summon the Keeper.
es: Usa la Piedra de Alma para invocar al Guardián.
fr: Utilisez la Pierre d'Âme pour invoquer le Gardien.
hu: Idézd meg az Őrzőt a Bűvölővel.
ru: Используй Камень Души, чтобы вызвать Хранителя.
zh_hans: 使用灵魂石召唤守护者。
zh_hant: 使用靈魂石召喚守護者。

# Dialogue_TL_TakeSoulkeeperHint
source: It would be easier if I could just simply summon her back to me...
es: Sería más fácil si pudiera convocarla de vuelta a mí...
fr: Ce serait plus facile si je pouvais simplement la rappeler à moi...
hu: Egyszerűbb lenne, ha bárhonnan visszahívhatnám...
ru: Было бы проще, если бы я просто вызвал ее обратно ко мне...
zh_hans: 如果我能把她叫回来就好办多了……
zh_hant: 如果我能把她叫回來就好辦多了……

# Dialogue_TL_TakeSoulkeeperHint
source: Be more careful the next time...
es: Ten más cuidado la próxima vez...
fr: Soyez plus prudent la prochaine fois...
hu: Legközelebb legyél óvatosabb...
ru: Будь осторожнее в следующий раз...
zh_hans: 下次小心点……
zh_hant: 下次小心點……

# Dialogue_TL_TakeSoulkeeperHint
source: Now go back to the Soulkeeper.
es: Ahora vuelve al Guardián de Almas.
fr: Maintenant, retournez voir le Gardien de l'Âme.
hu: Most menj vissza a Lélekőrhöz.
ru: А теперь возвращайся к Хранителю Душ.
zh_hans: 现在回到灵魂守护者那里。
zh_hant: 現在回到靈魂守護者那裏。

# Dialogue_TL_TakeSoulkeeperHint
source: Er... It's still with me.
es: Er... Todavía está conmigo.
fr: Euh... Il est toujours avec moi.
hu: Ööö... még mindig nálam van.
ru: Эээ... Он все еще со мной.
zh_hans: 呃… 它还在我身边。
zh_hant: 呃… 它還在我身邊。

# Dialogue_TLAdventurerGnome0
source: Set me free
es: Libérame
fr: Me libérer
hu: Szabadíts ki
ru: Освободи меня
zh_hans: 放了我
zh_hant: 放了我

# Dialogue_TLAdventurerGnome0
source: How to open gate
es: Cómo abrir la puerta
fr: Comment ouvrir la porte
hu: Hogy nyílik az ajtó?
ru: Как открыть врата
zh_hans: 如何打开大门
zh_hant: 如何打開大門

# Dialogue_TLAdventurerGnome0
source: I think... I am...
es: Creo que estoy...
fr: Je pense... que je suis...
hu: Gondolkodom... Asszem...
ru: Я думаю... Я есть...
zh_hans: 我想... 我是...
zh_hant: 我想... 我是...

# Dialogue_TLAdventurerGnome0
source: Oh! A walking ball!
es: Oh! ¡Una pelota que camina!
fr: Oh ! Une balle qui marche !
hu: Óh! Egy sétáló labda!
ru: О! Ходячий шар!
zh_hans: 噢！一个会走的球！
zh_hant: 噢！壹個會走的球！

# Dialogue_TLAdventurerGnome0
source: I am crazy, therefore I think!
es: Estoy loco, por eso pienso!
fr: Je suis fou, donc je pense !
hu: Örült vagyok, tehát gondolkodom!
ru: Я сумасшедший, поэтому я думаю!
zh_hans: 我疯了，所以我想！
zh_hant: 我瘋了，所以我想！

# Dialogue_TLAdventurerGnome0
source: Leave
es: Salir
fr: Partir
hu: Távozok
ru: Выйти
zh_hans: 离开
zh_hant: 離開

# Dialogue_TLAdventurerGnome0
source: How to prove Worthy
es: Cómo demostrar que soy digno
fr: Comment Prouver sa Valeur
hu: Hogy bizonyítsak?
ru: Как доказать, что достоин
zh_hans: 如何证明价值
zh_hant: 如何證明價值

# Dialogue_TLAdventurerGnome0
source: Here, take one!
es: ¡Toma, toma uno!
fr: Tenez, prenez-en un !
hu: Tessék, vegyél egyet!
ru: Вот, возьми один!
zh_hans: 这儿，拿一个！
zh_hant: 這兒，拿壹個！

# Dialogue_TLAdventurerGnome0
source: And I am not wise. In fact, I am totally crazy. But look on the bright side! At least I am aware of it.
es: Y no soy sabio. De hecho, estoy totalmente loco. ¡Pero mira el lado bueno! Al menos soy consciente de ello.
fr: Et je ne suis pas sage. En fait, je suis totalement fou. Mais regardez le bon côté des choses ! Au moins, j'en suis conscient.
hu: És nem vagyok bölcs. Sőt, valójában teljesen őrült vagyok. De nézd a jó oldalát! Legalább tisztában vagyok vele.
ru: И я не мудрый. На самом деле, я совершенно сумасшедший. Но посмотри на это с другой стороны! По крайней мере, я знаю об этом.
zh_hans: 我不聪明。其实，我整个人都疯了。但是要看到好的一面! 至少我意识到了这点。
zh_hant: 我不聰明。其實，我整個人都瘋了。但是要看到好的壹面! 至少我意識到了這點。

# Dialogue_TLAdventurerGnome0
source: Come back if you change your mind!
es: ¡Regresa si cambias de opinión!
fr: Revenez si vous changez d'avis !
hu: Gyere vissza, ha meggondoltad magad!
ru: Возвращайся, если передумаешь!
zh_hans: 如果你改变了主意，就回来吧！
zh_hant: 如果妳改變了主意，就回來吧！

# Dialogue_TLAdventurerGnome0
source: I think something's happening with the door's mechanism... but who knows? I can definitely hear some creaking! It's hard to guess which one of those is the real one...
es: Creo que algo está pasando con el mecanismo de la puerta... ¿quién sabe? ¡Puedo escuchar algunos crujidos! Es difícil adivinar cuál de ellos es el verdadero...
fr: Je pense qu'il se passe quelque chose avec le mécanisme de la porte... mais qui sait ? Je peux certainement entendre des grincements ! Il est difficile de deviner lequel est le vrai...
hu: Azt hiszem, valami megváltozott a zárszerkezetben... de ki tudja? Az biztos, hogy mindenféle kattogást hallok, de a fene tudja, melyik igazi.
ru: Я думаю, что-то происходит с механизмом двери... но кто знает? Я определенно слышу какой-то скрип! Трудно догадаться, какой из них настоящий...
zh_hans: 我觉得是门的机械装置出了问题…… 但谁知道呢? 我肯定听到了吱吱的声音! 很难猜出里面哪个是真的……
zh_hant: 我覺得是門的機械裝置出了問題…… 但誰知道呢? 我肯定聽到了吱吱的聲音! 很難猜出裏面哪個是真的……

# Dialogue_TLAdventurerGnome0
source: How unique, how original, how... sporty!
es: ¡Qué único, qué original, qué... deportivo!
fr: Comme c'est unique, comme c'est original, comme c'est... sportif !
hu: Milyen egyedi, milyen eredeti, milyen... sportos!
ru: Как уникально, как оригинально, как... спортивно!
zh_hans: 多么独特，多么原始，多么……运动！
zh_hant: 多麽獨特，多麽原始，多麽……運動！

# Dialogue_TLAdventurerGnome0
source: I am, therefore I think!
es: ¡Lo estoy, por lo tanto, creo!
fr: Je suis, donc je pense !
hu: Vagyok, tehát gondolkodom!
ru: Я есть, значит, я думаю!
zh_hans: 我是，所以我想！
zh_hant: 我是，所以我想！

# Dialogue_TLAdventurerGnome0
source: I was pretty sure I had to face him too... that's why I prepared! Potion of Worthiness! I have a few bottles...
es: Estaba bastante seguro de que tenía que enfrentarle... ¡por eso me preparé! Poción de Valía! Tengo un par botellas...
fr: J'étais presque sûr de devoir l'affronter aussi... c'est pourquoi je me suis préparé ! La Potion de Valeur ! J'en ai quelques bouteilles...
hu: Előre tudtam, hogy szembe kell majd néznem vele... ezért felkészültem! A Méltóság Itala! Van nálam pár üveggel...
ru: Я был уверен, что мне тоже придется встретиться с ним лицом к лицу... вот почему я подготовился! Зелье Достойного! У меня есть несколько бутылок...
zh_hans: 我很确定我也得面对他…… 所以我作了准备！价值药剂！我搞了几瓶……
zh_hant: 我很確定我也得面對他…… 所以我作了準備！價值藥劑！我搞了幾瓶……

# Dialogue_TLAdventurerGnome0
source: Look, I'm forced to stay in this realm so that I could do all these silly tasks for a wizard. Any chance you could help me with that? Please?
es: Mira, me veo obligado a permanecer en este reino para hacer todas estas tontas tareas para un mago. ¿Alguna posibilidad de que puedas ayudarme con ello? ¿Por favor?
fr: Ecoutez, je suis obligé de rester dans ce royaume pour pouvoir faire toutes ces tâches idiotes pour un sorcier. Une chance que vous puissiez m'aider à faire ça ? S'il vous plaît ?
hu: Nézd, erőszakkal kényszerítenek ebbe a világba, hogy valami hülye feladatot csináljak egy varázslónak. Nem tudnál segíteni valahogy? Légyszi?
ru: Слушай, я вынужден оставаться в этом царстве, чтобы выполнять все эти глупые задания для волшебника. Есть шанс, что ты сможешь помочь мне с этим? Пожалуйста?
zh_hans: 听着，我被迫留在这个王国里，为一个巫师完成这些愚蠢的任务。你能帮我一下吗? 好吗?
zh_hant: 聽著，我被迫留在這個王國裏，為壹個巫師完成這些愚蠢的任務。妳能幫我壹下嗎? 好嗎?

# Dialogue_TLAdventurerGnome0
source: Actually yes, I...
es: En realidad sí, yo...
fr: En fait, oui, je...
hu: Ami azt illeti, igen, elke...
ru: Вообще-то да, я...
zh_hans: 其实，是的，我...
zh_hant: 其實，是的，我...

# Dialogue_TLAdventurerGnome0
source: That's how these rusty monsters work like: you pull a few levers here and there, and... whoops, the door is open! It's called science!
es: Así es como funcionan estos monstruos oxidados: tiras de algunas palancas aquí y allá, y... ¡Vaya, la puerta está abierta! ¡Se llama ciencia!
fr: Voilà comment fonctionnent ces monstres rouillés : vous tirez quelques leviers ici et là, et... oups, la porte est ouverte ! Ça s'appelle la science !
hu: Így működnek ezek a jó öreg rozsdás gépek: lehúzol egy-két kart, és... voalá, az ajtó kinyílik. Úgy hívják, tudomány!
ru: Вот как работают эти ржавые чудовища: ты дергаешь за несколько рычагов то тут, то там, и... Упс, дверь открыта! Это называется наукой!
zh_hans: 这些生锈的怪物就是这样做的: 你推拉这儿的几根拉杆，然后……哎呦，门开了！这就叫科学!
zh_hant: 這些生銹的怪物就是這樣做的: 妳推拉這兒的幾根拉桿，然後……哎呦，門開了！這就叫科學!

# Dialogue_TLAdventurerGnome0
source: I've got to go...
es: Tengo que ir...
fr: Je dois y aller...
hu: Mennem kell.
ru: Мне нужно идти...
zh_hans: 我得走了……
zh_hant: 我得走了……

# Dialogue_TLAdventurerGnome0
source: That's easy! Just pull every single lever you can find.
es: ¡Eso es fácil! Simplemente tire de cada palanca que pueda encontrar.
fr: C'est facile ! Il suffit de tirer sur tous les leviers que vous pouvez trouver.
hu: Egyszerű. Csak lehúzod az összes kart, amit találsz.
ru: Просто! Просто потяни за каждый рычаг, который сможешь найти.
zh_hans: 这很简单！把你能找到的每一根拉杆都拔出来。
zh_hant: 這很簡單！把妳能找到的每壹根拉桿都拔出來。

# Dialogue_TLAdventurerGnome0
source: Sounds like you met the GateKeeper!
es: ¡Parece que conociste al Guardián de la Puerta!
fr: On dirait que vous avez rencontré le Gardien du Portail !
hu: Úgy tűnik, összefutottál a Kapuőrrel!
ru: Похоже, ты познакомился с Хранителем Врат!
zh_hans: 听起来你遇到了守护者！
zh_hant: 聽起來妳遇到了守護者！

# Dialogue_TLAdventurerGnome0
source: It was a rhetorical question. I am not old!
es: Era una pregunta retórica. ¡No soy viejo!
fr: C'était une question rhétorique. Je ne suis pas vieux !
hu: Költői kérdés volt. Nem vagyok öreg!
ru: Это был риторический вопрос. Я не старый!
zh_hans: 这是个修辞性反问。其实我并不老!
zh_hant: 這是個修辭性反問。其實我並不老!

# Dialogue_TLAdventurerGnome0
source: Not really, I don't feel like helping you out. And to be honest, I prefer to stay away from wizards. Sorry!
es: En realidad no, no tengo ganas de ayudarte. Y para ser honesto, prefiero alejarme de los magos. ¡Lo siento!
fr: Pas vraiment, je n'ai pas envie de vous aider. Et pour être honnête, je préfère rester loin des magiciens. Désolé !
hu: Nem igazán, nincs nagy kedvem hozzá. Őszintén szólva, jobb szeretek távol maradni a varázslóktól. Bocs!
ru: Не совсем, мне не хочется тебе помогать. И если честно, я предпочитаю держаться подальше от волшебников. Простите!
zh_hans: 不，我不想帮你。说实话，我更希望离巫师远一点。对不起!
zh_hant: 不，我不想幫妳。說實話，我更希望離巫師遠壹點。對不起!

# Dialogue_TLAdventurerGnome0
source: It's been nice meeting you.
es: Ha sido un placer conocerte.
fr: Ce fut un plaisir de vous rencontrer.
hu: Örülök a találkozásnak.
ru: Приятно было познакомиться.
zh_hans: 很高兴认识你。
zh_hant: 很高興認識妳。

# Dialogue_TLAdventurerGnome0
source: Here, take this! I hope it's worth the trouble... hahaha... Thanks to you I can continue with my journey... after I read a few more pages, of course.
es: ¡Aquí, ten esto! Espero que valga la pena... jajaja... Gracias a ti puedo continuar con mi viaje... después de leer algunas páginas más, por supuesto.
fr: Tenez, prenez ça ! J'espère que ça en vaut la peine... hahaha... Grâce à vous, je peux continuer mon voyage... après avoir lu quelques pages de plus, bien sûr.
hu: Tessék, ez a tiéd! Remélem megérte... hahaha... Hála neked, folytathatom utamat... miután olvastam még egy kicsit, persze.
ru: Вот, возьми это! Надеюсь, это стоит того... хахаха... Благодаря тебе я смогу продолжить свое путешествие... после того, как прочитаю еще несколько страниц, конечно.
zh_hans: 这个，拿好！希望那些麻烦是值得的... 哈哈哈... 多亏了你我才能继续我的旅程... 当然，在我又读了几页之后。
zh_hant: 這個，拿好！希望那些麻煩是值得的... 哈哈哈... 多虧了妳我才能繼續我的旅程... 當然，在我又讀了幾頁之後。

# Dialogue_TLAdventurerGnome0
source: Is there anything a middle-aged crazy gnome scientist can do for you? Now, this one is not a rhetorical question!
es: ¿Hay algo que un gnomo científico loco de mediana edad pueda hacer por ti? ¡Esta si que no es una pregunta retórica!
fr: Un gnome fou d'âge moyen peut-il faire quelque chose pour vous ? Cette question n'est pas rhétorique !
hu: Van bármi, amit egy középkorú, őrült gnóm tudós tehet érted? Nah, ez a kérdés már nem költői!
ru: Есть ли что-нибудь, что сумасшедший среднего возраста ученый-гуном может сделать для тебя? На этот раз это не риторический вопрос!
zh_hans: 一个中年疯狂的侏儒科学家能为你做些什么? 这，不是一个反问句!
zh_hant: 壹個中年瘋狂的侏儒科學家能為妳做些什麽? 這，不是壹個反問句!

# Dialogue_TLAdventurerGnome0
source: I will give you one if you are kind enough to open this door for me! I am stuck on the other side, you see...
es: ¡Te daré uno si eres tan amable de abrir esta puerta para mi! Estoy atrapado en el otro lado, ves...
fr: Je vous en donnerai un si vous avez la gentillesse de m'ouvrir cette porte ! Je suis coincé de l'autre côté, vous voyez...
hu: Adok egyet, ha leszel olyan kedves, és kinyitod nekem ezt az ajtót. Be vagyok ragadva, ha nem tűnt volna fel...
ru: Я дам тебе одну, если ты будешь так любезен, и откроешь для меня эту дверь! Я застрял на другой стороне, как видишь...
zh_hans: 如果你为我打开这扇门，我就给你一个! 我被困在另一边了，你知道……
zh_hant: 如果妳為我打開這扇門，我就給妳壹個! 我被困在另壹邊了，妳知道……

# Dialogue_TLAdventurerGnome0
source: No way!
es: ¡De ninguna manera!
fr: Impossible !
hu: Kizárt!
ru: Ни за что!
zh_hans: 没门！
zh_hant: 沒門！

# Dialogue_TLAdventurerGnome0
source: Thanks and good luck!
es: ¡Gracias y buena suerte!
fr: Merci et bonne chance !
hu: Kösz, és sok szerencsét!
ru: Спасибо и удачи!
zh_hans: 谢谢，祝你好运！
zh_hant: 謝謝，祝妳好運！

# Dialogue_TLAdventurerGnome0
source: Getting help from a mad scientist? Thanks, but I would rather skip that!
es: ¿Obteniendo ayuda de un científico loco? Gracias, pero prefiero saltar eso!
fr: Un scientifique fou qui vous aide ? Merci, mais je préfère ne pas y penser !
hu: Segítség egy őrült tudóstól? Kösz, de inkább kihagynám!
ru: Получить помощь от сумасшедшего ученого? Спасибо, но я лучше пропущу!
zh_hans: 从一个疯狂科学家那里获得帮助？谢了，我可不需要！
zh_hant: 從壹個瘋狂科學家那裏獲得幫助？謝了，我可不需要！

# Dialogue_TLAdventurerGnome0
source: I am crazy, therefore I am!
es: ¡Estoy loco, por lo tanto lo estoy!
fr: Je suis fou, donc je suis !
hu: Megőrültem, tehát vagyok!
ru: Я сумасшедший, значит я есть!
zh_hans: 我疯了！
zh_hant: 我瘋了！

# Dialogue_TLAdventurerGnome0
source: You managed to open the gate! Well done!
es: ¡Te las arreglaste para abrir la puerta! ¡Bien hecho!
fr: Vous avez réussi à ouvrir la porte ! Bravo !
hu: Sikerült kinyitnod az ajtót! Szép munka!
ru: Тебе удалось открыть врата! Молодец!
zh_hans: 你成功地打开了大门！干得漂亮！
zh_hant: 妳成功地打開了大門！幹得漂亮！

# Dialogue_TLAdventurerGnome0
source: How unfortunate! And I thought that I was the idiot here. You will totally need my help... you'll see.
es: ¡Que desafortunado! Y pensé que era el idiota aquí. Vas a necesitar mi ayuda... ya verás.
fr: Quel dommage ! Et moi qui pensais que j'étais l'idiot ici. Vous aurez totalement besoin de mon aide... vous verrez.
hu: Szánalmas! És még azt hittem, én vagyok a bolond. Meglátod, nem boldogulsz a segítségem nélkül.
ru: Как жаль! А я-то думал, что это я идиот. Тебе точно понадобится моя помощь... вот увидишь.
zh_hans: 真不幸! 我觉得在这里我才是个白痴。你会需要我的帮助…… 你会明白的。
zh_hant: 真不幸! 我覺得在這裏我才是個白癡。妳會需要我的幫助…… 妳會明白的。

# Dialogue_TLAdventurerGnome0
source: Some kind of golem sent me here to prove my worthiness... any idea how I could do that?
es: Un tipo de golem me envió aquí para demostrar mi valía... ¿alguna idea de cómo podría hacer eso?
fr: Une sorte de golem m'a envoyé ici pour prouver ma valeur... une idée de comment je pourrais faire ça ?
hu: Valami Gólem küldött ide, hogy bizonyítsam a méltóságomat... bármi ötlet, hogy mit csináljak?
ru: Один голем послал меня сюда, чтобы доказать мое достоинство... Есть идеи, как я могу это сделать?
zh_hans: 某个种类的机器人把我送来这里证明我的价值…… 你知道我应该怎么做吗?
zh_hant: 某個種類的機器人把我送來這裏證明我的價值…… 妳知道我應該怎麽做嗎?

# Dialogue_TLAdventurerGnome0
source: Is there anything an old wise gnome scientist could do for you, I wonder?
es: ¿Hay algo que un viejo y sabio científico gnomo pueda hacer por ti, me pregunto?
fr: Un vieux sage gnome scientifique pourrait-il faire quelque chose pour vous, je me le demande ?
hu: Van bármi, amit egy öreg, bölcs gnóm tudós tehet érted?
ru: Интересно, есть ли что-нибудь, что старый мудрый ученый-гном мог бы сделать для тебя?
zh_hans: 我想知道一个聪明的老侏儒科学家能为你做些什么?
zh_hant: 我想知道壹個聰明的老侏儒科學家能為妳做些什麽?

# Dialogue_TLAdventurerGnome0
source: Any idea how I could open this gate for you?
es: ¿Alguna idea de cómo podría abrir esta puerta para ti?
fr: Une idée de comment je pourrais vous ouvrir cette porte ?
hu: Bármi ötlet, hogy tudom kinyitni az ajtót?
ru: Есть идеи, как я могу открыть эти врата для тебя?
zh_hans: 你知道如何才能帮你打开这扇门吗?
zh_hant: 妳知道如何才能幫妳打開這扇門嗎?

# Dialogue_TLAdventurerGnome1
source: I've managed to get this obelisk thing. Do you know what it is?
es: He conseguido este obelisco. ¿Sabes lo que es?
fr: J'ai réussi à obtenir ce truc de l'obélisque. Vous savez ce que c'est ?
hu: Sikerült megszereznem a lebegő obeliszket. Tudod, mire jó?
ru: Мне удалось достать эту штуку с обелиском. Ты знаешь, что это?
zh_hans: 我设法弄到了这个方尖碑。你知道这玩意是什么吗?
zh_hant: 我設法弄到了這個方尖碑。妳知道這玩意是什麽嗎?

# Dialogue_TLAdventurerGnome1
source: I... I don't know. They are kinda predictable though...
es: Yo... no lo se. Sin embargo, son un poco predecibles...
fr: I... Je ne sais pas. Ils sont un peu prévisibles, cependant...
hu: Nem tudom... Pedig elég kiszámíthatóak...
ru: Я... Я не знаю. Но они вроде как предсказуемы...
zh_hans: 我… 我不知道。不过它们是可以预测的……
zh_hant: 我… 我不知道。不過它們是可以預測的……

# Dialogue_TLAdventurerGnome1
source: Don't care about it and you'll live longer.
es: No te preocupes y vivirás más.
fr: Ne vous en souciez pas et vous vivrez plus longtemps.
hu: Ne foglalkozz vele, és tovább életben maradsz.
ru: Не волнуйся об этом и будешь жить дольше.
zh_hans: 不要在意它，你会活得更长久。
zh_hant: 不要在意它，妳會活得更長久。

# Dialogue_TLAdventurerGnome1
source: There is a floating magical thing right there...
es: Hay una cosa mágica flotante allí mismo...
fr: Il y a une chose magique flottante juste là...
hu: Van ott valami lebegő mágikus izé...
ru: Там есть парящая волшебная штука...
zh_hans: 那里有一个神奇的东西飘浮着……
zh_hant: 那裏有壹個神奇的東西飄浮著……

# Dialogue_TLAdventurerGnome1
source: Isn't it weird that doors are always closed around these places?
es: ¿No es extraño que las puertas siempre estén cerradas en estos lugares?
fr: N'est-ce pas étrange que les portes soient toujours fermées autour de ces lieux ?
hu: Nem tartod furcsának, hogy az ajtók mindig kulcsra vannak zárva errefelé?
ru: Разве не странно, что в этих местах двери всегда закрыты?
zh_hans: 这些地方的门总是关着的，这不是很奇怪吗?
zh_hant: 這些地方的門總是關著的，這不是很奇怪嗎?

# Dialogue_TLAdventurerGnome1
source: This is my research project! Looks totally garbage, but sometimes even I cannot understand my brilliance.
es: ¡Este es mi proyecto de investigación! Parece totalmente basura, pero a veces ni siquiera yo puedo entender mi brillantez.
fr: C'est mon projet de recherche ! Ça a l'air complètement nul, mais parfois, même moi, je ne peux pas saisir l'ampleur de ma propre intelligence.
hu: Ez a kutatómunkám! Most teljesen agyatlanságnak tűnik, de vannak pillanatok, amikor még én sem értem a zsenialitásomat.
ru: Это мой исследовательский проект! Выглядит совершенно ужасно, но иногда даже я не могу понять свою гениальность.
zh_hans: 这是我的研究项目! 看起来完全是垃圾，但有时连我自己甚至不能理解我的才华。
zh_hant: 這是我的研究項目! 看起來完全是垃圾，但有時連我自己甚至不能理解我的才華。

# Dialogue_TLAdventurerGnome1
source: Let him answer
es: Deja que responda
fr: Laissez-le répondre
hu: Hadd válaszoljon
ru: Пусть ответит
zh_hans: 让他回答
zh_hant: 讓他回答
