Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDialogues/*/WarriorbDialogues.po
Languages: es, fr, hu, ru, zh_hans, zh_hant

# Dialogue_KoboldChef
source: No problem. If I ever find one I will bring it to you.
es: No hay problema. Si encuentro uno, te lo traeré.
fr: Pas de problème. Si jamais j'en trouve un, je vous l'apporterai.
hu: Semmi gond, ha találok, elhozom.
ru: Нет проблем. Если я когда-нибудь найду один, я принесу его тебе.
zh_hans: 没有问题。如果我找到了，我会给你带来的。
zh_hant: 沒有問題。如果我找到了，我會給妳帶來的。

# Dialogue_KoboldChef
source: I’m the chef and I’m making a soup.
es: Soy el cocinero y estoy haciendo una sopa.
fr: Je suis le chef et je fais une soupe.
hu: Szakács vagyok, és levest főzök.
ru: Я повар и готовлю суп.
zh_hans: 我是厨师，我正在做汤。
zh_hant: 我是廚師，我正在做湯。

# Dialogue_KoboldChef
source: I know you are already hungry but the soup is not yet ready.
es: Sé que ya tienes hambre, pero la sopa aún no está lista.
fr: Je sais que vous avez déjà faim, mais la soupe n'est pas encore prête.
hu: Látom, hogy éhes vagy, de még nincs kész a leves.
ru: Я знаю, что ты уже проголодался, но суп еще не готов.
zh_hans: 我知道你已经饿了，但汤还没做好。
zh_hant: 我知道妳已經餓了，但湯還沒做好。

# Dialogue_KoboldChef
source: In return Lillian drew pictures for my tales.
es: A cambio, Lillian pintó cuadros para mis cuentos.
fr: En retour, Lillian a fait des dessins pour mes contes.
hu: Cserébe Lillian képeket rajzolt a meséimhez.
ru: Взамен Лилиан рисовала картины для моих историй.
zh_hans: 作为回报，莉莉安把我的故事画了下来。
zh_hant: 作為回報，莉莉安把我的故事畫了下來。

# Dialogue_KoboldChef
source: I already have some...
es: Ya tengo algunos...
fr: J'en ai déjà...
hu: Van nálam pár...
ru: У меня уже есть немного...
zh_hans: 我已经有一些……
zh_hant: 我已經有壹些……

# Dialogue_KoboldChef
source: I won’t. And I won’t talk to you either.
es: No lo haré Y tampoco voy a hablar contigo.
fr: Je ne le ferai pas. Et je ne vous parlerai pas non plus.
hu: Nem. De beszélni se fogok veled.
ru: Нет. Но и разговаривать с тобой я тоже не буду.
zh_hans: 我不会的。我也不跟你说话。
zh_hant: 我不會的。我也不跟妳說話。

# Dialogue_KoboldChef
source: Village
es: Pueblo
hu: Falu
ru: Деревня
zh_hans: 村庄
zh_hant: 村莊

# Dialogue_KoboldChef
source: Long ago we lived in peace and respected the ancestors. Even though they caused the Cataclysm.
es: Hace mucho tiempo vivimos en paz y respetamos a los antepasados. A pesar de que causaron el Cataclismo.
fr: Il y a longtemps, nous vivions en paix et nous respections les ancêtres. Même s'ils ont causé le Cataclysme.
hu: Valamikor békében éltünk itt, és őriztük az Ősök emlékét. Tiszteltük őket, még úgy is, hogy ők okozták a Kataklizmát.
ru: Давным-давно мы жили в мире и уважали предков. Несмотря на то, что они причина катаклизма.
zh_hans: 很久以前，我们生活在和平之中，并尊重祖先。即使他们造成了大灾难。
zh_hant: 很久以前，我們生活在和平之中，並尊重祖先。即使他們造成了大災難。

# Dialogue_KoboldChef
source: Is this a village? Where are the others?
es: ¿Esto es un pueblo? ¿Dónde están los otros?
fr: Est-ce un village ? Où sont les autres ?
hu: Ez valami falu? Lakik még itt valaki?
ru: Это деревня? Где все остальные?
zh_hans: 这是一个村庄吗? 其他人在哪儿?
zh_hant: 這是壹個村莊嗎? 其他人在哪兒?

# Dialogue_KoboldChef
source: They enslaved all the other tribes and forbid us to do our rituals.
es: Esclavizaron a todas las otras tribus y nos prohibieron hacer nuestros rituales.
fr: Ils ont réduit en esclavage toutes les autres tribus et nous interdisent de faire nos rituels.
hu: Leigázták a kis törzseket, és megtiltották, hogy megemlékezzünk az Ősökről.
ru: Они поработили все остальные племена и запретили нам совершать наши обряды.
zh_hans: 他们奴役了所有其他部落，并禁止我们举行仪式。
zh_hant: 他們奴役了所有其他部落，並禁止我們舉行儀式。

# Dialogue_KoboldChef
source: You again? Take a seat until the soup is ready!
es: ¿Tú otra vez? ¡Toma asiento hasta que la sopa esté lista!
fr: Encore vous ? Asseyez-vous jusqu'à ce que la soupe soit prête !
hu: Megint te? Foglalj helyet, amíg a leves fő!
ru: Опять ты? Присядь, пока суп не будет готов!
zh_hans: 又是你？拿把椅子坐好，等着汤完成吧！
zh_hant: 又是妳？拿把椅子坐好，等著湯完成吧！

# Dialogue_KoboldChef
source: I’m looking for three artefacts. Do you know something about them?
es: Estoy buscando tres artefactos. ¿Sabes algo sobre ellos?
fr: Je cherche trois artefacts. Savez-vous quelque chose à leur sujet ?
hu: Varázstárgyakat keresek. Tudsz róluk valamit?
ru: Я ищу три артефакта. Ты что-то знаешь о них?
zh_hans: 我在找三件工艺品。你对它们有什么了解吗？
zh_hant: 我在找三件工藝品。妳對它們有什麽了解嗎？

# Dialogue_KoboldChef
source: Take this! You deserve it.
es: ¡Toma esto! Te lo mereces.
fr: Prenez ça ! Vous le méritez.
hu: Tessék! Kiérdemelted.
ru: Держи! Ты заслужил это.
zh_hans: 拿着这个！这是你应得的。
zh_hant: 拿著這個！這是妳應得的。

# Dialogue_KoboldChef
source: They used this village to produce Fishy slaves.
es: Usaron este pueblo para producir esclavos Fishys.
fr: Ils utilisaient ce village pour produire des esclaves de Poiscaille.
hu: Ebben a faluban tenyésztették a Hali rabszolgákat.
ru: Они использовали эту деревню для создания Фиши рабов.
zh_hans: 他们用这个村子来生产呆鱼奴隶。
zh_hant: 他們用這個村子來生產呆魚奴隸。

# Dialogue_KoboldChef
source: Give back
es: Devolver
fr: Rendre
hu: Visszaadom
ru: Вернуть
zh_hans: 归还
zh_hant: 歸還

# Dialogue_KoboldChef
source: I see you have a lot of things here. Do you have something for sale?
es: Veo que tienes muchas cosas aquí. ¿Tienes algo en venta?
fr: Je vois que vous avez beaucoup de choses ici. Avez-vous quelque chose à vendre ?
hu: Úgy látom, akad itt pár érdekes dolog. Van eladó is köztük?
ru: Я вижу, у тебя тут много всего. У тебя есть что-то на продажу?
zh_hans: 我看到你这里有很多东西。你有什么东西要卖吗?
zh_hant: 我看到妳這裏有很多東西。妳有什麽東西要賣嗎?

# Dialogue_KoboldChef
source: I've got to go now!
es: ¡Tengo que irme ahora!
fr: Je dois y aller maintenant !
hu: Mennem kell!
ru: Мне нужно идти!
zh_hans: 我得走了!
zh_hant: 我得走了!

# Dialogue_KoboldChef
source: Er... I don’t have it. But I will get it back I promise!
es: Er... no lo tengo. ¡Pero lo recuperaré, te lo prometo!
fr: Euh... je ne l'ai pas. Mais je vais le récupérer, je vous le promets !
hu: Ö... már nincs nálam, de visszaszerzem, ígérem!
ru: Эээ... У меня ее нет. Но я верну ее, обещаю!
zh_hans: 呃… 我没有。但我会把它拿回来的，我保证!
zh_hant: 呃… 我沒有。但我會把它拿回來的，我保證!

# Dialogue_KoboldChef
source: I’m sorry, I didn’t know it was yours. There are chests like yours everywhere.
es: Lo siento, no sabía que era tuyo. Hay cofres como el tuyo por todas partes.
fr: Je suis désolé, je ne savais pas que c'était le vôtre. Il y a des coffres comme le vôtre partout.
hu: Elnézést, nem tudtam, hogy a tiéd. Az egész környék tele van ilyen ládával.
ru: Извини, я не знал, что это твой. Повсюду такие же сундуки, как у тебя.
zh_hans: 对不起，我不知道是你的。像这样的箱子到处都有。
zh_hant: 對不起，我不知道是妳的。像這樣的箱子到處都有。

# Dialogue_KoboldChef
source: Well, this morning. But there are some very special ingredients which make the cook time way shorter.
es: Pues esta mañana. Pero hay algunos ingredientes muy especiales que hacen que el tiempo de cocción sea mucho más corto.
fr: Eh bien, ce matin. Mais il y a des ingrédients très spéciaux qui raccourcissent considérablement le temps de cuisson.
hu: Igazából ma reggel. De van pár különleges hozzávaló, ami lényegesen lerövidíti a főzőidőt.
ru: Ну, сегодня утром. Но есть некоторые особые ингредиенты, которые делают время приготовления намного короче.
zh_hans: 嗯, 今天早上。但是有一些非常特殊的食材可以缩短烹饪时间。
zh_hant: 嗯, 今天早上。但是有壹些非常特殊的食材可以縮短烹飪時間。

# Dialogue_KoboldChef
source: Have no fear, I'll do it.
es: No tengas miedo, lo haré.
fr: N'ayez pas peur, je vais le faire.
hu: Egyet se félj, megoldom.
ru: Не бойся, я сделаю это.
zh_hans: 别怕，我来做。
zh_hant: 別怕，我來做。

# Dialogue_KoboldChef
source: Yes, the soup! A very special recipe. It takes years to finish.
es: ¡Si, la sopa! Una receta muy especial. Tarda años en terminar.
fr: Oui, la soupe ! Une recette très spéciale. Il faut des années pour la terminer.
hu: Igen, levest! Nagyon különleges recept alapján. Évekbe tart elkészíteni.
ru: Да, суп! Очень особенный рецепт. На него уходят годы.
zh_hans: 是的, 就是汤！非常特别的食谱。需要数年才能完成。
zh_hant: 是的, 就是湯！非常特別的食譜。需要數年才能完成。

# Dialogue_KoboldChef
source: Ah, it's you again.
es: Ah, eres tú otra vez.
fr: Ah, c'est encore vous.
hu: Ah, megint te.
ru: А, это снова ты.
zh_hans: 啊，又是你。
zh_hant: 啊，又是妳。

# Dialogue_KoboldChef
source: Kobolds
hu: Koboldok
ru: Коболды
zh_hans: 地精
zh_hant: 地精

# Dialogue_KoboldChef
source: Every time the cat came I told him a tale about the ancestors.
es: Cada vez que venía el gato le contaba una historia sobre los antepasados.
fr: Chaque fois que le chat venait, je lui racontais une histoire sur les ancêtres.
hu: Sokszor vendégül láttam a macskát. Mindig elmondtam egy mesét az Ősökről.
ru: Каждый раз, когда приходил кот, я рассказывал ему истории о предках.
zh_hans: 每次猫来的时候，我就给它讲一个关于祖先的故事。
zh_hant: 每次貓來的時候，我就給它講壹個關於祖先的故事。

# Dialogue_KoboldChef
source: The soup still needs time.
es: La sopa necesita tiempo.
fr: La soupe a encore besoin de temps.
hu: A levesnek még idő kell.
ru: Супу все еще нужно время.
zh_hans: 汤还需要时间。
zh_hant: 湯還需要時間。

# Dialogue_KoboldChef
source: This is yours.
es: Esto es tuyo.
fr: Ceci est à vous.
hu: Ez a tiéd.
ru: Это твое.
zh_hans: 这是你的。
zh_hant: 這是妳的。

# Dialogue_KoboldChef
source: We decided to keep their knowledge in our rituals.
es: Decidimos mantener su conocimiento en nuestros rituales.
fr: Nous avons décidé de conserver leur savoir dans nos rituels.
hu: Úgy döntöttünk, megőrizzük a tudásukat.
ru: Мы решили сохранить их знания в наших ритуалах.
zh_hans: 我们决定在我们的仪式中保留他们的知识。
zh_hant: 我們決定在我們的儀式中保留他們的知識。

# Dialogue_KoboldChef
source: And when did you start?
es: ¿Y cuándo empezaste?
fr: Et quand avez-vous commencé ?
hu: És mikor kezdted?
ru: И когда ты начал?
zh_hans: 你什么时候开始的?
zh_hant: 妳什麽時候開始的?

# Dialogue_KoboldChef
source: That's wonderful!
es: ¡Eso es maravilloso!
fr: C'est merveilleux !
hu: Nagyszerű!
ru: Потрясающе!
zh_hans: 太棒了！
zh_hant: 太棒了！

# Dialogue_KoboldChef
source: Lillian
ru: Лиллиан
zh_hans: 莉莉安
zh_hant: 莉莉安

# Dialogue_KoboldChef
source: You know I’m not really a trader but I might sell you some of them.
es: Sabes que no soy realmente un comerciante, pero podría venderte algunos de ellos.
fr: Vous savez que je ne suis pas vraiment un commerçant, mais je pourrais vous en vendre certains.
hu: Nem vagyok kifejezetten az az üzletember típus, de azért lehet róla szó.
ru: Ты знаешь, что я не совсем трейдер, но я могу продать тебе некоторые из них.
zh_hans: 你知道我不是一个真正的交易者，但我可能会卖给你一些。
zh_hant: 妳知道我不是壹個真正的交易者，但我可能會賣給妳壹些。

# Dialogue_KoboldChef
source: No, I’m sorry.
es: No, lo siento.
fr: Non, je suis désolé.
hu: Nem, sajnálom.
ru: Нет, извини.
zh_hans: 不，我很抱歉。
zh_hant: 不，我很抱歉。

# Dialogue_KoboldChef
source: That would be great. I appreciate your kindness.
es: Eso seria genial. Aprecio tu amabilidad.
fr: Ce serait formidable. J'apprécie votre gentillesse.
hu: Az jó lenne. Köszönöm a felajánlást.
ru: Это было бы здорово. Я ценю твою доброту.
zh_hans: 那太好了。谢谢你的好意。
zh_hant: 那太好了。謝謝妳的好意。

# Dialogue_KoboldChef
source: Soup
es: Sopa
fr: Soupe
hu: Leves
ru: Суп
zh_hans: 汤
zh_hant: 湯

# Dialogue_KoboldChef
source: Come back when you have my Coin.
es: Vuelve cuando tengas mi Moneda.
fr: Revenez quand vous aurez ma pièce.
hu: Ne is lássalak, amíg vissza nem szerezted őket.
ru: Возвращайся, когда у тебя будет моя Монета.
zh_hans: 你拿了我的硬币就回来。
zh_hant: 妳拿了我的硬幣就回來。

# Dialogue_KoboldChef
source: Do you know a girl called Lillian?
es: ¿Conoces a una chica llamada Lillian?
fr: Connaissez-vous une fille qui s'appelle Lillian ?
hu: Ismersz egy Lillian nevű lányt?
ru: Знаешь ли ты девочку по имени Лилиан?
zh_hans: 你认识一个叫莉莉安的女孩吗?
zh_hant: 妳認識壹個叫莉莉安的女孩嗎?

# Dialogue_KoboldChef
source: I banished some of the monsters.
es: Desterré a algunos de los monstruos.
fr: J'ai banni certains de ces monstres.
hu: Kiűztem néhány szörnyet.
ru: Я изгнал несколько чудовищ.
zh_hans: 我驱逐了一些怪物。
zh_hant: 我驅逐了壹些怪物。

# Dialogue_KoboldChef
source: So you are making soup...
es: Entonces estás haciendo sopa...
fr: Vous faites donc de la soupe...
hu: Szóval levest készítesz...
ru: Так ты готовишь суп...
zh_hans: 你在做汤……
zh_hant: 妳在做湯……

# Dialogue_KoboldChef
source: Every year we made a pilgrimage to the Ancient Temple to express our respect to the ancestors.
es: Todos los años hicimos una peregrinación al Templo Antiguo para expresar nuestro respeto a los antepasados.
fr: Chaque année, nous faisions un pèlerinage au Temple Ancien pour exprimer notre respect aux ancêtres.
hu: Minden évben elzarándokolunk a Tűz Templomába, hogy lerójuk tiszteletünket az Ősök előtt.
ru: Каждый год мы совершали паломничество к Древнему Храму, чтобы выразить свое уважение к предкам.
zh_hans: 每年我们都去古庙朝拜，以表达我们对祖先的尊敬。
zh_hant: 每年我們都去古廟朝拜，以表達我們對祖先的尊敬。

# Dialogue_KoboldChef
source: then...
es: y ahora...
fr: puis...
hu: akkor...
ru: тогда...
zh_hans: 然后...
zh_hant: 然後...

# Dialogue_KoboldChef
source: Why not? What do you need?
es: ¿Por qué no? ¿Que necesitas?
fr: Pourquoi pas ? De quoi avez-vous besoin ?
hu: Mért ne? Mi kéne?
ru: Почему бы и нет? Что тебе нужно?
zh_hans: 为什么不呢? 你需要什么?
zh_hant: 為什麽不呢? 妳需要什麽?

# Dialogue_KoboldChef
source: Who are you?
es: ¿Quién eres?
fr: Qui êtes-vous ?
hu: Ki vagy te?
ru: Кто ты?
zh_hans: 你是哪位？
zh_hant: 妳是哪位？

# Dialogue_KoboldChef
source: All right! I was just asking...
es: ¡Vale! Solo preguntaba...
fr: Très bien ! Je demandais juste...
hu: Jól van, csak kérdeztem...
ru: Ладно! Я просто спросил...
zh_hans: 好吧！我就是问问...
zh_hant: 好吧！我就是問問...

# Dialogue_KoboldChef
source: But now Kobolds are wrathful. They make wars. They don’t respect anyone.
es: Pero ahora los Kobolds están furiosos. Hacen guerras. No respetan a nadie.
fr: Mais maintenant, les Kobolds sont en colère. Ils mènent des guerres. Ils ne respectent personne.
hu: De a mostani Koboldok dühösek. Háborút szítanak. Nem tisztelnek senkit.
ru: Но теперь Коболды в гневе. Они развязывают войны. Они никого не уважают.
zh_hans: 但现在地精是愤怒的。他们制造了战争。他们不尊重任何人。
zh_hant: 但現在地精是憤怒的。他們制造了戰爭。他們不尊重任何人。

# Dialogue_KoboldChef
source: Kobolds are no longer good.
es: Los kóbolds ya no son buenos.
fr: Les Kobolds ne sont plus bons.
hu: A Koboldok már nem jók.
ru: Коболды больше не хорошие.
zh_hans: 地精的人设崩塌了！
zh_hant: 地精的人設崩塌了！

# Dialogue_KoboldChef
source: No way!
es: ¡De ninguna manera!
fr: Pas question !
hu: Kizárt!
ru: Ни за что!
zh_hans: 没门！
zh_hant: 沒門！

# Dialogue_KoboldChef
source: I liked them very much.
es: Me gustaron mucho.
fr: Je les aimais beaucoup.
hu: Nagyon tetszettek a képei.
ru: Они мне очень понравились.
zh_hans: 我非常喜欢他们。
zh_hant: 我非常喜歡他們。

# Dialogue_KoboldChef
source: I don’t want to leave my kitchen.
es: No quiero salir de mi cocina.
fr: Je ne veux pas quitter ma cuisine.
hu: Nem akarom itt hagyni a konyhámat.
ru: Я не хочу уходить с кухни.
zh_hans: 我不想离开我的厨房。
zh_hant: 我不想離開我的廚房。

# Dialogue_KoboldChef
source: I think I banished all the monsters.
es: Creo que desterré a todos los monstruos.
fr: Je crois que j'ai banni tous les monstres.
hu: Szerintem mindegyik szörnyet kiűztem.
ru: Думаю, я изгнал всех чудовищ.
zh_hans: 我想我驱逐了所有的怪物。
zh_hant: 我想我驅逐了所有的怪物。

# Dialogue_KoboldChef
source: What do you think honestly? You can just rob me and then come to have a chat?!
es: ¡¿Qué piensas honestamente? ¿Puedes robarme y luego venir a charlar?!
fr: Qu'en pensez-vous honnêtement ? Vous pouvez juste me voler et ensuite venir discuter !
hu: Mégis mit gondolsz? Csak úgy kirabolsz, aztán meg leállsz velem tereferélni?
ru: Вот честно, как ты себе это все представил? Ты просто ограбишь меня, а потом придешь поболтать?!
zh_hans: 你是怎么想的? 你可以在抢劫了我之后再来找我聊天?!
zh_hant: 妳是怎麽想的? 妳可以在搶劫了我之後再來找我聊天?!

# Dialogue_KoboldChef
source: Great. The lake is already more peaceful.
es: Excelente. El lago ya está más tranquilo.
fr: Super. Le lac est déjà plus paisible.
hu: Nagyszerű. Érzem én is, hogy a Tó nyugodtabb.
ru: Отлично. Озеро уже более спокойное.
zh_hans: 太好了。湖面基本恢复了平静。
zh_hant: 太好了。湖面基本恢復了平靜。

# Dialogue_KoboldChef
source: This was the Village of my tribe. We lived here in peace.
es: Este era el pueblo de mi tribu. Vivimos aquí en paz.
fr: C'était le Village de ma tribu. Nous vivions ici en paix.
hu: Ez volt a törzsem faluja. Hosszú időn át békében éltünk itt.
ru: Это была деревня моего племени. Мы жили здесь в мире.
zh_hans: 这是我们部落的村庄。我们在这里的生活很平静。
zh_hant: 這是我們部落的村莊。我們在這裏的生活很平靜。

# Dialogue_KoboldChef
source: Accept
es: Aceptar
fr: Accepter
hu: Elfogadom
ru: Принять
zh_hans: 接受
zh_hant: 接受

# Dialogue_KoboldChef
source: That’s all.
es: Eso es todo.
fr: C'est tout.
hu: Ez minden.
ru: И всё.
zh_hans: 就这些。
zh_hant: 就這些。

# Dialogue_KoboldChef
source: Hmm... it’s delicious. Here take some!
es: Hmm... está delicioso. Toma un poco!
fr: Hmm... c'est délicieux. Tiens, prends-en un peu !
hu: Hmmm... nagyon finom! Tessék, kóstold meg!
ru: Хм... это вкуснятина. Попробуй!
zh_hans: 嗯... 太美味了。这儿也来一些！
zh_hant: 嗯... 太美味了。這兒也來壹些！

# Dialogue_KoboldChef
source: If you came for soup you will need to wait a bit more!
es: Si viniste por sopa, ¡tendrás que esperar un poco más!
fr: Si vous êtes venu pour de la soupe, vous devrez attendre un peu plus longtemps !
hu: Ha a leves miatt jöttél, még várnod kell!
ru: Если ты пришёл за супом, тебе придётся подождать ещё немного!
zh_hans: 如果你是来喝汤的，你需要多等一会儿!
zh_hant: 如果妳是來喝湯的，妳需要多等壹會兒!

# Dialogue_KoboldChef
source: Where is my Coin?
es: ¿Dónde está mi Moneda?
fr: Où est ma Pièce ?
hu: Hol vannak az Érméim?
ru: Где моя монета?
zh_hans: 我的硬币在哪儿？
zh_hant: 我的硬幣在哪兒？

# Dialogue_KoboldChef
source: I can help you banish the monsters around the lake.
es: Puedo ayudarte a desterrar a los monstruos alrededor del lago.
fr: Je peux vous aider à bannir les monstres autour du lac.
hu: Segíthetek elűzni a szörnyeket a Tó körül.
ru: Я могу помочь тебе изгнать чудовищ вокруг озера.
zh_hans: 我可以帮你赶走湖边的怪物。
zh_hant: 我可以幫妳趕走湖邊的怪物。

# Dialogue_KoboldChef
source: She was really curious about our rituals.
es: Tenía mucha curiosidad por nuestros rituales.
fr: Elle était très curieuse de nos rituels.
hu: Nagyon érdeklődő természete volt. Szívesen hallgatta, ha a szertartásainkról meséltem.
ru: Ей было очень интересно узнать о наших ритуалах.
zh_hans: 她对我们的仪式很好奇。
zh_hant: 她對我們的儀式很好奇。

# Dialogue_KoboldChef
source: I’ve found some Purple Mushroom!
es: ¡He encontrado unas Setas Moradas!
fr: J'ai trouvé des Champignons Violets !
hu: Találtam Rózsaszín Gombát!
ru: Я нашел Пурпурный Гриб!
zh_hans: 我找到一些紫色蘑菇！
zh_hant: 我找到壹些紫色蘑菇！

# Dialogue_KoboldChef
source: Or what? Will you cook me?
es: ¿O que? ¿Me cocinarás?
fr: Ou alors quoi ? Vous me cuisinerez ?
hu: Vagy mit csinálsz? Megfőzöl?
ru: Или что? Ты сваришь меня?
zh_hans: 什么？你会把我炖了？
zh_hant: 什麽？妳會把我燉了？

# Dialogue_KoboldChef
source: I'm glad that the lake is peaceful again. Thank you!
es: Me alegra que el lago vuelva a estar tranquilo. ¡Gracias!
fr: Je suis heureux que le lac soit à nouveau paisible. Je vous en remercie !
hu: Örülök, hogy újra békés a Tó. Köszönöm!
ru: Я рад, что озеро снова стало спокойным. Спасибо!
zh_hans: 我很高兴湖水又恢复了平静。谢谢你！
zh_hant: 我很高興湖水又恢復了平靜。謝謝妳！

# Dialogue_KoboldChef
source: Now they are gone and I'm alone with the monsters they left here.
es: Ahora se han ido y estoy solo con los monstruos que dejaron aquí.
fr: Maintenant, ils sont partis et je suis seul avec les monstres qu'ils ont laissés ici.
hu: Aztán elmentek, és csak a szörnyetegek maradtak utánuk, meg én.
ru: Теперь они ушли, а я наедине с чудовищами, которых они оставили здесь.
zh_hans: 现在他们走了，把我和他们的怪物留在一起。
zh_hant: 現在他們走了，把我和他們的怪物留在壹起。

# Dialogue_KoboldChef
source: But then other Kobolds came. They called themselves the Great Kobols.
es: Pero luego vinieron otros Kobolds. Se hacían llamar los Grandes Kobols.
fr: Mais d'autres Kobolds sont arrivés. Ils se sont appelés les Grands Kobols.
hu: Aztán másféle Koboldok jöttek. Nagy Koboldoknak hívták magukat.
ru: Но потом пришли другие Коболды. Они называли себя Великими Коболдами.
zh_hans: 但后来其他地精来了。他们称自己为伟大地精。
zh_hant: 但後來其他地精來了。他們稱自己為偉大地精。

# Dialogue_KoboldChef
source: And also take this! I could have not done the soup in time without your help.
es: ¡Y también llevate esto! No podría haber hecho la sopa a tiempo sin tu ayuda.
fr: Et prenez aussi ceci ! Je n'aurais pas pu faire la soupe à temps sans votre aide.
hu: Fogadd el ezt! A segítséged nélkül nem lettem volna kész időben.
ru: И ещё вот возьми! Я бы не смог вовремя приготовить суп без твоей помощи.
zh_hans: 还有这个! 如果没有你的帮助，我不可能及时把汤做好。
zh_hant: 還有這個! 如果沒有妳的幫助，我不可能及時把湯做好。

# Dialogue_KoboldChef
source: Trade
es: Comerciar
fr: Échanger
hu: Kereskedek
ru: Купить
zh_hans: 交易
zh_hant: 交易

# Dialogue_KoboldChef
source: I have something for you.
es: Tengo algo para ti.
fr: J'ai quelque chose pour vous.
hu: Van valamim a számodra.
ru: У меня есть кое-что для тебя.
zh_hans: 我有一些东西给你。
zh_hant: 我有壹些東西給妳。

# Dialogue_KoboldChef
source: Now they are both gone.
es: Ahora ambos se han ido.
fr: Maintenant, ils sont tous les deux partis.
hu: De már nincs se Lillian, se macska.
ru: Теперь их больше нет.
zh_hans: 现在他们都走了。
zh_hant: 現在他們都走了。

# Dialogue_KoboldChef
source: Don't give
es: No dar
fr: Ne pas donner
hu: Nem adom
ru: Не отдавать
zh_hans: 不给
zh_hant: 不給

# Dialogue_KoboldChef
source: Decline
es: Rechazar
fr: Refuser
hu: Inkább nem
ru: Отклонить
zh_hans: 拒绝
zh_hant: 拒絕

# Dialogue_KoboldChef
source: Banish Monsters
es: Desterrar monstruos
fr: Bannir les Monstres
hu: Szörnyek
ru: Изгнание Чудовищ
zh_hans: 驱逐怪物
zh_hant: 驅逐怪物

# Dialogue_KoboldChef
source: Leave
es: Salir
fr: Partir
hu: Távozok
ru: Выйти
zh_hans: 离开
zh_hant: 離開

# Dialogue_KoboldChef
source: I’m the last of my tribe.
es: Soy el último de mi tribu.
fr: Je suis le dernier de ma tribu.
hu: Én vagyok az utolsó a törzsemből.
ru: Я последний из моего племени.
zh_hans: 我是我们部落仅存的一个了。
zh_hant: 我是我們部落僅存的壹個了。

# Dialogue_KoboldChef
source: Who are you? What are you doing here?
es: ¿Quién eres tú? ¿Qué estás haciendo aquí?
fr: Qui êtes-vous ? Que faites-vous ici ?
hu: Ki vagy te? Mit csinálsz itt?
ru: Кто ты? Что ты здесь делаешь?
zh_hans: 你是谁? 你在这儿干什么?
zh_hant: 妳是誰? 妳在這兒幹什麽?

# Dialogue_KoboldChef
source: What are you Kobolds like? What are you doing?
es: ¿Cómo soiso? ¿Qué estás haciendo?
fr: A quoi ressemblez-vous, Kobolds ? Que faites-vous ?
hu: Milyenek a Koboldok? Mivel foglalkoznak?
ru: Какие вы Коболды? Что вы делаете?
zh_hans: 你们地精是什么样的? 你在干什么?
zh_hant: 妳們地精是什麽樣的? 妳在幹什麽?

# Dialogue_LB_Device
source: Monk wanted me to use this device to separate the Worlds.
es: Monje quería que usara este aparato para separar los mundos.
fr: Le Moine voulait que j'utilise cet appareil pour séparer les mondes.
hu: Szerzetes azt kérte, használjam a Szerkezetet, hogy szétválasszam a Világokat.
ru: Монах хотел, чтобы я использовал это устройство, чтобы разделить Миры.
zh_hans: 修道士希望我使用这个装置来分离世界。
zh_hant: 修道士希望我使用這個裝置來分離世界。

# Dialogue_LB_Device
source: With Father we did all we could to make the device perfect. I won’t let us lose so close to the end!
es: Con Papa hicimos todo lo posible para que el aparato fuera perfecto. ¡No nos dejaré perder tan cerca del final!
fr: Avec Père, nous avons fait tout ce que nous pouvions pour que le dispositif soit parfait. Je ne nous laisserai pas échouer si près du but !
hu: Apával mindent megtettünk, hogy a Szerkezetet működésre bírjuk. Nem hagyom, hogy ennyire a végén bukjunk el!
ru: Мы с отцом сделали все возможное, чтобы устройство было совершенным. Я не позволю нам проиграть когда мы так близки к концу!
zh_hans: 有了父亲的帮助，我们能做得更好！我不会让我们在接近尾声的时候失败的!
zh_hant: 有了父親的幫助，我們能做得更好！我不會讓我們在接近尾聲的時候失敗的!

# Dialogue_LB_Device
source: Three years of hard work.
es: Tres años de trabajo duro.
fr: Trois ans de travail acharné.
hu: Három év kemény munkája.
ru: Три года упорного труда.
zh_hans: 三年的努力工作
zh_hant: 三年的努力工作

# Dialogue_LB_Device
source: I need to pull the left lever first.
es: Necesito tirar de la palanca izquierda primero.
fr: Je dois d'abord tirer le levier gauche.
hu: A bal oldali kart kell először lehúznom.
ru: Сначала мне нужно потянуть за левый рычаг.
zh_hans: 我得先拉动左边的控制杆。
zh_hant: 我得先拉動左邊的控制桿。
