Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDialogues/*/WarriorbDialogues.po
Languages: es, fr, hu, ru, zh_hans, zh_hant

# Dialogue_SupperDwarf
source: Why?
es: ¿Por qué?
fr: Pourquoi ?
hu: Miért?
ru: Зачем?
zh_hans: 为什么？
zh_hant: 為什麽？

# Dialogue_SupperDwarf
source: It was only a matter of time.
es: Era sólo cuestión de tiempo.
fr: Ce n'était qu'une question de temps.
hu: Csak idő kérdése volt.
ru: Это был всего лишь вопрос времени.
zh_hans: 这只是时间问题。
zh_hant: 這只是時間問題。

# Dialogue_SupperDwarf
source: Yes, trains. I can help you reach destinations you couldn't reach on your own.
es: Si, trenes. Puedo ayudarte a llegar a destinos que no podrías alcanzar por tu propia cuenta.
fr: Oui, les trains. Je peux vous aider à atteindre des destinations que vous ne pourriez pas atteindre par vos propres moyens.
hu: Igen, vonatok. Segíthetek elérni velük olyan állomásokat, amiket magadtól nem tudnál.
ru: Да, поезда. Я могу помочь тебе добраться до мест, до которых ты не мог бы добраться в одиночку.
zh_hans: 是的, 火车。我可以帮你到达你自己无法到达的目的地。
zh_hant: 是的, 火車。我可以幫妳到達妳自己無法到達的目的地。

# Dialogue_SupperDwarf
source: Finally someone!
es: Por fin alguien!
fr: Enfin quelqu'un !
hu: Végre, valaki!
ru: Наконец-то кто-то!
zh_hans: 终于有人了！
zh_hant: 終於有人了！

# Dialogue_SupperDwarf
source: Dwarves
es: Enanos
fr: Nains
hu: Törpök
ru: Гномы
zh_hans: 地精
zh_hant: 地精

# Dialogue_SupperDwarf
source: Odd that I survived.
es: Extraño que haya sobrevivido.
fr: Il est étrange que j'aie survécu.
hu: Fura, hogy én meg túléltem.
ru: Странно, что я выжил.
zh_hans: 奇怪的是我活了下来。
zh_hant: 奇怪的是我活了下來。

# Dialogue_SupperDwarf
source: Errr... I don't know.
es: Errr... no lo sé.
fr: Errr... Je ne sais pas.
hu: Ööö... nem tudom.
ru: Ээээ... Я не знаю.
zh_hans: 呃... 我不知道。
zh_hant: 呃... 我不知道。

# Dialogue_SupperDwarf
source: Any idea where that key might be?
es: ¿Alguna idea de dónde podría estar esa llave?
fr: Une idée de l'endroit où cette clé pourrait se trouver ?
hu: Bármi ötlet, hol lehet a kulcs?
ru: Есть идеи, где этот ключ может быть?
zh_hans: 知道钥匙在哪里吗?
zh_hant: 知道鑰匙在哪裏嗎?

# Dialogue_SupperDwarf
source: Have you found the key?
es: ¿Has encontrado la llave?
fr: Avez-vous trouvé la clé ?
hu: Megtaláltad a kulcsot?
ru: Ты нашел ключ?
zh_hans: 你找到钥匙吗？
zh_hant: 妳找到鑰匙嗎？

# Dialogue_SupperDwarf
source: I need to go now.
es: Necesito ir ahora.
fr: Je dois y aller maintenant.
hu: Mennem kell.
ru: Мне пора идти.
zh_hans: 我现在得走了。
zh_hant: 我現在得走了。

# Dialogue_SupperDwarf
source: Back already?
es: ¿Ya estas de vuelta?
fr: Déjà de retour ?
hu: Máris itt?
ru: Уже вернулся?
zh_hans: 已经回来了？
zh_hant: 已經回來了？

# Dialogue_SupperDwarf
source: Well done! Thank you! Thank you!
es: ¡Bien hecho! ¡Gracias! ¡Gracias!
fr: Bravo ! Merci ! Merci !
hu: Ez az! Köszönöm! Köszönöm!
ru: Молодец! Спасибо! Спасибо!
zh_hans: 干得好！谢谢！谢谢！
zh_hant: 幹得好！謝謝！謝謝！

# Dialogue_SupperDwarf2
source: It was nice to see you too!
es: ¡Fue bueno verte también!
fr: C'était un plaisir de vous voir aussi !
hu: Jó volt újra látni.
ru: Я тоже был рад тебя видеть!
zh_hans: 见到你也很高兴！
zh_hant: 見到妳也很高興！

# Dialogue_SupperDwarf2
source: Great!
es: ¡Genial!
fr: Parfait !
hu: Nagyszerű!
ru: Супер!
zh_hans: 太好了！
zh_hant: 太好了！

# Dialogue_SupperDwarf2
source: Er... Thanks! We'll talk about this later.
es: Er... ¡Gracias! Hablaremos de esto más tarde.
fr: Euh... Merci ! On en reparlera plus tard.
hu: Ööö... Kösz! Majd még beszélünk erről.
ru: Э... Спасибо! Поговорим об этом позже.
zh_hans: 呃…谢谢! 我们稍后再谈。
zh_hant: 呃…謝謝! 我們稍後再談。

# Dialogue_SupperDwarf2
source: Hello! It's nice to see you again.
es: ¡Hola! Es bueno verte otra vez.
fr: Bonjour ! C'est un plaisir de vous revoir.
hu: Szia! Jó újra látni.
ru: Привет! Приятно снова тебя видеть.
zh_hans: 你好! 很高兴再次见到你。
zh_hant: 妳好! 很高興再次見到妳。

# Dialogue_SupperDwarf2
source: Don’t worry, I’ll make ready a train for you heading that way.
es: No te preocupes, prepararé un tren para ti en esa dirección.
fr: Ne vous inquiétez pas, je vais préparer un train pour vous qui ira dans cette direction.
hu: Ne aggódj. Előkészítek egy vonatot, ami elvisz oda.
ru: Не волнуйся, я приготовлю для тебя поезд в ту сторону.
zh_hans: 别担心，我会为你准备好开往那个方向的火车。
zh_hant: 別擔心，我會為妳準備好開往那個方向的火車。

# Dialogue_SupperDwarf2
source: Ask him how you can travel to World’s End.
es: Pregúntale cómo puedes viajar al Fin del Mundo.
fr: Demandez-lui comment vous pouvez voyager à la Fin du Monde.
hu: Kérdezd meg, hogy jutsz el a Világ Végére.
ru: Спроси его, как ты можешь путешествовать к Концу Света.
zh_hans: 问问他你怎样才能到达世界的尽头。
zh_hant: 問問他妳怎樣才能到達世界的盡頭。

# Dialogue_SupperDwarf2
source: But I can't go back, because it's not safe.
es: Pero no puedo regresar, porque no es seguro.
fr: Mais je ne peux pas y retourner, parce que ce n'est pas sûr.
hu: De nem mehetek vissza, mert nem biztonságos.
ru: Но я не могу вернуться, это небезопасно.
zh_hans: 但我不能回去，因为不安全。
zh_hant: 但我不能回去，因為不安全。

# Dialogue_SupperDwarf2
source: You know I'm a bit worried about what will happen to the Outpost.
es: Sabes que estoy un poco preocupado por lo que sucederá con el Puesto Avanzado.
fr: Vous savez, je suis un peu inquiet de ce qui va arriver à l'Avant-Poste.
hu: Tudod, egy kicsit aggódom, mi lesz a Helyőrséggel.
ru: Ты знаешь, я немного беспокоюсь о том, что случится с Заставой.
zh_hans: 你知道我有点担心前哨的事。
zh_hant: 妳知道我有點擔心前哨的事。

# Dialogue_SupperDwarf2
source: I’m really glad you found that key for me. Now I can finish my supper outside in fresh air!
es: Estoy muy contento de que hayas encontrado esa llave para mí. ¡Ahora puedo terminar mi cena al aire libre!
fr: Je suis vraiment content que vous ayez trouvé cette clé pour moi. Maintenant, je peux finir mon dîner dehors, à l'air frais !
hu: Igazán hálás vagyok, hogy megtaláltad azt a kulcsot. Így a szabad ég alatt tudom befejezni az ebédemet!
ru: Я очень рад, что ты нашел этот ключ для меня. Теперь я могу доесть ужин на свежем воздухе!
zh_hans: 真高兴你帮我找到了那把钥匙。现在我可以在外面新鲜的空气中吃完我的晚餐了!
zh_hant: 真高興妳幫我找到了那把鑰匙。現在我可以在外面新鮮的空氣中吃完我的晚餐了!

# Dialogue_SupperDwarf2
source: Take this! You deserve it!
es: ¡Toma esto! ¡Te lo mereces!
fr: Prenez ça ! Vous le méritez !
hu: Ez a tiéd! Megérdemled!
ru: Возьми это! Ты заслужил это!
zh_hans: 收下吧! 你受之无愧！
zh_hant: 收下吧! 妳受之無愧！

# Dialogue_SupperDwarf2
source: Is everything all right?
es: ¿Todo está bien?
fr: Est-ce que tout va bien ?
hu: Minden rendben van?
ru: Все в порядке?
zh_hans: 一切都好吗?
zh_hant: 壹切都好嗎?

# Dialogue_SupperDwarf2
source: Except those crazy traps...
es: Excepto esas trampas locas...
fr: Sauf ces pièges diaboliques...
hu: Kivéve azokat a hülye csapdákat...
ru: Кроме этих безумных ловушек...
zh_hans: 除了那些疯狂的陷阱…
zh_hant: 除了那些瘋狂的陷阱…

# Dialogue_SupperDwarf2
source: By the way, in case you need to go somewhere with the train just let me know.
es: Por cierto, en caso de que necesites ir a algún lugar con el tren, avísame.
fr: Au fait, au cas où vous auriez besoin d'aller quelque part avec le train, faites-le moi savoir.
hu: Apropó, ha vonattal kell valahova menned, csak szólj.
ru: Кстати, на случай, если тебе понадобится уехать куда-нибудь на поезде, просто дай мне знать.
zh_hans: 顺便说一下，如果你需要搭火车去什么地方，请告诉我。
zh_hant: 順便說壹下，如果妳需要搭火車去什麽地方，請告訴我。

# Dialogue_SupperDwarf2
source: I have banished some of the monsters lurking in the Outpost.
es: He desterrado a algunos de los monstruos que acechan en el Puesto Avanzado.
fr: J'ai banni certains des monstres qui se cachent dans l'avant-poste.
hu: Elpusztítottam a szörnyek egy részét a Helyőrségben.
ru: Я изгнал некоторых монстров, скрывающихся на Заставе.
zh_hans: 我已经驱逐了一些潜伏在前哨的怪物。
zh_hant: 我已經驅逐了壹些潛伏在前哨的怪物。

# Dialogue_SupperDwarf2
source: The Outpost is safe again.
es: El Puesto Avanzado está a salvo otra vez.
fr: L'Avant-Poste est à nouveau en sécurité.
hu: A Helyőrség újra biztonságos.
ru: Теперь Застава безопасна.
zh_hans: 前哨又安全了。
zh_hant: 前哨又安全了。

# Dialogue_SupperDwarf2
source: Outpost
es: Puesto Avanzado
fr: Avant-Poste
hu: Helyőrség
ru: Застава
zh_hans: 前哨
zh_hant: 前哨

# Dialogue_SupperDwarf2
source: Thanks!
es: ¡Gracias!
fr: Merci !
hu: Kösz!
ru: Спасибо!
zh_hans: 谢谢！
zh_hant: 謝謝！

# Dialogue_SupperDwarf2
source: Could you somehow make the enemies move to somewhere else maybe?
es: ¿Podría de alguna manera hacer que los enemigos se muden a otro lugar tal vez?
fr: Pourriez-vous, d'une manière ou d'une autre, faire déménager les ennemis ailleurs ?
hu: Nem tudnád valahogy rávenni az ellenséget, hogy valahol máshol garázdálkodjanak?
ru: Может, ты как-нибудь заставишь врагов уйти куда-нибудь еще?
zh_hans: 你能让敌人转移到别的地方吗?
zh_hant: 妳能讓敵人轉移到別的地方嗎?

# Dialogue_SupperDwarf2
source: Do you need help?
es: ¿Necesita ayuda?
fr: Vous avez besoin d'aide ?
hu: Szükséged van segítségre?
ru: Тебе нужна помощь?
zh_hans: 你需要帮忙吗？
zh_hant: 妳需要幫忙嗎？

# Dialogue_SupperDwarf2
source: Well done! Well done!
es: ¡Bien hecho! ¡Bien hecho!
fr: Bravo ! Bravo !
hu: Szép munka! Szép munka!
ru: Отлично сработано! Молодец!
zh_hans: 干得好！干得好！
zh_hant: 幹得好！幹得好！

# Dialogue_SupperDwarf2
source: Leave
es: Salir
fr: Partir
hu: Távozok
ru: Выйти
zh_hans: 离开
zh_hant: 離開

# Dialogue_SupperDwarf2
source: Hello again my friend!
es: ¡Hola de nuevo amigo!
fr: Bonjour à nouveau mon ami !
hu: Üdv újra, barátom!
ru: Ещё раз здравствуй, мой друг!
zh_hans: 又见面了，我的朋友！
zh_hant: 又見面了，我的朋友！

# Dialogue_SupperDwarf2
source: Oh, it must be a charming place!
es: ¡Oh, debe ser un lugar encantador!
fr: Oh, ça doit être un endroit charmant !
hu: Az biztos nagyon szép hely lehet!
ru: О, это должно быть очаровательное место!
zh_hans: 哦，那一定是个迷人的地方！
zh_hant: 哦，那壹定是個迷人的地方！

# Dialogue_SupperDwarf2
source: Anyway, take this for your effort!
es: De todos modos, ¡toma esto por tu esfuerzo!
fr: Quoi qu'il en soit, prenez ceci pour vous récompenser de votre effort !
hu: Mindegy, fogadd el ezt erőfeszítéseidért cserébe!
ru: В любом случае, прими это за твои усилия!
zh_hans: 不管怎样，这是你的努力成果!
zh_hant: 不管怎樣，這是妳的努力成果!

# Dialogue_SupperDwarf2
source: As the last Defender, it would be my duty to keep that place safe.
es: Como último Defensor, sería mi deber mantener ese lugar seguro.
fr: En tant que dernier Défenseur, il serait de mon devoir de garder cet endroit en sécurité.
hu: Az utolsó Törp Védelmezőként az én feladatom lenne, hogy vigyázzak a Helyőrségre.
ru: Как последний Защитник, я обязан хранить это место в безопасности.
zh_hans: 作为最后一名守卫者，我有责任保护好那个地方。
zh_hant: 作為最後壹名守衛者，我有責任保護好那個地方。

# Dialogue_SupperDwarf2
source: That’s where I can take you out of the Ruined Realm.
es: Ahí es donde puedo sacarte del Reino Arruinado.
fr: C'est là que je peux vous faire sortir du Royaume en Ruines.
hu: Onnan tudlak kihozni.
ru: Вот откуда я могу вытащить тебя из Разрушенного Царства.
zh_hans: 我就可以带你离开这片毁灭王国。
zh_hant: 我就可以帶妳離開這片毀滅王國。

# Dialogue_SupperDwarf2
source: We can talk some more once I've finished my supper...
es: Podemos hablar un poco más una vez que haya terminado mi cena...
fr: On pourra en reparler quand j'aurai fini mon dîner...
hu: Majd beszélhetünk még, ha befejeztem az ebédet...
ru: Мы можем поговорить, как только я доем мой ужин...
zh_hans: 等我吃完晚饭，我们可以再聊一会儿……
zh_hant: 等我吃完晚飯，我們可以再聊壹會兒……

# Dialogue_SupperDwarf2
source: Well, I can't do my duty until you banish all of them.
es: Bueno, no puedo cumplir con mi deber hasta que los elimines a todos.
fr: Eh bien, je ne peux pas faire mon devoir tant que vous ne les avez pas tous bannis.
hu: Addig nem tudom végezni a kötelességemet, amíg nem űzöd el mindet.
ru: Ну, я не смогу выполнить свой долг, пока ты не уничтожишь их всех.
zh_hans: 除非你把他们都赶走，否则我是不会履行我的职责的。
zh_hant: 除非妳把他們都趕走，否則我是不會履行我的職責的。

# Dialogue_SupperDwarf2
source: You don't need to go anywhere before you find the three artefacts.
es: No necesita ir a ningún lado antes de encontrar los tres artefactos.
fr: Vous n'avez pas besoin d'aller quelque part avant de trouver les trois artefacts.
hu: Sehova sem kell menned, amíg nem találtad meg a három Varázstárgyat.
ru: Тебе не нужно никуда идти, пока не найдешь три артефакта.
zh_hans: 你不需要去任何地方就能找到这三件文物。
zh_hant: 妳不需要去任何地方就能找到這三件文物。

# Dialogue_SupperDwarf2
source: I would like to go to World’s End.
es: Me gustaría ir al Fin del Mundo.
fr: Je voudrais aller à la Fin du Monde.
hu: A Világ Végére szeretnék menni.
ru: Я хотел бы поехать к Концу Света.
zh_hans: 我想去世界的尽头。
zh_hant: 我想去世界的盡頭。

# Dialogue_SupperDwarf2
source: I'll see what I can do.
es: Veré lo que puedo hacer.
fr: Je vais voir ce que je peux faire.
hu: Meglátom, mit tehetek.
ru: Я посмотрю, что можно сделать.
zh_hans: 我看看我能做什么。
zh_hant: 我看看我能做什麽。

# Dialogue_Teachy_GK
source: Portal
fr: Portail
hu: Átjáró
ru: Портал
zh_hans: 入口
zh_hant: 入口

# Dialogue_Teachy_GK
source: Oh! The Walking Ball returned! Just in time!
es: Oh! ¡La Pelota andante regresó! ¡Justo a tiempo!
fr: Oh ! La Balle qui Marche est de retour ! Juste à temps !
hu: Óh! A Sétáló Labda visszatért! Épp időben!
ru: О! Ходячий Шар вернулся! Как раз вовремя!
zh_hans: 哦! 步行球回来了! 很准时！
zh_hant: 哦! 步行球回來了! 很準時！

# Dialogue_Teachy_GK
source: Leave
es: Salir
fr: Partir
hu: Távozok
ru: Выйти
zh_hans: 离开
zh_hant: 離開

# Dialogue_Teachy_GK
source: But they were so tasty.
es: Pero eran muy sabrosos.
fr: Mais c'était si savoureux.
hu: De olyan finomak.
ru: Но они были такими вкусными.
zh_hans: 但是它们很好吃。
zh_hant: 但是它們很好吃。

# Dialogue_Teachy_GK
source: You again?
es: ¿Tú otra vez?
fr: Vous encore ?
hu: Megint te?
ru: А, опять ты?
zh_hans: 又是你？
zh_hant: 又是妳？

# Dialogue_Teachy_GK
source: Give Weird Device
es: Dar Aparato Extraño
fr: Donner l'Étrange Dispositif
hu: Fura Eszköz
ru: Дать Странное Устройство
zh_hans: 给奇怪的装置
zh_hant: 給奇怪的裝置

# Dialogue_Teachy_GK
source: Unfortunately I don't have any.
es: Lamentablemente no tengo ninguno.
fr: Malheureusement, je n'en ai pas.
hu: Sajnos nincs nálam egy se.
ru: К сожалению, у меня нет ни одной.
zh_hans: 不幸的是我没有。
zh_hant: 不幸的是我沒有。

# Dialogue_Teachy_GK
source: Just let me know when you're done! Meanwhile, I'll be reading a few more pages.
es: ¡Avísame cuando hayas terminado! Mientras tanto, leeré algunas páginas más.
fr: Faites-moi savoir quand vous avez terminé ! En attendant, je vais lire quelques pages supplémentaires.
hu: Csak szólj, ha kész vagy. Addig még egy kicsit olvasok.
ru: Просто дай мне знать, когда закончишь! Тем временем, я прочту еще несколько страниц.
zh_hans: 做完了就告诉我! 同时，我还要再读几页。
zh_hant: 做完了就告訴我! 同時，我還要再讀幾頁。

# Dialogue_Teachy_GK
source: I was supposed to find a portal here.
es: Se suponía que debía encontrar un portal aquí.
fr: J'étais censé trouver un portail ici.
hu: Elvileg itt kellene lennie egy Átjárónak.
ru: Я должен был найти здесь портал.
zh_hans: 我应该能在这里找到入口。
zh_hant: 我應該能在這裏找到入口。

# Dialogue_Teachy_GK
source: Also, if I hadn't drank the last two bottles... that would have helped...
es: Además, si no hubiera bebido las dos últimas botellas... eso habría ayudado...
fr: De plus, si je n'avais pas bu les deux dernières bouteilles... cela aurait aidé...
hu: És hát, ha nem ittam volna meg az utolsó két üveggel... lehet az is segített volna...
ru: И если бы я не выпил последние две бутылки... это наверное помогло бы...
zh_hans: 还有，如果我没有喝完最后两瓶…… 也许还有帮助……
zh_hant: 還有，如果我沒有喝完最後兩瓶…… 也許還有幫助……

# Dialogue_Teachy_GK
source: Really? That sounds like my students! They were always complaining about unannounced examinations or even worse, "Why are there no lessons tomorrow?".
es: De Verdad? Eso suena como mis alumnos! Siempre se quejaban de exámenes no anunciados o incluso peor, "¿Por qué no hay clases mañana?".
fr: Vraiment ? Cela ressemble à mes étudiants ! Ils se plaignaient toujours des examens inopinés ou pire encore, "Pourquoi n'y a-t-il pas de cours demain ?".
hu: Igen? Pont olyan vagy, mint a diákjaim! Mindig csak panaszkodnak! "Miért nem szóltál, hogy vizsga van? Miért nem jöttél órát tartani?" Szánalmas.
ru: Правда? Звучит как мои ученики! Они всегда жаловались на необъявленные экзамены или, что еще хуже, “Почему завтра нет уроков?”.
zh_hans: 真的吗? 听起来像是我的学生! 他们总是抱怨考试不提前通知，还有，“为什么明天没有课?”
zh_hant: 真的嗎? 聽起來像是我的學生! 他們總是抱怨考試不提前通知，還有，“為什麽明天沒有課?”

# Dialogue_Teachy_GK
source: Don't have
es: No tengo
fr: Je n'ai pas
hu: Nincs
ru: Не имею
zh_hans: 没有
zh_hant: 沒有

# Dialogue_Teachy_GK
source: That's it my ball! I wish I had more students like you.
es: ¡Eso es mi pelota! Desearía tener más estudiantes como tú.
fr: Ça c'est ma balle ! J'aimerais avoir plus d'étudiants comme vous.
hu: Ez az, te vagy az én... Labdám! Bár több hozzád hasonló diákom lett volna.
ru: Вот именно мой шар! Хотел бы я, чтобы у меня было больше таких студентов, как ты.
zh_hans: 这是我的球! 真希望我能有更多像你这样的学生。
zh_hant: 這是我的球! 真希望我能有更多像妳這樣的學生。

# Dialogue_Teachy_GK
source: Oh my...
es: Oh mi...
fr: Oh mon...
hu: Te jó ég...
ru: О, Боже...
zh_hans: 噢，我的...
zh_hant: 噢，我的...

# Dialogue_Teachy_GK
source: That is amazing! Thank you, my globular friend! Take these coins, I am sure that you will enjoy spending them on... on whatever Balls like you like to get.
es: ¡Esto es increíble! ¡Gracias mi amigo globular! Toma estas monedas, estoy seguro de que disfrutarás gastándolas en... en lo que sea que las pelotas como tu le gusta.
fr: C'est incroyable ! Merci, mon ami globulaire ! Prends ces pièces, je suis sûr que tu aimeras les dépenser pour... pour n'importe quelle Boule que tu aimes avoir.
hu: Lenyűgöző! Köszönöm, gömbölyű barátom! Fogadd el ezt a szerény összeget cserébe. Ebből jó pár... olyan dolgot vehetsz, amit a labdák venni szoktak.
ru: Это потрясающе! Спасибо, мой шаровидный друг! Возьми эти монеты, я уверен, что тебе понравится их потратить... на любые вещи, Шары вроде тебя любят покупать.
zh_hans: 太厉害了! 谢谢你，我的球形朋友! 把这些硬币拿去吧，我相信你会乐意把它们用来买……你喜欢的球。
zh_hant: 太厲害了! 謝謝妳，我的球形朋友! 把這些硬幣拿去吧，我相信妳會樂意把它們用來買……妳喜歡的球。

# Dialogue_Teachy_GK
source: Nevermind, I will just read a bit more... at least until a solution is found for the whole problem.
es: No importa, solo leeré un poco más... al menos hasta que se encuentre una solución para todo el problema.
fr: Peu importe, je vais juste lire un peu plus... au moins jusqu'à ce qu'une solution soit trouvée pour l'ensemble du problème.
hu: Mindegy, akkor még olvasok egy kicsit... hátha valahogy megoldódik a probléma.
ru: Неважно, я почитаю еще немного... по крайней мере, пока не будет найдено решение проблемы в целом.
zh_hans: 算了，我再多读一点…… 至少在整个问题找到解决方案之前先这样吧。
zh_hant: 算了，我再多讀壹點…… 至少在整個問題找到解決方案之前先這樣吧。

# Dialogue_Teachy_GK
source: What's the matter?
es: ¿Qué pasa?
fr: Qu'est-ce qu'il y a ?
hu: Mi a gond?
ru: В чем дело?
zh_hans: 出什么事了？
zh_hant: 出什麽事了？

# Dialogue_Teachy_GK
source: Did the Gatekeeper open the gate for you?
es: ¿El Guardián te abrió la puerta?
fr: Le Gardien vous a-t-il ouvert la porte ?
hu: Neked nyitott Átjárót a Kapuőr?
ru: Хранитель Врат открыл для тебя врата?
zh_hans: 守护者帮你开门了吗？
zh_hant: 守護者幫妳開門了嗎？

# Dialogue_Teachy_GK
source: One must always be eager to solve a problem. No matter how challenging that is.
es: Uno siempre debe estar ansioso por resolver un problema. No importa cuán desafiante sea eso.
fr: Il faut toujours être désireux de résoudre un problème. Peu importe le défi que cela représente.
hu: Mindig lelkesen kell fogadni a problémákat, bármilyen nehéznek tűnnek is elsőre.
ru: Всегда нужно быть готовым решить проблему. Неважно, насколько это сложно.
zh_hans: 一个人必须总是急于解决问题。无论这有多么具有挑战性。
zh_hant: 壹個人必須總是急於解決問題。無論這有多麽具有挑戰性。

# Dialogue_Teachy_GK
source: But we might find another way to solve the problem.
es: Pero podríamos encontrar otra forma de resolver el problema.
fr: Mais nous pourrions trouver un autre moyen de résoudre le problème.
hu: De talán találunk más megoldást.
ru: Но нам, наверное, стоит найти другой способ решить эту проблему.
zh_hans: 但我们可能会找到另一种方法来解决这个问题。
zh_hant: 但我們可能會找到另壹種方法來解決這個問題。

# Dialogue_Teachy_GK
source: I hope that you still have at least one bottle of that potion of mine. I could really use some...
es: Espero que todavía tengas al menos una botella de esa poción mía. Podría usar un poco...
fr: J'espère que vous avez encore au moins une bouteille de ma potion. J'aurais vraiment besoin de...
hu: Remélem még van pár palackod abból az italból. Most jól jönne egy...
ru: Надеюсь, у тебя еще есть хотя бы одна бутылка моего зелья. Мне бы не помешало...
zh_hans: 我希望你至少还有一瓶我的那种药水。我真的需要一些…
zh_hant: 我希望妳至少還有壹瓶我的那種藥水。我真的需要壹些…

# Dialogue_Teachy_GK
source: Here is a Weird Device that I found in the hideout of the Secret Science Society.
es: Aquí hay un Aparato Extraño que encontré en el escondite de la Sociedad Secreta de Ciencias.
fr: Voici un Dispositif Étrange que j'ai trouvé dans la cachette de la Société des Sciences Secrètes.
hu: Itt van a Fura Eszköz a Titkos Tudós Társaság rejtekhelyéről.
ru: Вот Странное Устройство, которое я нашел в укрытии Тайного Научного Общества.
zh_hans: 这是我在秘密科学协会的藏身处发现的一个奇怪的装置。
zh_hant: 這是我在秘密科學協會的藏身處發現的壹個奇怪的裝置。

# Dialogue_Teachy_GK
source: I've used all of them to get back from the Sewer. You should have told me that there is another way out!
es: Los he usado todos para regresar de la Alcantarilla. ¡Deberías haberme dicho que hay otra salida!
fr: Je les ai tous utilisés pour revenir des Égouts. Vous auriez dû me dire qu'il y avait une autre sortie !
hu: Elhasználtam őket, hogy ki tudjak jutni a Csatornából. Miért nem mondtad, hogy van másik kiút is?
ru: Я использовал их все, чтобы вернуться из Канализации. Ты должен был сказать мне, что есть другой выход!
zh_hans: 为了从下水道回来我把它们都花光了。你之前就应该告诉我还有另一条出路!
zh_hant: 為了從下水道回來我把它們都花光了。妳之前就應該告訴我還有另壹條出路!

# Dialogue_Teachy_GK
source: Well, the portal is definitely here, but as you might have already noticed, the place is a bit worn.
es: Bueno, el portal está aquí, pero como ya habrás notado, el lugar está un poco desgastado.
fr: Eh bien, le portail est bien là, mais comme vous l'avez peut-être déjà remarqué, l'endroit est un peu usé.
hu: Nos, az Átjáró tényleg itt van, de, mint ahogy azt bizonyára te is látod, a hely egy kicsit leharcolt.
ru: Ну, портал определенно здесь, но, как ты, наверное, уже заметил, место немного изношено.
zh_hans: 嗯，入口肯定在这里，但是正如您可能已经注意到的，这个地方有点破旧。
zh_hant: 嗯，入口肯定在這裏，但是正如您可能已經註意到的，這個地方有點破舊。

# Dialogue_Teachy_GK
source: Not Yet.
es: Aún no.
fr: Pas encore.
hu: Még nem.
ru: Еще нет.
zh_hans: 还没有。
zh_hant: 還沒有。

# Dialogue_Teachy_GK
source: Only the Gatekeeper can reopen the portal.
es: Solo el Guardián puede volver a abrir el portal.
fr: Seul le Gardien peut rouvrir le portail.
hu: Egyedül a Kapuőr tudja újra megnyitni az Átjárót.
ru: Только Хранитель Врат может открыть портал заново.
zh_hans: 只有守护者才能重新打开入口。
zh_hant: 只有守護者才能重新打開入口。

# Dialogue_TL_GetSoulkeeper
source: A Spellcaster. It makes you able to use the Ruined Realm's magic, at least, up to a certain level.
es: Un Lanzador de Hechizos. Te permite usar la magia del Reino Arruinado, al menos, hasta cierto nivel.
fr: Un Lanceur de Sorts. Il vous permet d'utiliser la magie du Royaume en Ruines, du moins jusqu'à un certain niveau.
hu: Ez egy Bűvölő. Képessé tesz a Fertőzött Föld mágiájának használatára, legalábbis egy bizonyos szinten.
ru: Заклинатель. Он позволяет использовать магию Разрушенного Царства, по крайней мере, до определенного уровня.
zh_hans: 施法者。至少在一定程度上，它能让你使用被毁灭王国的魔法。
zh_hant: 施法者。至少在壹定程度上，它能讓妳使用被毀滅王國的魔法。

# Dialogue_TL_GetSoulkeeper
source: What is it?
es: ¿Qué es?
fr: Qu'est-ce que c'est ?
hu: Mert, mi ez?
ru: Что это?
zh_hans: 这是什么？
zh_hant: 這是什麽？

# Dialogue_TL_GetSoulkeeper
source: That amulet is useful.
es: Ese amuleto es útil.
fr: Cette amulette est utile.
hu: Ez az amulett nagyon hasznos.
ru: Этот амулет полезен.
zh_hans: 那个护身符很有用。
zh_hant: 那個護身符很有用。

# Dialogue_TL_Monk
source: Please tell your Wizard that Monk would like to have a word with him.
es: Por favor, dile a tu Mago que Monje le gustaría hablar con él.
fr: Veuillez dire à votre Magicien que le Moine aimerait lui parler.
hu: Kérlek szólj Varázslónak, hogy Szerzetes beszélni szeretne vele.
ru: Пожалуйста, скажи своему Волшебнику, что Монах хочет поговорить с ним.
zh_hans: 请告诉你的巫师，修道士想和他谈谈。
zh_hant: 請告訴妳的巫師，修道士想和他談談。
