Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDialogues/*/WarriorbDialogues.po
Languages: es, fr, hu, ru, zh_hans, zh_hant

# Dialogue_Gatekeeper_BeforeBattle
source: This is your final trial.
es: Esta es la ultima prueba.
fr: C'est votre dernier procès.
hu: Ez a végső próba.
ru: Это твое последнее испытание.
zh_hans: 这是对你的最后审判。
zh_hant: 這是對妳的最後審判。

# Dialogue_GGFountain
source: How did it happen? How was everything destroyed?
es: ¿Como paso? ¿Cómo se destruyó todo?
fr: Comment cela s'est-il produit ? Comment tout a été détruit ?
hu: Hogy történt? Hogy pusztult el minden?
ru: Как это случилось? Как все было уничтожено?
zh_hans: 这是怎么发生的? 一切是如何毁灭的?
zh_hant: 這是怎麽發生的? 壹切是如何毀滅的?

# Dialogue_GGFountain
source: Those who stayed died.
es: Los que se quedaron murieron.
fr: Ceux qui sont restés sont morts.
hu: Akik maradtak, meghaltak.
ru: Те, кто остались, умерли.
zh_hans: 那些留下来的人都死了。
zh_hant: 那些留下來的人都死了。

# Dialogue_GGFountain
source: It’s nice of the Mirror that he still remembers me. Could you give this flower to him to express my thankfulness?
es: Es bonito que el Espejo todavía me recuerde. ¿Podrías darle esta flor para expresarle mi agradecimiento?
fr: C'est gentil de la part du Miroir qu'il se souvienne encore de moi. Pourriez-vous lui donner cette fleur pour lui exprimer ma gratitude ?
hu: Kedves a Tükörtől, hogy még mindig emlékszik rám. Elvinnéd neki ezt a virágot, hálám jeléül?
ru: Очень мило, что Зеркало все еще помнит меня. Можешь подарить ему этот цветок, в знак моей благодарности?
zh_hans: 他还记得我，真是太好了。你能把这朵花送给他以表达我的谢意吗?
zh_hant: 他還記得我，真是太好了。妳能把這朵花送給他以表達我的謝意嗎?

# Dialogue_GGFountain
source: Who lived in this Realm? Where are they now?
es: ¿Quién vivió en este reino? ¿Dónde están ahora?
fr: Qui a vécu dans ce Royaume ? Où sont-ils maintenant ?
hu: Kik éltek itt? Hol vannak most?
ru: Кто жил в этом Царстве? Где они все сейчас?
zh_hans: 谁住在这个王国里? 他们现在在哪里?
zh_hant: 誰住在這個王國裏? 他們現在在哪裏?

# Dialogue_GGFountain
source: What was the Realm like before?
es: ¿Cómo era el Reino antes?
fr: Comment était le Royaume avant ?
hu: Milyen volt a város régebben?
ru: Каким было это Царство до этого?
zh_hans: 以前的王国是什么样的?
zh_hant: 以前的王國是什麽樣的?

# Dialogue_GGFountain
source: Majestic castles and towers up until the sky. The air fresh, the sun shining.
es: Majestuosos castillos y torres hasta el cielo. El aire fresco, el sol brillando.
fr: Des châteaux et des tours majestueuses jusqu'au ciel. L'air frais, le soleil qui brille.
hu: Pompás kastélyok, kecses tornyok, csúcsaik a kék eget hasították. A levegő tiszta, ragyogó napsütés.
ru: Величественные замки и башни до неба. Воздух свежий, солнце светило.
zh_hans: 宏伟的城堡和塔直耸天空。空气清新，阳光明媚。
zh_hant: 宏偉的城堡和塔直聳天空。空氣清新，陽光明媚。

# Dialogue_GGFountain
source: Who lived here?
es: Quien vivió aquí?
fr: Qui a vécu ici ?
hu: Kik éltek itt?
ru: Кто жил здесь?
zh_hans: 谁住在这里?
zh_hant: 誰住在這裏?

# Dialogue_GGFountain
source: No way
es: No es posible
fr: Pas question
hu: Kizárt
ru: Ни за что
zh_hans: 没门
zh_hant: 沒門

# Dialogue_GGFountain
source: Of course
es: Claro
fr: Bien entendu
hu: Persze
ru: Конечно
zh_hans: 当然
zh_hant: 當然

# Dialogue_GGFountain
source: Ruin preserves them. They can’t get old and die. Some of them are still visiting these parts of the Realm, but they no longer know what they are looking for.
es: Ruin los conserva. No pueden envejecer y morir. Algunos de ellos todavía están visitando estas partes del Reino, pero ya no saben lo que están buscando.
fr: La Ruine les préserve. Ils ne peuvent pas vieillir et mourir. Certains d'entre eux visitent encore ces parties du Royaume, mais ils ne savent plus ce qu'ils cherchent.
hu: A Fertőzés konzerválja őket. Nem öregednek, és nem halnak meg. Néhányuk időről-időre ide téved, de már maguk sem tudják, mit keresnek itt.
ru: Руин хранит их. Они не могут состариться и умереть. Некоторые из них все еще посещают эти части Царства, но они больше не знают, что они ищут.
zh_hans: 毁灭会保存他们。他们不会变老或死亡。他们中的一些人仍然会来到这些地区，但他们不再知道他们在寻找什么。
zh_hant: 毀滅會保存他們。他們不會變老或死亡。他們中的壹些人仍然會來到這些地區，但他們不再知道他們在尋找什麽。

# Dialogue_GGFountain
source: Thank you!
es: ¡Gracias!
fr: Merci !
hu: Köszönöm!
ru: Спасибо!
zh_hans: 多谢！
zh_hant: 多謝！

# Dialogue_GGFountain
source: Magic Mirror
es: Espejo Mágico
fr: Miroir Magique
hu: Varázstükör
ru: Волшебное Зеркало
zh_hans: 魔镜
zh_hant: 魔鏡

# Dialogue_GGFountain
source: I'm not a postman. Find someone else!
es: No soy un cartero. ¡Busca a otro!
fr: Je ne suis pas un facteur. Trouvez quelqu'un d'autre !
hu: Nem postás vagyok. Kérj meg valaki mást!
ru: Я не почтальон. Найди кого-нибудь другого!
zh_hans: 我不是邮递员。找别人！
zh_hant: 我不是郵遞員。找別人！

# Dialogue_GGFountain
source: It was a wonderful world, full of life and joy.
es: Era un mundo maravilloso, lleno de vida y alegría.
fr: C'était un monde merveilleux, plein de vie et de joie.
hu: Csodálatos hely volt, tele élettel és nevetéssel.
ru: Это был прекрасный мир, полный жизни и радости.
zh_hans: 这是一个奇妙的世界，充满了生命和欢乐。
zh_hant: 這是壹個奇妙的世界，充滿了生命和歡樂。

# Dialogue_GGFountain
source: Realm's past
es: Reinos pasados
fr: Le Passé du Royaume
hu: Város múltja
ru: Прошлое Царства
zh_hans: 王国的过去
zh_hant: 王國的過去

# Dialogue_GGFountain
source: I'll remember you!
es: ¡Te recordaré!
fr: Je me souviendrai de vous !
hu: Nem feledlek!
ru: Я запомню тебя!
zh_hans: 我会记得你的！
zh_hant: 我會記得妳的！

# Dialogue_GGFountain
source: Sure, I will deliver the flower!
es: ¡Claro, entregaré la flor!
fr: Bien sûr, je vais livrer la fleur !
hu: Persze, átadom a virágot!
ru: Конечно, я передам цветок!
zh_hans: 当然，我会送花的！
zh_hant: 當然，我會送花的！

# Dialogue_GGFountain
source: Those who escaped changed in body and mind.
es: Los que escaparon cambiaron de cuerpo y mente.
fr: Ceux qui se sont échappés ont changé de corps et d'esprit.
hu: Akik kijutottak, megváltoztak, testben és szellemben egyaránt.
ru: Те, кто сбежал, изменились телом и разумом.
zh_hans: 逃跑的人身心都变了。
zh_hant: 逃跑的人身心都變了。

# Dialogue_GGFountain
source: No problem. It doesn’t matter anyway.
es: No hay problema. No importa de todos modos.
fr: Pas de problème. Ce n'est pas grave de toute façon.
hu: Semmi gond. Egyébként sem olyan fontos.
ru: Нет проблем. Это все равно не имеет значения.
zh_hans: 没有问题。反正也没关系。
zh_hant: 沒有問題。反正也沒關系。

# Dialogue_GGFountain
source: Cataclysm
es: Cataclismo
fr: Cataclysme
hu: Kataklizma
ru: Катаклизм
zh_hans: 大灾难
zh_hant: 大災難

# Dialogue_GGFountain
source: Until one day many of the imprisoned spirits broke loose from the golem bodies.
es: Hasta que un día muchos de los espíritus encarcelados se liberaron de los cuerpos de los golems.
fr: Jusqu'au jour où de nombreux esprits emprisonnés se sont libérés des corps de golem.
hu: Aztán egy nap a bebörtönzött szellemek egy része kiszabadult a Gólem testből.
ru: Пока однажды многие из заключенных духов не вырвались из тел големов.
zh_hans: 直到有一天，许多被囚禁的灵魂从机器人的身体中挣脱出来。
zh_hant: 直到有壹天，許多被囚禁的靈魂從機器人的身體中掙脫出來。

# Dialogue_GGFountain
source: Until it was all gone.
es: Hasta que no quedaban mas.
fr: Jusqu'à ce que tout cela disparaisse.
hu: Amíg mind oda nem lett.
ru: Пока все не исчезло.
zh_hans: 直到它全部消失。
zh_hant: 直到它全部消失。

# Dialogue_GGFountain
source: I am here so that the past is not forgotten until the very end. Have some rest and remember!
es: Estoy aquí para que no se olvide el pasado hasta el final. ¡Descansa un poco y recuerda!
fr: Je suis ici pour que le passé ne soit pas oublié jusqu'à la fin. Reposez-vous et souvenez-vous !
hu: Azért vagyok, hogy a múlt ne merüljön feledésbe, mielőtt a jelen és a jövő elenyészik. Pihenj meg, és emlékezz!
ru: Я здесь, чтобы прошлое не было забыто. Отдохни и вспомни!
zh_hans: 我在这里，是为了不到最后时刻就不会忘记过去。记住吧，休息一下!
zh_hant: 我在這裏，是為了不到最後時刻就不會忘記過去。記住吧，休息壹下!

# Dialogue_GGFountain
source: The Golem Makers went too far. They made thousands and thousands of golems.
es: Los Creadores de Golems fueron demasiado lejos. Hicieron miles y miles de golems.
fr: Les Créateurs de Golems sont allés trop loin. Ils ont fabriqué des milliers et des milliers de golems.
hu: A Gólem Készítők túl messzire mentek. Sok ezer, sok tízezer Gólemet készítettek.
ru: Големские Создатели зашли слишком далеко. Они сделали тысячи и тысячи големов.
zh_hans: 机器人制作者太过分了，他们制作了成千上万的机器人。
zh_hant: 機器人制作者太過分了，他們制作了成千上萬的機器人。

# Dialogue_GGFountain
source: Would you like to hear some other tales?
es: ¿Te gustaría escuchar otros cuentos?
fr: Vous voulez entendre d'autres histoires ?
hu: Szeretnéd, ha másról is mesélnék?
ru: Хочешь услышать другие истории?
zh_hans: 你想听其他故事吗?
zh_hant: 妳想聽其他故事嗎?

# Dialogue_GGFountain
source: They always cared about the new ones and forgot about the obsolete ones.
es: Siempre se preocuparon por los nuevos y se olvidaron de los obsoletos.
fr: Ils se souciaient toujours des nouveaux et oubliaient les anciens.
hu: Mindig csak az újakkal foglalkoztak, a régiekről megfeledkeztek.
ru: Они всегда заботились о новых и позабыли об уже существующих.
zh_hans: 他们总是关注新的机器人，而遗忘了旧的那批。
zh_hant: 他們總是關註新的機器人，而遺忘了舊的那批。

# Dialogue_GGFountain
source: Is there anything else you want me to remember?
es: ¿Hay algo más que quieras que recuerde?
fr: Y a-t-il autre chose dont vous voulez que je me souvienne ?
hu: Van még valami, amit felidézhetek a számodra?
ru: Хочешь, чтобы я еще что-нибудь вспомнила?
zh_hans: 你还想让我记住什么?
zh_hant: 妳還想讓我記住什麽?

# Dialogue_GGFountain
source: The streets were clear and bright, trees and flowers everywhere.
es: Las calles eran claras y brillantes, árboles y flores por todas partes.
fr: Les rues étaient claires et lumineuses, des arbres et des fleurs partout.
hu: Az utak tiszták és rendezettek, fák, virágok mindenütt.
ru: Улицы были чистыми и светлыми, деревья и цветы повсюду.
zh_hans: 街道干净明亮，花草树木随处可见。
zh_hant: 街道幹凈明亮，花草樹木隨處可見。

# Dialogue_GGFountain
source: I think it likes you.
es: Creo que le gustas.
fr: Je pense qu'il vous aime bien.
hu: Azt hiszem, kedvel téged.
ru: Я думаю, ты ему нравишься.
zh_hans: 我想它喜欢你。
zh_hant: 我想它喜歡妳。

# Dialogue_GGFountain
source: Now they are all gone.
es: Ahora se han ido todos.
fr: Maintenant, ils sont tous partis.
hu: De már mind odalettek.
ru: Теперь они все исчезли.
zh_hans: 现在他们都走了。
zh_hant: 現在他們都走了。

# Dialogue_GGFountain
source: Oh, there were many: proud, wise, brave, clever and majestic.
es: Oh, había muchos: orgullosos, sabios, valientes, inteligentes y majestuosos.
fr: Oh, ils étaient nombreux : fiers, sages, courageux, intelligents et majestueux.
hu: Oh, sokan voltak: büszkék, bátrak, okosak és előkelők.
ru: О, их было много: гордые, мудрые, храбрые, умные и величественные.
zh_hans: 哦，有很多: 骄傲的，聪明的，勇敢的，聪明的以及庄严的。
zh_hant: 哦，有很多: 驕傲的，聰明的，勇敢的，聰明的以及莊嚴的。

# Dialogue_GGFountain
source: Leave
es: Salir
fr: Partir
hu: Távozok
ru: Выйти
zh_hans: 离开
zh_hant: 離開

# Dialogue_GGFountain
source: They are what is now called Ruin. The power which is destroying the Realm.
es: Son lo que ahora se llama Ruin. El poder que está destruyendo el Reino.
fr: Ils sont ce qu'on appelle aujourd'hui la Ruine. La puissance qui détruit le Royaume.
hu: Most úgy hívják őket, Fertőzés. Az erő, ami elpusztítja a Világot.
ru: Они то, что сейчас называется “Руин”. Сила, которая разрушает Царство.
zh_hans: 他们就是现在所说的毁灭。摧毁王国的一种力量。
zh_hant: 他們就是現在所說的毀滅。摧毀王國的壹種力量。

# Dialogue_GGFountain
source: I’ve met with a Magic Mirror who showed a picture of you.
es: Me encontré con un Espejo Mágico que me mostró una imagen de tí.
fr: J'ai rencontré un Miroir Magique qui m'a montré une photo de vous.
hu: Találkoztam egy Varázstükörrel. Mutatott rólad egy képet.
ru: Я встретился с Волшебным Зеркалом, которое показало твою фотографию.
zh_hans: 我见过一面魔镜，里面有你的照片。
zh_hant: 我見過壹面魔鏡，裏面有妳的照片。

# Dialogue_GGFountain
source: I've got to go now.
es: Tengo que irme ahora.
fr: Je dois y aller maintenant.
hu: Mennem kell.
ru: Мне пора идти.
zh_hans: 我得走了。
zh_hant: 我得走了。

# Dialogue_GGFountain
source: Ask if you need to know more. I'll remember.
es: Pregunte si necesita saber más. Lo recordare.
fr: Demandez si vous avez besoin d'en savoir plus. Je m'en souviendrai.
hu: Kérdezz, ha többet szeretnél tudni. Emlékezni fogok.
ru: Спрашивай, если тебе нужно знать что-то еще. Я вспомню.
zh_hans: 如果你想知道更多就提问。我会记得。
zh_hant: 如果妳想知道更多就提問。我會記得。

# Dialogue_GGGateKeeper0
source: That’s more like it!
es: ¡Así me gusta!
fr: C'est mieux comme ça !
hu: Ez már jobb!
ru: Так-то лучше!
zh_hans: 这才像话！
zh_hant: 這才像話！

# Dialogue_GGGateKeeper0
source: Retreat
es: Retirar
fr: Partir
hu: Visszavonulok
ru: Отступить
zh_hans: 撤退
zh_hant: 撤退

# Dialogue_GGGateKeeper0
source: How can I prove that I'm worthy?
es: ¿Cómo puedo demostrar que soy digno?
fr: Comment puis-je prouver que j'en suis digne ?
hu: Hogy bizonyítsam, hogy Méltó vagyok?
ru: Как я могу доказать, что я достоин?
zh_hans: 我怎样才能证明我的价值?
zh_hant: 我怎樣才能證明我的價值?

# Dialogue_GGGateKeeper0
source: That’s awful, let’s try it in a different tone.
es: Eso es horrible, probémoslo en un tono diferente.
fr: C'est affreux, essayons de le faire sur un autre ton.
hu: Ez borzasztó, nézzünk másik hangot.
ru: Это ужасно, давай попробуем в другом тоне.
zh_hans: 太糟糕了，我们换一种语气试试。
zh_hant: 太糟糕了，我們換壹種語氣試試。

# Dialogue_GGGateKeeper0
source: Behold traveler!
es: ¡Espera viajero!
fr: Voici le voyageur !
hu: Állj, utazó!
ru: Остановись странник!
zh_hans: 瞧好了，旅行者！
zh_hant: 瞧好了，旅行者！

# Dialogue_GGGateKeeper0
source: How to prove?
es: ¿Cómo probarlo?
fr: Comment le prouver ?
hu: Hogy bizonyítsak?
ru: Как доказать?
zh_hans: 如何证明?
zh_hant: 如何證明?

# Dialogue_GGGateKeeper0
source: No problem I don't really want to pass that gate anyway.
es: No hay problema, realmente no quiero pasar por esa puerta de todos modos.
fr: Pas de problème, je n'ai pas vraiment envie de passer cette porte de toute façon.
hu: Semmi gond, annyira nem akarok átmenni azon a kapun.
ru: Нет проблем, я все равно не хочу туда идти.
zh_hans: 没问题，反正我也不想通过那扇门。
zh_hant: 沒問題，反正我也不想通過那扇門。

# Dialogue_GGGateKeeper0
source: I am the Gatekeeper. I will only open this door if you prove to be worthy.
es: Soy el guardián de la puerta. Solo abriré esta puerta si demuestras ser digno.
fr: Je suis le Gardien du Portail. Je n'ouvrirai cette porte que si vous en êtes digne.
hu: Én a Kapuőr vagyok. Csak akkor nyithatom ki Önnek a kaput, ha Méltónak bizonyul.
ru: Я Хранитель Врат. Я открою эти врата только если ты докажешь, что ты достоин.
zh_hans: 我是守护者。我只会在你证明自己有价值的时候才会打开这扇门。
zh_hant: 我是守護者。我只會在妳證明自己有價值的時候才會打開這扇門。

# Dialogue_GGGateKeeper0
source: Open, now!
es: ¡Abre ahora!
fr: Ouvrez, maintenant !
hu: Nyisd ki!
ru: Открывай, сейчас же!
zh_hans: 开门，现在！
zh_hant: 開門，現在！

# Dialogue_GGGateKeeper0
source: Ask him to open the door.
es: Pídele que abra la puerta.
fr: Demandez-lui d'ouvrir la porte.
hu: Kérd meg, hogy nyissa ki a kaput.
ru: Попроси его открыть врата.
zh_hans: 请他开门。
zh_hant: 請他開門。

# Dialogue_GGGateKeeper0
source: Please let me in
es: Por favor déjame entrar
fr: Veuillez me laisser entrer
hu: Megkérem
ru: Пожалуйста, впустите меня
zh_hans: 请让我进去
zh_hant: 請讓我進去

# Dialogue_GGGateKeeper0
source: Accept Challenge.
es: Aceptar Desafío.
fr: Accepter le Défi.
hu: Elfogadom a kihívást
ru: Принять Вызов.
zh_hans: 接受挑战
zh_hant: 接受挑戰

# Dialogue_GGGateKeeper0
source: No way! Nobody can skip the Trial!
es: ¡De ninguna manera! ¡Nadie puede saltar la Prueba!
fr: Pas question ! Personne ne peut échapper à l'Épreuve !
hu: Nem tehetem! Senki sem hagyhatja ki a Próbát!
ru: Ни за что! Никто не может пропустить испытание!
zh_hans: 休想！没有人可以跳过审判！
zh_hant: 休想！沒有人可以跳過審判！

# Dialogue_GGGateKeeper0
source: Still not...
es: Todavía no...
fr: Toujours pas...
hu: Még mindig nem...
ru: Все еще нет...
zh_hans: 目前还没有...
zh_hant: 目前還沒有...

# Dialogue_GGGateKeeper0
source: There is no turning back now. The Trial awaits you!
es: No hay vuelta atrás ahora. ¡La Prueba te espera!
fr: Il n'y a plus de retour en arrière possible. L'Épreuve vous attend !
hu: Már nincs visszaút. A Próba Önre vár!
ru: Обратного пути нет. Испытание ждет тебя!
zh_hans: 现在没有回头路了。审判在等着你！
zh_hant: 現在沒有回頭路了。審判在等著妳！

# Dialogue_GGGateKeeper0
source: The Trial will test you!
es: ¡Tte pondrá a prueba!
fr: L'Épreuve vous donnera du fil à retordre !
hu: A Próba majd felméri képességeit!
ru: Испытание покажет это!
zh_hans: 审判将考验你！
zh_hant: 審判將考驗妳！

# Dialogue_GGGateKeeper0
source: Ah, you can't speak! Hmm... Try now!
es: Ah, no puedes hablar! Hmm... ¡Pruébalo ahora!
fr: Ah, vous ne pouvez pas parler ! Hmm... Essayez maintenant !
hu: Ah, nem tudsz beszélni! Hmm... Próbáld most!
ru: Ах, ты не можешь говорить! Хмм... Попробуй сейчас!
zh_hans: 啊，你不会说话！嗯… 现在试一试！
zh_hant: 啊，妳不會說話！嗯… 現在試壹試！

# Dialogue_GGGateKeeper0
source: Could you just let me pass this time?
es: ¿Podrías dejarme pasar solamente esta vez?
fr: Pourriez-vous me laisser passer cette fois-ci ?
hu: Nem lehet, hogy most még csak úgy átengedsz?
ru: Не можешь ли ты просто дать мне пройти на этот раз?
zh_hans: 这次你能让我通过吗?
zh_hant: 這次妳能讓我通過嗎?

# Dialogue_GGGateKeeper0
source: Open that gate, Keeper!
es: ¡Abre esa puerta, Guardián!
fr: Ouvrez cette porte, Gardien !
hu: Nyisd ki, Kapuőr!
ru: Открой врата, Хранитель!
zh_hans: 把门打开，守护者！
zh_hant: 把門打開，守護者！

# Dialogue_GGGateKeeper0
source: I can only open this door for those who prove worthy.
es: Solo puedo abrir esta puerta para aquellos que demuestran ser dignos.
fr: Je ne peux ouvrir cette porte qu'à ceux qui en sont dignes.
hu: Csak annak nyithatom ki, aki Méltónak bizonyul.
ru: Я могу открыть эти врота только тем, кто докажет, что достоин.
zh_hans: 我只能为那些证明了自身价值的人打开这扇门。
zh_hant: 我只能為那些證明了自身價值的人打開這扇門。

# Dialogue_GGGateKeeper0
source: Please, open the...
es: Por favor, abra la...
fr: S'il vous plaît, ouvrez...
hu: Kérlek, nyisd ki...
ru: Пожалуйста, открой...
zh_hans: 请，打开...
zh_hant: 請，打開...

# Dialogue_GGGateKeeper2
source: Leave
es: Salir
fr: Partir
hu: Távozok
ru: Выйти
zh_hans: 离开
zh_hant: 離開

# Dialogue_GGGateKeeper2
source: Here we go again...
es: Ya empezamos otra vez...
fr: Nous y revoilà...
hu: Újra itt...
ru: Ну вот, опять...
zh_hans: 又来了…
zh_hant: 又來了…

# Dialogue_GGGateKeeper2
source: Well, of course.
es: Pues claro.
fr: Eh bien, bien sûr.
hu: Persze, természetesen.
ru: Ну, конечно.
zh_hans: 嗯，当然。
zh_hant: 嗯，當然。

# Dialogue_GGGateKeeper2
source: You know the rules.
es: Ya sabes las reglas.
fr: Vous connaissez les règles.
hu: A szabályokat már ismeri.
ru: Ты знаешь правила.
zh_hans: 你知道规矩。
zh_hant: 妳知道規矩。

# Dialogue_GGGateKeeper2
source: Accept Challenge
es: Aceptar desafío
fr: Accepter le Défi
hu: Elfogadom a kihívást
ru: Принять Вызов
zh_hans: 接受挑战
zh_hant: 接受挑戰

# Dialogue_GGGateKeeper2
source: I mean: You shall not pass unless you prove yourself worthy!
es: Quiero decir: ¡No pasarás a menos que demuestres que eres digno!
fr: Je veux dire : Vous ne passerez pas si vous ne vous en montrez pas digne !
hu: Úgy értem: Itt úgyse jut át, kivéve, ha méltónak bizonyul!
ru: В смысле..: Ты не пройдешь, пока не докажешь, что достоин!
zh_hans: 我的意思是: 你想通过，就必须先证明你的价值！
zh_hant: 我的意思是: 妳想通過，就必須先證明妳的價值！

# Dialogue_GGGateKeeper2
source: You shall not pass!!
es: ¡¡No pasarás!!
fr: Vous ne passerez pas !
hu: Itt úgyse jut át!!
ru: Тебе не пройти!
zh_hans: 你不能通过！
zh_hant: 妳不能通過！

# Dialogue_GGGateKeeper2
source: What?? I thought I will need to prove myself worthy.
es: ¿¿Qué?? Pensé que tendré que demostrar que soy digno.
fr: Quoi ? J'ai pensé que je devrai me montrer digne.
hu: Mi? Azt hittem, Méltónak kell bizonyulnom.
ru: Что? Я думал, что мне нужно будет доказать, что я достоин.
zh_hans: 什么? ? 我想我需要证明自己的价值。
zh_hant: 什麽? ? 我想我需要證明自己的價值。

# Dialogue_GGSurviverNote
source: 'I made this statue to give me shelter from the Cataclysm. Only magic can keep it away.'
es: "Hice esta estatua para protegerme del Cataclismo. Solo la magia puede mantenerlo alejado."
fr: 'J'ai fait cette statue pour me mettre à l'abri du Cataclysme. Seule la magie peut l'éloigner.'
hu: "Ezt a szobrot azért készítettem, hogy megvédjen a Fertőzéstől. Csak a mágia tudja távol tartani."
ru: “Я построил эту статую, чтобы укрыться от катаклизма. Только магия может удержать его подальше”.
zh_hans: “我做这个雕像是为了躲避大灾难。只有魔法才能把它赶走。”
zh_hant: “我做這個雕像是為了躲避大災難。只有魔法才能把它趕走。”

# Dialogue_GGSurviverNote
source: 'Cerulean is still safe. I managed to steal the Gem to open the Gate but I can’t use it.'
es: "Cerulean está a salvo. Logré robar la Gema para abrir la Puerta, pero no puedo usarla."
fr: 'Céruléen est toujours en sécurité. J'ai réussi à voler la gemme pour ouvrir la Porte mais je ne peux pas l'utiliser.'
hu: "Mélykék Metropolisz még mindig biztonságos. Sikerült ellopnom a Zárat nyitó Követ, de nem tudom használni."
ru: “Лазурный город все еще в безопасности. Мне удалось украсть Самоцвет, чтобы открыть Врата, но я не могу им воспользоваться.”
zh_hans: “蔚蓝之城还是安全的。我设法偷了那块宝石来打开大门，但我不能用它。”
zh_hant: “蔚藍之城還是安全的。我設法偷了那塊寶石來打開大門，但我不能用它。”

# Dialogue_GGSurviverNote
source: 'I am doomed.'
es: "Estoy Condenado."
fr: 'Je suis condamné.'
hu: "Végem."
ru: “Я обречен”.
zh_hans: “我是命中注定的。”
zh_hant: “我是命中註定的。”

# Dialogue_GhostDwarf
source: Sure
es: Seguro
fr: Bien sûr
hu: Persze
ru: Конечно
zh_hans: 当然
zh_hant: 當然

# Dialogue_GhostDwarf
source: Help you?! This is a courthouse not some charity club!
es: ¡¿Ayudarte?! ¡Este es un palacio de justicia, no un club de caridad!
fr: A l'aide ! C'est un tribunal, pas un club de charité !
hu: Segítsek? Ez egy bíróság, nem valami jótékonysági klubb!
ru: Помочь тебе?! Это здание суда, а не какой-то благотворительный клуб!
zh_hans: 帮你? ! 这是法院不是什么慈善俱乐部！
zh_hant: 幫妳? ! 這是法院不是什麽慈善俱樂部！

# Dialogue_GhostDwarf
source: You know I heavily rely on my abacus. But being a ghost and all I can’t really use it.
es: Sabes, confío mucho en mi ábaco. Pero siendo un fantasma y todo me cuesta utilizarlo.
fr: Vous savez que je compte beaucoup sur mon boulier. Mais être un fantôme fait que je ne peux pas vraiment l'utiliser.
hu: Nos, nagy hasznát vettem az abakuszomnak, de szellemként nem igazán tudok vele mit kezdeni.
ru: Знаешь, я очень сильно полагаюсь на свой абакус. Но будучи призраком, я не могу его использовать.
zh_hans: 你知道我非常依赖算盘。但作为一个幽灵，我不能真正地使用它。
zh_hant: 妳知道我非常依賴算盤。但作為壹個幽靈，我不能真正地使用它。

# Dialogue_GhostDwarf
source: I’m looking for three artefacts. Do you know anything about them?
es: Estoy buscando tres artefactos. ¿Sabes algo de ellos?
fr: Je cherche trois artefacts. Savez-vous quelque chose à leur sujet ?
hu: A Varázstárgyakat keresem. Tudsz róluk valamit?
ru: Я ищу три артефакта. Ты что-нибудь о них знаешь?
zh_hans: 我在找三件工艺品。你对它们有什么了解吗？
zh_hant: 我在找三件工藝品。妳對它們有什麽了解嗎？

# Dialogue_GhostDwarf
source: Actually it’s kinda awesome!
es: ¡En realidad es algo increíble!
fr: En fait, c'est plutôt génial !
hu: Valójában elég jó!
ru: Вообще-то, это здорово!
zh_hans: 其实还挺棒的！
zh_hant: 其實還挺棒的！

# Dialogue_GhostDwarf
source: Returning again and again is not a crime but maybe we should reconsider the Law regarding this statement.
es: Volver una y otra vez no es un delito, pero tal vez deberíamos reconsiderar la Ley con respecto a esta declaración.
fr: Revenir encore et encore n'est pas un crime mais peut-être devrions-nous reconsidérer la Loi concernant cette déclaration.
hu: Újra és újra visszajönni nem bűn, de lehet hogy ezzel kapcsolatban módosítani kellene a törvényeket.
ru: Возвращаться снова и снова не является преступлением, но, возможно, нам следует пересмотреть Закон относительно этого заявления.
zh_hans: 一次又一次的返回并不是犯罪，但是也许我们应该重新考虑关于这份声明的法律。
zh_hant: 壹次又壹次的返回並不是犯罪，但是也許我們應該重新考慮關於這份聲明的法律。

# Dialogue_GhostDwarf
source: The Law says many things about being dad but nothing about being dead...
es: La Ley dice muchas cosas sobre ser papá, pero nada sobre estar muerto...
fr: La Loi dit beaucoup de choses sur le fait d'être père, mais rien sur le fait d'être mort...
hu: A Törvény nem igazán tér ki arra, hogy milyen jogaid vannak halottként...
ru: Закон говорит многое о отцах, но ничего о мертвых...
zh_hans: 法律说了很多关于成为父亲的内容，却没有提到死亡……
zh_hant: 法律說了很多關於成為父親的內容，卻沒有提到死亡……

# Dialogue_GhostDwarf
source: I can’t rest until the Case is solved.
es: No puedo descansar hasta que se resuelva el caso.
fr: Je ne peux pas me reposer tant que l'Affaire n'est pas résolue.
hu: Nem nyugodhatok, amíg az Ügy le nem zárult.
ru: Я не могу отдыхать, пока Дело не будет закрыто.
zh_hans: 这个案子不解决我不能休息。
zh_hant: 這個案子不解決我不能休息。
