Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDialogues/*/WarriorbDialogues.po
Languages: es, fr, hu, ru, zh_hans, zh_hant

# Dialogue_C3KoboldChef
source: According to the recipe I need to swirl the ingredients until the end of the World.
es: Según la receta, necesito girar los ingredientes hasta el fin del mundo.
fr: Selon la recette, je dois remuer les ingrédients jusqu'à la fin du Monde.
hu: A recept szerint a világ végezetéig kell kavargatni az összetevőket.
ru: Согласно рецепту, мне нужно размешивать ингредиенты до самого конца света.
zh_hans: 根据食谱，我需要摆弄配料直到世界末日。
zh_hant: 根據食譜，我需要擺弄配料直到世界末日。

# Dialogue_C3KoboldChef
source: This is a special soup.
es: Esta es una sopa especial.
fr: C'est une soupe spéciale.
hu: Ez egy különleges leves.
ru: Это особый суп.
zh_hans: 这是一道特别的汤。
zh_hant: 這是壹道特別的湯。

# Dialogue_C3Lory
source: Without paying a single gold coin. How sad.
es: Sin pagar ni una sola moneda de oro. Qué triste.
fr: Sans avoir à payer une seule pièce d'or. Comme c'est triste.
hu: Anélkül, hogy egy árva garast fizetett volna érte. Milyen szomorú.
ru: Не заплатив ни одной золотой монеты. Как печально.
zh_hans: 一枚金币都付不出来。简直悲剧。
zh_hant: 壹枚金幣都付不出來。簡直悲劇。

# Dialogue_C3Lory
source: Hi, my dear Ball!
es: ¡Hola mi querido Pelota!
fr: Salut, ma chère Balle !
hu: Szia, kicsikém!
ru: Привет, мой милый Шар!
zh_hans: 嗨，我亲爱的球！
zh_hant: 嗨，我親愛的球！

# Dialogue_C3Lory
source: Unfortunately I can't give you anything in return.
es: Lamentablemente, no puedo darte nada a cambio.
fr: Malheureusement, je ne peux rien vous donner en retour.
hu: Sajnos semmit nem tudok adni cserébe.
ru: К сожалению, я не могу дать тебе ничего взамен.
zh_hans: 很遗憾，我无法给你任何回报。
zh_hant: 很遺憾，我無法給妳任何回報。

# Dialogue_C3Lory
source: Oh, thank you! Books always matter.
es: ¡Oh gracias! Los libros siempre importan.
fr: Oh, merci ! Les livres ont toujours de l'importance.
hu: Óh, köszönöm! A könyvek mindig jól jönnek.
ru: О, спасибо! Книги всегда важны.
zh_hans: 噢, 谢谢你！书一直至关重要。
zh_hant: 噢, 謝謝妳！書壹直至關重要。

# Dialogue_C3Lory
source: I hope I can open a new shop in the Human Realm.
es: Espero poder abrir una nueva tienda en el Reino Humano.
fr: J'espère pouvoir ouvrir un nouveau magasin dans le Royaume des Hommes.
hu: Remélem tudok majd új üzletet nyitni az Ember Világban.
ru: Надеюсь, я смогу открыть новый магазин в Человеческом Царстве.
zh_hans: 我希望我能在人类王国开一家新商店。
zh_hant: 我希望我能在人類王國開壹家新商店。

# Dialogue_C3Lory
source: I don't know if it still matters but I have these books for you.
es: No sé si todavía importa, pero tengo estos libros para ti.
fr: Je ne sais pas si c'est encore important, mais j'ai ces livres pour vous.
hu: Lehet már nincs nagy jelentősége, de van pár könyvem a számodra.
ru: Не знаю, если это еще важно, но у меня есть эти книги для тебя.
zh_hans: 我不知道这是否重要，但我有一些书给你。
zh_hant: 我不知道這是否重要，但我有壹些書給妳。

# Dialogue_C3Lory
source: Unfortunately I have nothing at the store right now. Ha-ha...
es: Lamentablemente no tengo nada en la tienda ahora mismo. Jaja...
fr: Malheureusement, je n'ai rien en stock en ce moment. Ha-ha...
hu: Sajnos teljesen kifogytam az áruimból. Ha-ha...
ru: К сожалению, сейчас у меня в магазине ничего нет. Ха-ха...
zh_hans: 不幸的是，我现在店里没有东西。哈哈…
zh_hant: 不幸的是，我現在店裏沒有東西。哈哈…

# Dialogue_C3Lory
source: No problem.
es: No hay problema.
fr: Pas de problème.
hu: Semmi gond.
ru: Без проблем.
zh_hans: 没问题。
zh_hant: 沒問題。

# Dialogue_C3Lory
source: Ruin took all my wares.
es: Ruin se llevó todas mis mercancías.
fr: La Ruine a pris toutes mes marchandises.
hu: A Fertőzés mindenemet elvitte.
ru: Руин забрал все мои товары.
zh_hans: 毁灭拿走了我全部的商品。
zh_hant: 毀滅拿走了我全部的商品。

# Dialogue_C3MerchAnt
source: Well I guess you don’t have many customer.
es: Bueno, supongo que no tienes muchos clientes.
fr: Eh bien, je suppose que vous n'avez pas beaucoup de clients.
hu: Gondolom nincs túl sok vásárlód.
ru: Ну, я полагаю, у тебя не так уж и много клиентов.
zh_hans: 我想你的顾客不多吧。
zh_hant: 我想妳的顧客不多吧。

# Dialogue_C3MerchAnt
source: That’s only one man! I need three!
es: ¡Ese es solo un hombre! Necesito tres!
fr: Ce n'est qu'un seul homme ! Il m'en faut trois !
hu: Ez csak egy haver! Három kéne!
ru: Это всего лишь один, чувак! Я просил три!
zh_hans: 那只是一个人！我需要三个！
zh_hant: 那只是壹個人！我需要三個！

# Dialogue_C3MerchAnt
source: Buy name
es: Comprar nombre
fr: Acheter un nom
hu: Nevet veszek
ru: Купить имя
zh_hans: 购买名字
zh_hant: 購買名字

# Dialogue_C3MerchAnt
source: {name}? It still sounds a bit weird, but I think I might like it.
es: ¿{nombre}? Todavía suena un poco raro, pero creo que me gustará.
fr: {name}? Cela semble encore un peu bizarre, mais je pense que cela pourrait me plaire.
hu: {name}? Furcsán hangzik, de idővel biztos megszeretem majd.
ru: {name}? Все еще звучит немного странно, но я думаю, мне может понравиться.
zh_hans: {name}? 听起来还是有点怪，但我想我可能会喜欢。
zh_hant: {name}? 聽起來還是有點怪，但我想我可能會喜歡。

# Dialogue_C3MerchAnt
source: Wanderer
es: Errante
fr: Vagabond
hu: Vándorló
ru: Странник
zh_hans: 流浪者
zh_hant: 流浪者

# Dialogue_C3MerchAnt
source: A special offer for ya! Give me three Blue Gems and I’ll give ya the key!
es: ¡Una oferta especial para ti! ¡Dame tres Gemas Azules y te daré la llave!
fr: Une offre spéciale pour vous ! Donnez-moi trois Gemmes Bleues et je vous donnerai la clé !
hu: Speckó ajánlat csak neked, haver! Három Kék Kő, és tied a kulcs!
ru: Спец предложение, только для тебя! Ты мне три Голубых Самоцвета и я тебе ключ!
zh_hans: 给你一份特别优惠！给我三颗蓝宝石，我就给你一把钥匙！
zh_hant: 給妳壹份特別優惠！給我三顆藍寶石，我就給妳壹把鑰匙！

# Dialogue_C3MerchAnt
source: Sure man!
es: ¡Claro hombre!
fr: Bien sûr !
hu: Naná, haver!
ru: Конечно, чувак!
zh_hans: 一言为定！
zh_hant: 壹言為定！

# Dialogue_C3MerchAnt
source: Who are you?
es: ¿Quién eres?
fr: Qui êtes-vous ?
hu: Ki vagy te?
ru: А ты кто?
zh_hans: 你是哪位？
zh_hant: 妳是哪位？

# Dialogue_C3MerchAnt
source: Fearsome! At least for what you will destroy.
es: ¡Temible! Al menos por lo que destruirás.
fr: C'est effrayant ! Au moins pour ce que vous allez détruire.
hu: Félelmetes! Legalábbis annak, amit le akarsz pusztítani.
ru: Угражающий! По крайней мере, для того, что ты уничтожишь.
zh_hans: 可怕！至少是为了你要摧毁的东西。
zh_hant: 可怕！至少是為了妳要摧毀的東西。

# Dialogue_C3MerchAnt
source: Destroyer
es: Destructor
fr: Destructeur
hu: Pusztító
ru: Разрушитель
zh_hans: 毁灭者
zh_hant: 毀滅者

# Dialogue_C3MerchAnt
source: Don't buy
es: No comprar
fr: Ne pas acheter
hu: Nem veszek
ru: Не покупать
zh_hans: 不购买
zh_hant: 不購買

# Dialogue_C3MerchAnt
source: Don’t turn around I’m talking to ya big guy! Down here on the wood!
es: ¡No te des la vuelta, te estoy hablando grandullón! ¡Aquí abajo en la madera!
fr: Ne te retourne pas, je te parle, mon grand ! Ici, sur le bois !
hu: Ne hátra pillantgass, itt vagyok előtted, nagyfiú! Lent a fatuskón!
ru: Да не вертись ты так, я с тобой разговариваю, здоровяк! Внизу, на дровах!
zh_hans: 别回头，我在跟你说话，大个子！到下面的树林里来!
zh_hant: 別回頭，我在跟妳說話，大個子！到下面的樹林裏來!

# Dialogue_C3MerchAnt
source: Back on topic: will ya buy something?
es: Volviendo al tema: ¿quieres comprar algo?
fr: Revenons au sujet : achèterez-vous quelque chose ?
hu: Kérdésre visszatérve: veszel valamit?
ru: Вернемся к главной теме: покупать че-нибудь будешь?
zh_hans: 回到话题: 你会买东西吗?
zh_hant: 回到話題: 妳會買東西嗎?

# Dialogue_C3MerchAnt
source: C’mon man! Don’t just stand there tell me what ya want!
es: ¡Vamos hombre! ¡No te quedes ahí parado, dime qué quieres!
fr: Allez, mec ! Ne reste pas planté là, dis-moi ce que tu veux !
hu: Gyerünk, haver! Ne ácsorogj némán, mond már, mit akarsz!
ru: Ну, чувак! Не стой просто так, давай говори, че ты хочешь!
zh_hans: 来吧人类！不要只是站在那里，告诉我你想要什么!
zh_hant: 來吧人類！不要只是站在那裏，告訴我妳想要什麽!

# Dialogue_C3MerchAnt
source: What’s wrong with ya man?
es: ¿Qué te pasa hombre?
fr: Qu'est-ce qui ne va pas chez toi ?
hu: Mi bajod, haver?
ru: Да че с тобой, чувак?
zh_hans: 你怎么了，伙计?
zh_hant: 妳怎麽了，夥計?

# Dialogue_C3MerchAnt
source: You know transporting breadcrumbs, marching onto various directions, the usual things.
es: Ya sabes, transportar migas de pan, marchar en varias direcciones, cosas tipicas.
fr: Vous savez, transporter des miettes de pain, marcher dans différentes directions, les choses habituelles.
hu: Hát tudod, a szokásos. Kiflicsücskök hurcolása, menetelés mindenfelé, ilyenek.
ru: Ну, ты знаешь, перевозить хлебные крошки, маршировать в разные стороны, обычные дела.
zh_hans: 你知道，运送面包屑，向各个方向行进，这些日常的事情。
zh_hant: 妳知道，運送面包屑，向各個方向行進，這些日常的事情。

# Dialogue_C3MerchAnt
source: I’m Merch Ant doin’ Microtransactions. I’ve just told ya.
es: Soy Merch Ant haciendo Micro transacciones. Ya te lo dije.
fr: Je suis la Fourmi Marchande et je fais des microtransactions. Je viens de vous le dire.
hu: Han, Gyakori Termékek Árusa vagyok. Már mondtam, haver.
ru: Я Торгаш, занимаюсь микротранзакциями. Я же только что сказал.
zh_hans: 我蚂蚁商人，我在做微交易。我已经告诉过你了。
zh_hant: 我螞蟻商人，我在做微交易。我已經告訴過妳了。

# Dialogue_C3MerchAnt
source: Trade
es: Comerciar
fr: Commercer
hu: Kereskedek
ru: Купить
zh_hans: 交易
zh_hant: 交易

# Dialogue_C3MerchAnt
source: Er... so who are you and what are you doing here?
es: Er... entonces, ¿quién eres y qué haces aquí?
fr: Euh... alors qui êtes-vous et que faites-vous ici ?
hu: Öö... ki vagy tulajdonképpen, és mit csinálsz itt?
ru: Э... так кто ты и что ты здесь делаешь?
zh_hans: 呃… 你是谁，你在这里做什么?
zh_hant: 呃… 妳是誰，妳在這裏做什麽?

# Dialogue_C3MerchAnt
source: There is an iron door which blocks the path to the tower. Do you have something which opens it?
es: Hay una puerta de hierro que bloquea el camino a la torre. ¿Tienes algo que lo abre?
fr: Il y a une porte en fer qui bloque le chemin vers la tour. Avez-vous quelque chose qui l'ouvre ?
hu: A toronyba vezető utat egy vaskapu zárja. Van nálad valami, amivel ki lehet nyitni?
ru: Там есть железная дверь, которая перекрывает путь к башне. У тебя есть что-нибудь, чем можно ее открыть?
zh_hans: 有一扇铁门挡住了通往塔的路。你有什么东西可以打开它吗?
zh_hant: 有壹扇鐵門擋住了通往塔的路。妳有什麽東西可以打開它嗎?

# Dialogue_C3MerchAnt
source: Sure man! Microtransactions always work!
es: ¡Claro hombre! ¡Las micro transacciones siempre funcionan!
fr: Bien sûr ! Les microtransactions fonctionnent toujours !
hu: Naná, haver! A Mikrotranzakció mindig működik.
ru: Конечно, чувак! Микротранзакции всегда работают!
zh_hans: 当然！微交易总是可行的!
zh_hant: 當然！微交易總是可行的!

# Dialogue_C3MerchAnt
source: No man, we agreed on three!
es: ¡No tío, Nos pusimos de acuerdo en tres!
fr: Non, on s'était mis d'accord sur trois !
hu: Ne már haver! Háromról volt szó!
ru: Нет, чувак, мы же договорились на три!
zh_hans: 不，我们说好了三个!
zh_hant: 不，我們說好了三個!

# Dialogue_C3MerchAnt
source: Gate
es: Puerta
fr: Porte
hu: Kapu
ru: Врата
zh_hans: 门
zh_hant: 門

# Dialogue_C3MerchAnt
source: Here is your Gem!
es: Aquí está tu Gema!
fr: Voici votre Gemme !
hu: Itt van a Drágaköved!
ru: Вот твой Самоцвет!
zh_hans: 这是你的宝石！
zh_hant: 這是妳的寶石！

# Dialogue_C3MerchAnt
source: Sure man! I have some really cool ones for sale!
es: ¡Claro hombre! ¡Tengo algunos muy geniales a la venta!
fr: Bien sûr ! J'en ai des vraiment cool à vendre !
hu: Naná, haver! Van pár igazán menő eladó nevem!
ru: Конечно, чувак! У меня есть несколько действительно крутых на продажу!
zh_hans: 当然！我有一些很酷的东西要卖！
zh_hant: 當然！我有壹些很酷的東西要賣！

# Dialogue_C3MerchAnt
source: Show me what you've got for sale!
es: ¡Muéstrame lo que tienes a la venta!
fr: Montrez-moi ce que vous avez à vendre !
hu: Mutasd, mit árulsz!
ru: Покажи мне, что у тебя есть!
zh_hans: 让我看看你有什么好卖的!
zh_hant: 讓我看看妳有什麽好賣的!

# Dialogue_C3MerchAnt
source: I’ve got to go.
es: Tengo que ir.
fr: Je dois y aller.
hu: Mennem kell.
ru: Мне пора идти.
zh_hans: 我得走了。
zh_hant: 我得走了。

# Dialogue_C3MerchAnt
source: Ah, never mind, here you go!
es: Ah, no importa, ¡aquí tienes!
fr: Ah, peu importe, voilà !
hu: Mindegy, legyen ahogy akarod!
ru: Ах, проехали, вот, держи!
zh_hans: 啊，没关系，给你！
zh_hant: 啊，沒關系，給妳！

# Dialogue_C3MerchAnt
source: Don’t be surprised!
es: ¡No te sorprendas!
fr: Ne soyez pas surpris !
hu: Ez most meg fog lepni!
ru: Не удивляйся!
zh_hans: 不要惊讶！
zh_hant: 不要驚訝！

# Dialogue_C3MerchAnt
source: Aren’t two Gems enough for you?
es: ¿Dos gemas no son suficientes?
fr: Deux Gemmes ne vous suffisent-elles pas ?
hu: Két Drágakő nem elég?
ru: Разве двух Самоцветов недостаточно для тебя?
zh_hans: 对你来说两个宝石还不够吗?
zh_hant: 對妳來說兩個寶石還不夠嗎?

# Dialogue_C3MerchAnt
source: Okey, okey! I have to admit I also do some regular ant work from time to time.
es: ¡Okey, okey! Tengo que admitir que también hago trabajo típico de hormigas de vez en cuando.
fr: D'accord, d'accord ! Je dois admettre que je fais aussi un travail de fourmi de temps en temps.
hu: Oké, oké! Bevallom, részidőben melózok rendes hangya munkákban is.
ru: Ладно, ладно! Должен признать, я также время от времени делаю обычную муравьиную работу.
zh_hans: 好，好！我不得不承认我有时也做一些寻常工作。
zh_hant: 好，好！我不得不承認我有時也做壹些尋常工作。

# Dialogue_C3MerchAnt
source: Are you sure the key works?
es: ¿Estás seguro de que la llave funciona?
fr: Êtes-vous sûr que la clé fonctionne ?
hu: Biztos, hogy jó lesz a kulcs?
ru: Ты уверен, что ключ сработает?
zh_hans: 你确定钥匙能用吗？
zh_hant: 妳確定鑰匙能用嗎？

# Dialogue_C3MerchAnt
source: Was nice to deal with ya!
es: ¡Fue agradable comerciar contigo!
fr: C'était sympa de traiter avec vous !
hu: Mindig öröm veled üzletelni, haver!
ru: Было классно с тобой работать!
zh_hans: 很高兴和你打交道！
zh_hant: 很高興和妳打交道！

# Dialogue_C3MerchAnt
source: I've changed my mind. I'm fine with my current name.
es: He cambiado de opinion. Estoy bien con mi nombre actual.
fr: J'ai changé d'avis. Mon nom actuel me convient.
hu: Meggondoltam magam. Jó lesz a mostani nevem.
ru: Я передумал. Меня устраивает мое прежнее имя.
zh_hans: 我改变主意了。我对我现在的名字很满意。
zh_hant: 我改變主意了。我對我現在的名字很滿意。

# Dialogue_C3MerchAnt
source: Leave
es: Salir
fr: Partir
hu: Távozok
ru: Выйти
zh_hans: 离开
zh_hant: 離開

# Dialogue_C3MerchAnt
source: I did my part. Give me the key!
es: Hice mi parte ¡Dame la llave!
fr: J'ai fait ma part. Donnez-moi la clé !
hu: Megkaptad, amit akartál. Add ide a kulcsot!
ru: Я выполнил свою часть сделки. Дай мне ключ!
zh_hans: 我尽了我的本分，把钥匙给我！
zh_hant: 我盡了我的本分，把鑰匙給我！

# Dialogue_C3MerchAnt
source: Saviour
es: Salvador
fr: Sauveur
hu: Megmentő
ru: Спаситель
zh_hans: 救世主
zh_hant: 救世主

# Dialogue_C3MerchAnt
source: Blue Gem
es: Gema Azul
fr: Gemme Bleue
hu: Kék Drágakő
ru: Голубой Самоцвет
zh_hans: 蓝宝石
zh_hant: 藍寶石

# Dialogue_C3MerchAnt
source: Due to my size!
es: ¡Debido a mi tamaño!
fr: En raison de ma taille !
hu: Méretemből adódóan!
ru: Из-за моего размера!
zh_hans: 因为我的码子太大！
zh_hant: 因為我的碼子太大！

# Dialogue_C3MerchAnt
source: Can I buy a name from you?
es: ¿Puedo comprarte un nombre?
fr: Puis-je vous acheter un nom ?
hu: Vehetek nevet tőled?
ru: Могу я купить у тебя имя?
zh_hans: 我能从你这里买个名字吗?
zh_hant: 我能從妳這裏買個名字嗎?

# Dialogue_C3MerchAnt
source: Easy man! Here ya go!
es: ¡Hombre! ¡Aquí tienes!
fr: Doucement, mec ! Et voilà !
hu: Nyugi, haver! Tessék!
ru: Полегче, чувак! На, держи!
zh_hans: 放轻松！干得好！
zh_hant: 放輕松！幹得好！

# Dialogue_C3MerchAnt
source: Hey again!
es: ¡Hola de nuevo!
fr: Rebonjour !
hu: Szeva, haver!
ru: Здарова!
zh_hans: 嘿！
zh_hant: 嘿！

# Dialogue_C3MerchAnt
source: Come on man! You can't just wander around!
es: ¡Vamos hombre! ¡No puedes simplemente pasear!
fr: Allez, mec ! Vous ne pouvez pas vous balader comme ça !
hu: Eredj már, haver! Minek vándorolnál csak úgy?
ru: Ну же, чувак! Ты не можешь просто так странствовать!
zh_hans: 来吧！你不能只是到处闲逛！
zh_hant: 來吧！妳不能只是到處閑逛！

# Dialogue_C3MerchAnt
source: See ya man!
es: ¡Nos vemos hombre!
fr: A plus tard !
hu: Cső, haver!
ru: Увидимся, чувак!
zh_hans: 回头见！
zh_hant: 回頭見！

# Dialogue_C3MerchAnt
source: Hey there!
es: ¡Hola!
fr: Hé là !
hu: Hé, haver!
ru: Эй там!
zh_hans: 嘿!
zh_hant: 嘿!

# Dialogue_C3MerchAnt
source: I’m Merch Ant, I deal with microtransactions.
es: Soy Merch Ant, trato con micro transacciones.
fr: Je suis la Fourmi Marchande, je m'occupe des microtransactions.
hu: Han, Gyakori Termékek Árusa vagyok, Mikrotranzakciókkal foglalkozom.
ru: Я Торгаш, занимаюсь микротранзакциями.
zh_hans: 我是蚂蚁商人，我进行微交易。
zh_hant: 我是螞蟻商人，我進行微交易。

# Dialogue_C3MerchAnt
source: That's cool man. Though I wonder who will you save?
es: Eso es genial hombre. ¿Aunque me pregunto a quién salvarás?
fr: C'est cool, mec. Bien que je me demande qui vous allez sauver ?
hu: Királyság, haver! Kit akarsz megmenteni?
ru: Это круто, чувак. Хотя мне интересно, кого ты спасать будешь?
zh_hans: 那很酷，我想知道你会拯救谁？
zh_hant: 那很酷，我想知道妳會拯救誰？

# Dialogue_C3Monk
source: Yet they could do nothing.
es: Sin embargo, no pudieron hacer nada.
fr: Pourtant, ils ne pouvaient rien faire.
hu: Mégsem jutottak semmire.
ru: И все же они ничего не смогли изменить.
zh_hans: 然而他们什么也不能做。
zh_hant: 然而他們什麽也不能做。

# Dialogue_C3Monk
source: We can’t let everyone die here.
es: No podemos dejar que todos mueran aquí.
fr: On ne peut pas laisser tout le monde mourir ici.
hu: Nem hagyhatunk mindenkit itt pusztulni.
ru: Мы не можем позволить всем здесь умереть.
zh_hans: 我们不能让所有人都死在这里。
zh_hant: 我們不能讓所有人都死在這裏。

# Dialogue_C3Monk
source: We’ll have time to find a cure.
es: Tendremos tiempo para encontrar una cura.
fr: Nous aurons le temps de trouver un remède.
hu: Lesz idő megoldást találni.
ru: У нас будет время найти лекарство.
zh_hans: 我们有时间找到治愈方法。
zh_hant: 我們有時間找到治愈方法。

# Dialogue_C3Monk
source: Prepare for your last travel in the Ruined Realm. Head to the north from where the wind is blowing!
es: Prepárate para tu último viaje en el Reino Arruinado. ¡Dirígete hacia el norte desde donde sopla el viento!
fr: Préparez-vous pour votre dernier voyage dans le Royaume en ruines. Dirigez-vous vers le nord d'où souffle le vent !
hu: Készen állsz utolsó utadra a Fertőzött Földön? Tarts mindig északnak, amerről a szél fúj!
ru: Приготовься к последнему путешествию в Разрушенное Царство. Отправляйся на север, откуда дует ветер!
zh_hans: 准备好你最后一次在毁灭王国的旅行。从有风的地方朝北走!
zh_hant: 準備好妳最後壹次在毀滅王國的旅行。從有風的地方朝北走!

# Dialogue_C3Monk
source: Can't leave them
es: No puedo dejarlos
fr: On ne peut pas les laisser
hu: Nem hagyhatom itt őket
ru: Не могу их оставить
zh_hans: 不能把它们留下
zh_hant: 不能把它們留下

# Dialogue_C3Monk
source: I wish you better luck this time!
es: ¡Te deseo más suerte esta vez!
fr: Je vous souhaite bonne chance cette fois-ci !
hu: Remélem ezúttal több szerencséd lesz!
ru: Пусть в этот раз тебе повезёт!
zh_hans: 祝你这次好运！
zh_hant: 祝妳這次好運！

# Dialogue_C3Monk
source: Not my problem
es: No es mi problema
fr: Ce n'est pas mon problème
hu: Nem az én gondom
ru: Не моя проблема
zh_hans: 不是我的问题
zh_hant: 不是我的問題

# Dialogue_C3Monk
source: There is nothing we can do for this World.
es: No hay nada que podamos hacer por este Mundo.
fr: Il n'y a rien que nous puissions faire pour ce Monde.
hu: Ezért a Világért már semmit sem tehetünk.
ru: Мы ничего не можем сделать для этого Мира.
zh_hans: 我们对这个世界无能为力。
zh_hant: 我們對這個世界無能為力。

# Dialogue_C3Monk
source: Farewell!
es: ¡Adios!
fr: Adieu !
hu: Ég veled!
ru: Прощай!
zh_hans: 告辞！
zh_hant: 告辭！

# Dialogue_C3Monk
source: I’m ready to sacrifice myself but I feel sorrow for this world.
es: Estoy listo para sacrificarme, pero siento pena por este mundo.
fr: Je suis prêt à me sacrifier, mais j'éprouve de la peine pour ce monde.
hu: Én kész vagyok feláldozni magam, de sajnálom, hogy egy egész világnak vesznie kell.
ru: Я готов пожертвовать собой, но мне жаль этот мир.
zh_hans: 我准备牺牲自己，但我为这个世界感到悲伤。
zh_hant: 我準備犧牲自己，但我為這個世界感到悲傷。

# Dialogue_C3Monk
source: Back already?
es: ¿Ya estas de vuelta?
fr: Déjà de retour ?
hu: Máris itt?
ru: Уже вернулся?
zh_hans: 已经回来了？
zh_hant: 已經回來了？

# Dialogue_C3Monk
source: Yet, we need to save those we can.
es: Sin embargo, necesitamos salvar a los que podamos.
fr: Pourtant, nous devons sauver ceux que nous pouvons.
hu: Mégis, azokkal kell foglalkoznunk, akiket meg tudunk menteni.
ru: Тем не менее, мы должны спасти тех, кого можем.
zh_hans: 然而，我们需要拯救那些我们可以拯救的人。
zh_hant: 然而，我們需要拯救那些我們可以拯救的人。

# Dialogue_C3Monk
source: Farewell Wanderer!
es: ¡Adiós Errante!
fr: Adieu Vagabond !
hu: Ég veled, Vándor!
ru: Прощай, Странник!
zh_hans: 再见流浪者！
zh_hant: 再見流浪者！

# Dialogue_C3Monk
source: Head to the north from where the wind is blowing!
es: ¡Dirígete hacia el norte desde donde sopla el viento!
fr: Dirigez-vous vers le nord d'où souffle le vent !
hu: Tarts északnak, amerről a szél fúj!
ru: Направляйся на север туда, откуда дует ветер!
zh_hans: 从有风的地方朝北走！
zh_hant: 從有風的地方朝北走！

# Dialogue_C3Monk
source: I will go home and you will solve your problems on your own.
es: Iré a casa y resolverás tus problemas por tu propia cuenta.
fr: Je vais rentrer chez moi et vous allez résoudre vos problèmes tout seul.
hu: Én hazamegyek, te pedig megoldod magadnak a problémáidat.
ru: Я пойду домой, а вы сами решите свои проблемы.
zh_hans: 我要回家了，你需要靠自己解决问题。
zh_hant: 我要回家了，妳需要靠自己解決問題。

# Dialogue_C3Monk
source: This is none of my business.
es: Esto no es asunto mío.
fr: Ce ne sont pas mes affaires.
hu: Ez nem az én dolgom.
ru: Меня это не касается.
zh_hans: 这不关我的事。
zh_hant: 這不關我的事。

# Dialogue_C3Monk
source: Leave
es: Salir
fr: Partir
hu: Távozok
ru: Выйти
zh_hans: 离开
zh_hant: 離開

# Dialogue_C3Monk
source: You? You mean the Wizard Council?
es: ¿Tú? ¿Te refieres al Concilio de los Magos?
fr: Vous ? Vous voulez dire le Conseil des Magiciens ?
hu: Komolyan úgy gondolod, hogy a Varázsló Tanács bármikor is fog megoldást találni?
ru: Ты? Ты имеешь в виду Совет Волшебников?
zh_hans: 你？你是说巫师协会？
zh_hant: 妳？妳是說巫師協會？

# Dialogue_C3Monk
source: I’m sorry it ends like this, Wanderer.
es: Lamento que termine así, Errante.
fr: Je suis désolé que ça se termine ainsi, Vagabond.
hu: Sajnálom, hogy így kell végződnie.
ru: Мне жаль, что так всё и закончится, Странник.
zh_hans: 很抱歉就这样结束了，流浪者。
zh_hant: 很抱歉就這樣結束了，流浪者。

# Dialogue_C3Monk
source: I’m really proud of you little spirit. This wasn’t an easy decision for me either.
es: Estoy realmente orgulloso de ti pequeño espíritu. Esta tampoco fue una decisión fácil para mí.
fr: Je suis vraiment fier de ton petit esprit. Ce n'était pas une décision facile pour moi non plus.
hu: Büszke vagyok rád, kicsi szellem. Ez nekem sem volt könnyű döntés.
ru: Я очень горжусь тобой, маленький дух. Это было нелегким решением и для меня.
zh_hans: 我真为你骄傲。这对我来说也不是一个容易的决定。
zh_hant: 我真為妳驕傲。這對我來說也不是壹個容易的決定。

# Dialogue_C3Monk
source: Wizard can’t hear us here, we can talk freely.
es: Mago no puede escucharnos aquí, podemos hablar libremente.
fr: Le Magicien ne peut pas nous entendre ici, nous pouvons parler librement.
hu: Varázsló itt nem hallhat minket, beszélhetünk.
ru: Здесь Волшебник нас не услышит, мы можем свободно разговаривать.
zh_hans: 巫师在这里听不到我们说话，我们可以自由交谈。
zh_hant: 巫師在這裏聽不到我們說話，我們可以自由交談。

# Dialogue_C3Monk
source: Do you know what you are risking?
es: ¿Sabes lo que estás arriesgando?
fr: Savez-vous ce que vous risquez ?
hu: Tisztában vagy vele, mit teszel kockára?
ru: Знаешь ли ты, чем рискуешь?
zh_hans: 你知道你在冒什么险吗?
zh_hant: 妳知道妳在冒什麽險嗎?

# Dialogue_C3Monk
source: From here I can teleport you close to the place where the Wizard will be able to get you out.
es: Desde aquí puedo teletransportarte cerca del lugar donde el Mago podrá sacarte.
fr: De là, je peux vous téléporter près de l'endroit où le Magicien pourra vous faire sortir.
hu: Innen át tudlak küldeni arra a helyre, ahonnan Varázsló már vissza tud vinni.
ru: Отсюда я могу телепортировать тебя поближе к месту, откуда Волшебник сможет тебя вытащить.
zh_hans: 从这里，我可以传送你到附近的地方，那里的巫师将能够把你救出来。
zh_hant: 從這裏，我可以傳送妳到附近的地方，那裏的巫師將能夠把妳救出來。

# Dialogue_C3Monk
source: So many great things will perish. So many...
es: Tantas cosas increíbles perecerán. Tantos...
fr: Tant de grandes choses vont périr. Tant de...
hu: Oly sok nagyszerű dolog lesz oda, oly sok...
ru: Столько великих вещей исчезнет. Слишком много...
zh_hans: 这么多伟大的东西都将毁付之一炬。这么多……
zh_hant: 這麽多偉大的東西都將毀付之壹炬。這麽多……

# Dialogue_C3Monk
source: Take your time!
es: ¡Tome su tiempo!
fr: Prenez votre temps !
hu: Csak nyugodtan!
ru: Не торопись!
zh_hans: 慢慢来！
zh_hant: 慢慢來！

# Dialogue_C3Monk
source: Let me try again!
es: ¡Déjame intentar de nuevo!
fr: Laissez-moi essayer à nouveau !
hu: Hadd próbáljam meg újra!
ru: Дай мне попробовать еще раз!
zh_hans: 让我试一次！
zh_hant: 讓我試壹次！
