Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDialogues/*/WarriorbDialogues.po
Languages: es, fr, hu, ru, zh_hans, zh_hant

# Dialogue_TLAdventurerGnome2
source: I guess we are in the same boat - well, more or less... figuratively speaking, of course, because I can't really stand boats!
es: Supongo que estamos en el mismo barco, bueno, más o menos... hablando en sentido figurado, por supuesto, ¡porque no puedo aguantar los barcos!
fr: Je suppose que nous sommes dans le même bateau - enfin, plus ou moins... au sens figuré, bien sûr, car je ne supporte pas vraiment les bateaux !
hu: Ezek szerint egy hajóban evezünk - persze csak átvitt értelemben, amúgy ki nem állhatom a hajókat!
ru: Наверное, мы в одной лодке - ну, более или менее... образно говоря, конечно, потому что я не выношу лодки!
zh_hans: 我想我们，嗯或多或少是在同一条船上……当然，这就是打个比方，因为我晕船!
zh_hant: 我想我們，嗯或多或少是在同壹條船上……當然，這就是打個比方，因為我暈船!

# Dialogue_TLAdventurerGnome2
source: Secret Science Society
es: Sociedad Secreta de Ciencias
fr: Société des Sciences Secrètes
hu: Titkos Tudós Társaság
ru: Тайное Научное Общество
zh_hans: 秘密科学学会
zh_hant: 秘密科學學會

# Dialogue_TLAdventurerGnome2
source: Why do you think that you're crazy?
es: ¿Por qué crees que estás loco?
fr: Pourquoi pensez-vous que vous êtes fou ?
hu: Miből gondolod, hogy őrült vagy?
ru: Почему ты думаешь, что ты сумасшедший?
zh_hans: 你为什么觉得自己疯了？
zh_hant: 妳為什麽覺得自己瘋了？

# Dialogue_TLAdventurerGnome2
source: It is always wrong to believe everything!
es: ¡Siempre está mal creerlo todo!
fr: Il est toujours faux de tout croire !
hu: Nem szabad mindent elhinni!
ru: Верить во все - это неправильно!
zh_hans: 相信一切是不可取的！
zh_hant: 相信壹切是不可取的！

# Dialogue_TLAdventurerGnome2
source: Any luck with the password for the Secret Science Society door?
es: ¿Tuviste suerte con la contraseña de la puerta de la Sociedad Secreta de Ciencias?
fr: Avez-vous trouvé le mot de passe de la porte de la Société des Sciences Secrètes ?
hu: Sikerült kitalálni a Titkos Tudós Társaság jelszavát?
ru: Есть успехи с паролем к двери Тайного Научного Общества?
zh_hans: 秘密科学协会大门的密码有什么眉目了吗
zh_hant: 秘密科學協會大門的密碼有什麽眉目了嗎

# Dialogue_TLAdventurerGnome2
source: Give Weird Device
es: Dar Aparato Extraño
fr: Donner l'Étrange Dispositif
hu: Fura Eszköz
ru: Дать Странное Устройство
zh_hans: 给予奇怪装置
zh_hant: 給予奇怪裝置

# Dialogue_TLAdventurerGnome2
source: See you later...
es: Nos vemos más tarde...
fr: A plus tard...
hu: Viszlát később!
ru: Еще увидимся...
zh_hans: 回头见...
zh_hant: 回頭見...

# Dialogue_TLAdventurerGnome2
source: I also have the bad habit of being obstructed by closed doors!
es: ¡También tengo la mala costumbre de ser obstruido por puertas cerradas!
fr: J'ai aussi la mauvaise habitude d'être bloqué par des portes fermées !
hu: És megvan az a rossz szokásom, hogy zárt ajtók előtt vesztegelek!
ru: У меня также есть плохая привычка, когда мне мешают закрытые двери!
zh_hans: 被拒之门外也是我的日常！
zh_hant: 被拒之門外也是我的日常！

# Dialogue_TLAdventurerGnome2
source: The door asks for a password that members need to provide in order to enter the hideout... any idea what that could be?
es: La puerta solicita una contraseña que los miembros deben proporcionar para entrar al escondite... ¿alguna idea de qué podría ser?
fr: La porte demande un mot de passe que les membres doivent fournir pour entrer dans la cachette... une idée de ce que cela peut être ?
hu: Az ajtó jelszót kér... bármi ötlet, mi lehet az?
ru: Дверь запрашивает пароль, который члены должны предоставить, чтобы войти в укрытие... есть идеи, что это может быть?
zh_hans: 这道门要求输入密码，成员使用密码进入隐藏处… 你知道密码是什么吗？
zh_hant: 這道門要求輸入密碼，成員使用密碼進入隱藏處… 妳知道密碼是什麽嗎？

# Dialogue_TLAdventurerGnome2
source: No wonder everyone started to consider me an idiot.
es: No es de extrañar que todos comenzaran a considerarme un idiota.
fr: Pas étonnant que tout le monde ait commencé à me considérer comme un idiot.
hu: Nem csoda, hogy mindenki idiótának tartott.
ru: Неудивительно, что все стали считать меня идиотом.
zh_hans: 难怪大家都开始认为我是个白痴。
zh_hant: 難怪大家都開始認為我是個白癡。

# Dialogue_TLAdventurerGnome2
source: Long story short, I used to do all these crazy things, like talking about the weather or taking naps in the afternoon. At first, they seemed okay to me but in reality what I was doing was totally ridiculous!
es: En pocas palabras, solía hacer todas estas locuras, como hablar sobre el tiempo o tomar una siesta. Al principio, me parecieron bien, ¡pero en realidad lo que estaba haciendo era totalmente ridículo!
fr: Pour faire court, je faisais toutes ces choses folles, comme parler du temps ou faire des siestes l'après-midi. Au début, elles me semblaient correctes, mais en réalité, ce que je faisais était totalement ridicule !
hu: Egy szó, mint száz, egyszer csak mindenféle őrültséget csináltam. Folyton csak az időjárásról beszéltem, és délutánonként is aludtam. Először teljesen normálisnak tűnt, de aztán rájöttem, hogy egyszerűen röhejes, amit csinálok!
ru: Короче говоря, я делал все эти сумасшедшие вещи, например, говорил о погоде или днем дремал. Сначала они казались мне нормальными, но на самом деле то, что я делал, было совершенно нелепо!
zh_hans: 长话短说，我曾经做过所有这些疯狂的事情，比如谈论天气或者在下午小睡一会儿。一开始，我觉得这些事情还好，但实际上我所做的是十分荒谬的！
zh_hant: 長話短說，我曾經做過所有這些瘋狂的事情，比如談論天氣或者在下午小睡壹會兒。壹開始，我覺得這些事情還好，但實際上我所做的是十分荒謬的！

# Dialogue_TLAdventurerGnome2
source: Hmm... One of the creaks was a bit odd. I think the door will open soon!
es: Hmm... Uno de los crujidos era un poco extraño. ¡Creo que la puerta se abrirá pronto!
fr: Hmm... Un des grincements était un peu bizarre. Je pense que la porte va bientôt s'ouvrir !
hu: Hmmm... Az egyik kattanás fura volt. Szerintem mindjárt kinyílik az ajtó!
ru: Хмм... Один из скрипов был немного странным. Думаю, дверь скоро откроется!
zh_hans: 嗯... 有一声嘎吱声听上去怪怪的。我想门很快就能打开了！
zh_hant: 嗯... 有壹聲嘎吱聲聽上去怪怪的。我想門很快就能打開了！

# Dialogue_TLAdventurerGnome2
source: It was nice seeing you!
es: ¡Fue un placer conocerte!
fr: C'était un plaisir de vous voir !
hu: Örültem a találkozásnak!
ru: Приятно было повидаться!
zh_hans: 很高兴见到你！
zh_hant: 很高興見到妳！

# Dialogue_TLAdventurerGnome2
source: You Crazy?
es: ¿Estas loco?
fr: Vous êtes Fou ?
hu: Őrült vagy?
ru: Ты Спятил?
zh_hans: 你疯了？
zh_hant: 妳瘋了？

# Dialogue_TLAdventurerGnome2
source: I found the secret hideout of the Secret Science Society. Do you know anything about them?
es: Encontré el escondite secreto de la Sociedad Secreta de Ciencias. ¿Sabes algo de ellos?
fr: J'ai trouvé la cachette secrète de la Société des Sciences Secrètes. Savez-vous quelque chose à leur sujet ?
hu: Megtaláltam a Titkos Tudós Társaság rejtekhelyét. Tudsz róla valamit?
ru: Я нашел тайное укрытие Тайного Научного Общества. Ты что-нибудь о них знаешь?
zh_hans: 我找到了秘密科学协会的秘密藏身处。你对他们有什么了解吗？
zh_hant: 我找到了秘密科學協會的秘密藏身處。妳對他們有什麽了解嗎？

# Dialogue_TLAdventurerGnome2
source: Turns out that you cannot skip lectures if you're the teacher.
es: Resulta que no puedes saltarte las clases si eres el maestro.
fr: Il s'avère que vous ne pouvez pas sauter les cours si vous êtes le professeur.
hu: Kiderült, hogy egyáltalán nem hagyhatsz ki órát, ha te vagy a tanár.
ru: Оказалось, что ты не можешь пропустить лекции, если ты учитель.
zh_hans: 事实证明，如果你是老师，你就不能翘课。
zh_hant: 事實證明，如果妳是老師，妳就不能翹課。

# Dialogue_TLAdventurerGnome2
source: Here is the Weird Device I found in the hideout of the Secret Science Society.
es: Aquí está el Aparato Extraño que encontré en el escondite de la Sociedad Secreta de Ciencias.
fr: Voici le Dispositif Étrange que j'ai trouvé dans la cachette de la Société des Sciences Secrètes.
hu: Itt van a Fura Eszköz a Titkos Tudós Társaság rejtekhelyéről.
ru: Вот странное устройство, которое я нашел в укрытии Тайного Научного Общества.
zh_hans: 这是我在秘密科学协会的藏身处发现的奇怪装置。
zh_hant: 這是我在秘密科學協會的藏身處發現的奇怪裝置。

# Dialogue_TLSecretSocietyGate
source: Mellon
ru: Меллон
zh_hans: 梅隆
zh_hant: 梅隆

# Dialogue_TLSecretSocietyGate
source: The only...
es: Lo único...
fr: Le seul...
hu: Az egyetlen...
ru: Единственная...
zh_hans: 唯一的...
zh_hant: 唯壹的...

# Dialogue_TLSecretSocietyGate
source: *******? No, that is not correct.
es: ¿*******? No, eso no es correcto.
fr: ******* ? Non, ce n'est pas correct.
hu: ******? Nem, helytelen.
ru: *******? Нет, это неверно.
zh_hans: * * * * * * *? 不，那是不对的。
zh_hant: * * * * * * *? 不，那是不對的。

# Dialogue_TLSecretSocietyGate
source: Okay, whatever
es: Bueno, como sea
fr: Ok, peu importe
hu: Jó, persze
ru: Ладно, неважно
zh_hans: 好的，随便啦
zh_hant: 好的，隨便啦

# Dialogue_TLSecretSocietyGate
source: Do you really think secret scientists would use an elven word as a password? I don't even know what that means.
es: ¿De verdad crees que los científicos secretos usarían una palabra élfica como contraseña? Ni siquiera sé lo que significa.
fr: Pensez-vous vraiment que des scientifiques secrets utiliseraient un mot elfique comme mot de passe ? Je ne sais même pas ce que cela signifie.
hu: Tényleg azt hiszed, hogy a titkos tudósok egy törp szót használnának jelszónak? Különben is! Azt se' tudom, mit jelent.
ru: Ты действительно думаешь, что тайные ученые используют эльфийское слово в качестве пароля? Я даже не знаю, что это значит.
zh_hans: 你真的认为秘密科学家会用精灵语作为密码吗? 我甚至不知道那是什么意思。
zh_hant: 妳真的認為秘密科學家會用精靈語作為密碼嗎? 我甚至不知道那是什麽意思。

# Dialogue_TLSecretSocietyGate
source: I am pretty sure that it is better to avoid the Secret Science Society anyways...
es: Estoy bastante seguro de que es mejor evitar la Sociedad Secreta de Ciencias de todos modos...
fr: Je suis presque sûr qu'il vaut mieux éviter la Société des Sciences Secrètes de toute façon...
hu: Amúgy is jobbnak tűnik elkerülni a Titkos Tudós Társaságot...
ru: Я уверен, что в любом случае лучше избегать Тайного Научного Общества...
zh_hans: 我很确定，不管怎样，最好还是避开秘密科学协会……
zh_hant: 我很確定，不管怎樣，最好還是避開秘密科學協會……

# Dialogue_TLSecretSocietyGate
source: STOP! Do not move! This gate is only for the members of the Secret Science Society!
es: ¡DETENER! ¡No te muevas! ¡Esta puerta es solo para los miembros de la Sociedad Secreta de Ciencias!
fr: STOP ! Ne bougez pas ! Cette porte est réservée aux membres de la Société des Sciences Secrètes !
hu: Állj! Egy lépést se tovább! Ezen a kapun csak a Titkos Tudós Társaság tagjai léphetnek be!
ru: СТОП! Не двигайся! Эти врата только для членов Тайного Научного Общества!
zh_hans: 住手！不要动它！这扇门仅对秘密科学协会的成员开放！
zh_hant: 住手！不要動它！這扇門僅對秘密科學協會的成員開放！

# Dialogue_TLSecretSocietyGate
source: That is the silliest combination I have ever heard about in my whole life! That's the kind of thing an idiot would carry in his luggage!
es: ¡Esa es la combinación más tonta que he escuchado en toda mi vida! ¡Ese es el tipo de cosas que un idiota llevaría en su maleta!
fr: C'est la combinaison la plus stupide dont j'ai jamais entendu parler de toute ma vie ! C'est le genre de chose qu'un idiot porterait dans ses bagages !
hu: Ez a leghülyébb kombináció, amit valaha hallottam. Ilyet maximum egy idióta használna a bőröndjéhez!
ru: Это самая глупая комбинация, о которой я когда-либо слышал за всю свою жизнь! Это то, что идиот мог бы носить в багаже!
zh_hans: 这是我闻所未闻的最傻帽组合! 只有傻瓜才会在他的行李里带这种东西！
zh_hant: 這是我聞所未聞的最傻帽組合! 只有傻瓜才會在他的行李裏帶這種東西！

# Dialogue_TLSecretSocietyGate
source: Leave the gate
es: Dejar la puerta
fr: Quitter le portail
hu: Elmegyek
ru: Покинуть врата
zh_hans: 离开大门
zh_hant: 離開大門

# Dialogue_TLSecretSocietyGate
source: That password is for witch and wizard kids, not for old, wise, world renowned secret scientists!
es: ¡Esa contraseña es para brujas y magos jóvenes, no para científicos secretos viejos, sabios y de renombre mundial!
fr: Ce mot de passe est destiné aux enfants magiciens et magiciennes, pas aux vieux sages et secrets scientifiques, et de renommée mondiale !
hu: Ugyan már, az varázsló és boszorkány kölyköknek való jelszó, nem pedig tapasztalt, bölcs, világhírű titkos tudósoknak!
ru: Этот пароль - для колдунов и волшебников, а не для старых, мудрых, всемирно известных тайных ученых!
zh_hans: 那个密码是给巫婆和巫师孩子设计的，不是给世界闻名的秘密科学家的！
zh_hant: 那個密碼是給巫婆和巫師孩子設計的，不是給世界聞名的秘密科學家的！

# Dialogue_TLSecretSocietyGate
source: hunter2
zh_hans: 狩猎者2
zh_hant: 狩獵者2

# Dialogue_TLSecretSocietyGate
source: Try to gain some time
es: Intenta ganar algo de tiempo
fr: Essayons de gagner du temps
hu: Próbálok időt nyerni
ru: Постарайтесь выиграть немного времени
zh_hans: 争取一些时间
zh_hant: 爭取壹些時間

# Dialogue_TLSecretSocietyGate
source: I... I think I forgot... I have to remember it. I'll be back...
es: Yo... creo que lo olvidé... Tengo que recordarlo. Vuelvo enseguida...
fr: I... Je crois que j'ai oublié... Je dois m'en souvenir. Je reviendrai...
hu: Ööö... izé, elfelejtettem, mindjárt eszembe jut. Pillanat, és itt vagyok...
ru: Я... Кажется, я забыл... Я должен это запомнить. Я сейчас вернусь...
zh_hans: 我… 我想我已经忘了…… 我必须把它记住。我会回来的……
zh_hant: 我… 我想我已經忘了…… 我必須把它記住。我會回來的……

# Dialogue_TLSecretSocietyGate
source: Let us go on with the standard protocol then. Tell me the password of the week.
es: Sigamos con el protocolo estándar entonces. Dime la contraseña de la semana.
fr: Poursuivons donc avec le protocole standard. Dites-moi le mot de passe de la semaine.
hu: Akkor következzen a sztandard belépési protokol. Mi az e heti jelszó?
ru: Тогда продолжим стандартный протокол. Скажи мне пароль недели.
zh_hans: 让我们接着“标准协议”的话题吧。告诉我本周的密码。
zh_hant: 讓我們接著“標準協議”的話題吧。告訴我本周的密碼。

# Dialogue_TLSecretSocietyGate
source: I am a member
es: Soy un miembro
fr: Je suis membre
hu: Tag vagyok
ru: Я член
zh_hans: 我是会员
zh_hant: 我是會員

# Dialogue_TLSecretSocietyGate
source: Are you a member? Prove it! What is the password of the week?
es: ¿Es usted un miembro? ¡Demuéstralo! ¿Cuál es la contraseña de la semana?
fr: Êtes-vous membre ? Prouvez-le ! Quel est le mot de passe de la semaine ?
hu: Tag vagy? Bizonyítsd! Mi az e heti jelszó?
ru: Ты член клуба? Докажи! Какой пароль недели?
zh_hans: 你是会员？那就证明一下身份！本周的密码是什么？
zh_hant: 妳是會員？那就證明壹下身份！本周的密碼是什麽？

# Dialogue_TLSecretSocietyGate
source: Caput Draconis
ru: Капут Драконис
zh_hans: 卡普特·德拉科尼斯
zh_hant: 卡普特·德拉科尼斯

# Dialogue_TLSecretSocietyGate
source: Correct. Welcome to the secret hideout 12345, scientist!
es: Correcto. ¡Bienvenido al escondite secreto 12345, científico!
fr: C'est exact. Bienvenue dans la cachette secrète 12345, scientifique !
hu: Helyes. Üdvözöllek az 12345 számú titkos rejtekhelyen, tudós!
ru: Верно. Добро пожаловать в тайное убежище 12345, ученый!
zh_hans: 正确。欢迎来到12345的秘密藏身处，科学家!
zh_hant: 正確。歡迎來到12345的秘密藏身處，科學家!

# Dialogue_TLSecretSocietyGate
source: The only true wisdom is in knowing you know everything!
es: ¡La única sabiduría verdadera es saber que lo sabes todo!
fr: La seule vraie sagesse est de savoir que vous savez tout !
hu: Az egyetlen igaz bölcsesség tudni, hogy mindent tudsz.
ru: Единственная истинная мудрость - это знание того, что ты все знаешь!
zh_hans: 知道你无所不知才是唯一的大智慧！
zh_hant: 知道妳無所不知才是唯壹的大智慧！

# Dialogue_TombOfTabby
source: Take this. It's all I can give now.
es: Toma esto. Es todo lo que puedo dar ahora.
fr: Prenez ceci. C'est tout ce que je peux vous donner maintenant.
hu: Tessék! Ez minden, amit most adhatok.
ru: Вот, возьми. Это все, что я могу дать сейчас.
zh_hans: 拿着这个，这是我现在全部能给予的。
zh_hant: 拿著這個，這是我現在全部能給予的。

# Dialogue_TombOfTabby
source: It was too much. I couldn’t keep on. I failed.
es: Fue demasiado. No pude seguir. Fallé.
fr: C'était trop. Je ne pouvais pas continuer. J'ai échoué.
hu: Túl sok volt nekem. Nem tudtam tovább menni. Elbuktam.
ru: Это было слишком тяжело. Я не мог продолжать. Я потерпел неудачу.
zh_hans: 我承受不起了。我失败了。
zh_hant: 我承受不起了。我失敗了。

# Dialogue_TombOfTabby
source: Leave
es: Salir
fr: Partir
hu: Távozok
ru: Выйти
zh_hans: 离开
zh_hant: 離開

# Dialogue_TombOfTabby
source: Raven
es: Cuervo
fr: Corbeau
hu: Holló
ru: Ворон
zh_hans: 乌鸦
zh_hant: 烏鴉

# Dialogue_TombOfTabby
source: Tell me the name!
es: ¡Dime el nombre!
fr: Donnez-moi le nom !
hu: Mond ki a nevet!
ru: Назови мне имя!
zh_hans: 告诉我名字！
zh_hant: 告訴我名字！

# Dialogue_TombOfTabby
source: Lillian!
ru: Лиллиан!
zh_hans: 莉莉安！
zh_hant: 莉莉安！

# Dialogue_TombOfTabby
source: Here lies Tabby, wanderer of the Ruined Realm. We will never forget what you did for us. May your spirit find peace in the afterlife.
es: Aquí yace Tabby, errante del Reino Arruinado. Nunca olvidaremos lo que hiciste por nosotros. Que tu espíritu encuentre paz en el más allá.
fr: Ici repose Tabby, errant du Royaume en Ruines. Nous n'oublierons jamais ce que vous avez fait pour nous. Que ton esprit trouve la paix dans l'au-delà.
hu: Itt nyugszik Cirmos, a Fertőzött Föld vándora. Emléked örökké őrizni fogjuk. Lelked találjon nyugalomra a túlvilágon.
ru: Здесь лежит Тэбби, странник Разрушенного Царства. Мы никогда не забудем, что ты сделал для нас. Пусть твой дух обретет покой в загробном мире.
zh_hans: 泰比长眠于此，它是这片毁灭王国的流浪者。我们永远不会忘记你为我们所做的一切。愿你的灵魂在来世找到安宁。
zh_hant: 泰比長眠於此，它是這片毀滅王國的流浪者。我們永遠不會忘記妳為我們所做的壹切。願妳的靈魂在來世找到安寧。

# Dialogue_TombOfTabby
source: He took the artefacts. His master never knew it.
es: Se llevo los artefactos. Su maestro nunca lo supo.
fr: Il a pris les artefacts. Son maître ne l'a jamais su.
hu: Elvitte a Varázstárgyakat. A gazdája sosem tudta meg.
ru: Он забрал артефакты. Его мастер никогда об этом не знал.
zh_hans: 他拿走了那些工艺品。他的主人从来都不知道。
zh_hant: 他拿走了那些工藝品。他的主人從來都不知道。

# Dialogue_TombOfTabby
source: Wizard
es: Mago
fr: Magicien
hu: Varázsló
ru: Волшебник
zh_hans: 巫师
zh_hant: 巫師

# Dialogue_TombOfTabby
source: I’m leaving... I didn’t want to bother you. May you find peace at last.
es: Me voy... No quería molestarte. Que por fin encuentres la paz.
fr: Je m'en vais... Je ne voulais pas vous déranger. Puissiez-vous enfin trouver la paix.
hu: Én most elmegyek... Nem akartalak zavarni, nyugodj békében.
ru: Я ухожу... Я не хотел тебя беспокоить. Пусть ты наконец обретешь покой.
zh_hans: 我走了… 我不想打扰你。愿你最终能得到安息。
zh_hant: 我走了… 我不想打擾妳。願妳最終能得到安息。

# Dialogue_TombOfTabby
source: He liked Lillian. He finished what I started.
es: Le gustaba Lillian. Terminó lo que empecé.
fr: Il aimait bien Lillian. Il a fini ce que j'avais commencé.
hu: Szerette Lilliant. Befejezte, amit elkezdtem.
ru: Ему нравилась Лиллиан. Он закончил то, что я начал.
zh_hans: 他喜欢莉莉安。他把我开始做的事给完成了。
zh_hant: 他喜歡莉莉安。他把我開始做的事給完成了。

# Dialogue_TombOfTabby
source: Rest in peace!
es: ¡Descansa en paz!
fr: Reposez en paix !
hu: Nyugodj békében!
ru: Покойся с миром!
zh_hans: 安息吧！
zh_hant: 安息吧！

# Dialogue_TombOfTabby
source: I will be there on her side again when the time comes.
es: Estaré allí a su lado otra vez cuando llegue el momento.
fr: Je serai de nouveau à ses côtés le moment venu.
hu: Újra vele leszek, ha eljön az idő.
ru: Когда придет время, я снова буду на ее стороне.
zh_hans: 到时候我会站在她这边的。
zh_hant: 到時候我會站在她這邊的。

# Dialogue_TombOfTabby
source: She is my only true master. I can’t leave her. Not yet.
es: Ella es mi única verdadera maestra. No puedo dejarla. Aún no.
fr: Elle est mon seul vrai maître. Je ne peux pas la quitter. Pas encore.
hu: Ő az egyetlen igaz gazdám. Nem hagyhatom el. Még nem.
ru: Она мой единственный истинный мастер. Я не могу ее бросить. Пока не могу.
zh_hans: 她是我唯一真正的主人。我不能离开她。
zh_hant: 她是我唯壹真正的主人。我不能離開她。

# Dialogue_TombOfTabby
source: Raven!
es: ¡Cuervo!
fr: Corbeau !
hu: Holló!
ru: Ворон!
zh_hans: 乌鸦！
zh_hant: 烏鴉！

# Dialogue_TombOfTabby
source: He forced me. Though I understood. I wanted the same.
es: El me forzó. Aunque lo entendí. Yo quería lo mismo.
fr: Il m'a forcé. Bien que je comprenne. Je voulais la même chose.
hu: Kényszerített. Megértettem. Én is így akartam.
ru: Он заставил меня. Хоть я и понял. Я желал того же самого.
zh_hans: 他强迫于我。虽然我能理解。我想要一样的。
zh_hant: 他強迫於我。雖然我能理解。我想要壹樣的。

# Dialogue_TombOfTabby
source: Lillian
ru: Лиллиан
zh_hans: 莉莉安
zh_hant: 莉莉安

# Dialogue_TombOfTabby
source: You are familiar... I almost remember...
es: Eres familiar... Casi recuerdo...
fr: Vous m'êtes familier... Je me souviens presque...
hu: Ismerős vagy... Emlékeznem kellene...
ru: Ты мне кого-то напоминаешь... Я почти вспомнил...
zh_hans: 你很眼熟……我快想起来了……
zh_hant: 妳很眼熟……我快想起來了……

# Dialogue_TombOfTabby
source: Wizard!
es: ¡Mago!
fr: Magicien !
hu: Varázsló!
ru: Волшебник!
zh_hans: 巫师！
zh_hant: 巫師！

# Dialogue_tut2
source: I see you managed to shape that ball body of yours… that’s interesting.
es: Veo que lograste darle forma a ese cuerpo tuyo... eso es interesante.
fr: Je vois que vous avez réussi à façonner votre corps de boule... c'est intéressant.
hu: Látom sikerült kicsit alakítanod az új... testeden. Érdekes.
ru: Я вижу, тебе удалось привести в форму это твое шаровидное тело… это интересно.
zh_hans: 我亲眼见到你成功地塑造了你的球状身体… 真有意思、
zh_hant: 我親眼見到妳成功地塑造了妳的球狀身體… 真有意思、

# Dialogue_tut2
source: I didn’t want to summon you. I wanted to get my daughter back.
es: No quería convocarte. Quería recuperar a mi hija.
fr: Je n'ai pas voulu vous invoquer. Je voulais récupérer ma fille.
hu: Nem akartalak megidézni, a lányomat akartam visszahozni.
ru: Я не хотел призывать тебя. Я хотел вернуть свою дочь.
zh_hans: 我不想召唤你。我想找回我的女儿。
zh_hant: 我不想召喚妳。我想找回我的女兒。

# Dialogue_tut2
source: Your presence is not welcome here, demon!
es: ¡Tu presencia no es bienvenida aquí, demonio!
fr: Ta présence n'est pas la bienvenue ici, démon !
hu: Egyáltalán nem örülök neki, hogy átjöttél, démon!
ru: Тебе здесь не рады, демон!
zh_hans: 此地不欢迎你，恶魔！
zh_hant: 此地不歡迎妳，惡魔！

# Dialogue_tut5
source: Once you are done I will set you free.
es: Una vez que hayas terminado, te liberaré.
fr: Une fois que vous aurez terminé, je vous libérerai.
hu: Ha sikerrel jársz, szabadon engedlek.
ru: Как только ты закончишь, я освобожу тебя.
zh_hans: 一旦你完成任务，我就给你自由。
zh_hant: 壹旦妳完成任務，我就給妳自由。

# Dialogue_tut5
source: This is the deal demon...
es: Este es el trato demonio...
fr: Nous avons un accord, démon...
hu: Ez az ajánlatom, démon...
ru: Это и есть сделка, демон...
zh_hans: 这是交易恶魔...
zh_hant: 這是交易惡魔...

# Dialogue_tut5
source: Get into the Heart of the Realm and find the three Artefacts! I need those to correct the summoning.
es: ¡Entra en el corazón del Reino y encuentra los tres Artefactos! Los necesito para corregir la convocatoria.
fr: Entrez au Coeur du Royaume et trouvez les trois Artefacts ! J'en ai besoin pour corriger l'invocation.
hu: Keress utat a Világ Közepébe, és találd meg a Három Varázstárgyat! Azokra lesz szükségem, hogy helyrehozzam az idézést.
ru: Проникни в Сердце Царства и найди три Артефакта! Они нужны мне, чтобы исправить заклинание.
zh_hans: 进入王国的中心，找到三件工艺品！我需要用它们来进行正确的召唤。
zh_hant: 進入王國的中心，找到三件工藝品！我需要用它們來進行正確的召喚。

# Dialogue_tut8
source: A cat that used to help my daughter to explore these realms.
es: Un gato que solía ayudar a mi hija a explorar estos reinos.
fr: Un chat qui aidait ma fille à explorer ces royaumes.
hu: Egy macska, aki a lányomnak segített felderíteni ezt a Világot.
ru: Кот, который помогал моей дочери исследовать эти царства.
zh_hans: 一只曾经帮助我女儿探索这些王国的猫。
zh_hant: 壹只曾經幫助我女兒探索這些王國的貓。

# Dialogue_tut8
source: Who is Tabby?
es: ¿Quien es Tabby?
fr: Qui est Tabby ?
hu: Ki az a Cirmos?
ru: Кто такой Тэбби?
zh_hans: 泰比是谁？
zh_hant: 泰比是誰？

# Dialogue_tut8
source: Tabby was formidable with her claws, but you will need that sword.
es: Tabby era formidable con sus garras, pero necesitarás esa espada.
fr: Tabby était redoutable avec ses griffes, mais vous aurez besoin de cette épée.
hu: Cirmos meg tudta védeni magát a karmaival, de neked jól jöhet az a kard.
ru: Тэбби был пугающим с его когтями, но тебе понадобится этот меч.
zh_hans: 泰比的爪子很可怕，但你需要那把剑。
zh_hant: 泰比的爪子很可怕，但妳需要那把劍。

# Dialogue_tut8
source: So he did the hard job before me...
es: Entonces hizo el trabajo duro antes que yo...
fr: Il a donc fait le sale boulot avant moi...
hu: Szóval övé volt a piszkos meló előttem...
ru: Значит, он проделал тяжелую работу до меня...
zh_hans: 所以在我之前，他很不容易……
zh_hant: 所以在我之前，他很不容易……

# Dialogue_tut9
source: What could be possibly weird for a walking ball?
es: ¿Qué podría ser extraño para una pelota que camina?
fr: Qu'est-ce qui pourrait être bizarre pour une balle qui marche ?
hu: Mégis mi lehetne fura egy sétáló labdának?
ru: Что может быть странным для ходячего шара?
zh_hans: 对于一个步行球来说，有什么可奇怪的呢?
zh_hant: 對於壹個步行球來說，有什麽可奇怪的呢?
