Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDialogues/*/WarriorbDialogues.po
Languages: es, fr, hu, ru, zh_hans, zh_hant

# Dialogue_GhostDwarf
source: Could you get me a ghost abacus?
es: ¿Me podrías conseguir un ábaco fantasma?
fr: Pourriez-vous me trouver un boulier fantôme ?
hu: Nem tudnál szerezni nekem egy szellem abakuszt?
ru: Можешь принести мне призрачный абакус?
zh_hans: 你能给我拿个幽灵算盘吗?
zh_hant: 妳能給我拿個幽靈算盤嗎?

# Dialogue_GhostDwarf
source: Sure whatever...
es: Si, lo que tu digas...
fr: Bien sûr, peu importe...
hu: Aha, persze...
ru: Ладно, неважно...
zh_hans: 无所谓啦...
zh_hant: 無所謂啦...

# Dialogue_GhostDwarf
source: If you found her please escort her to the Room of the Law so that her vicious acts can be judged.
es: Si la encontraste, escóltala a la Sala de la Ley para que puedan juzgar sus actos viciosos.
fr: Si vous l'avez trouvée, veuillez l'escorter jusqu'à la Salle de la Loi afin que ses actes vicieux puissent être jugés.
hu: Ha látod, kérlek kísérd be a Bíróságra, hogy ítéletet mondhassunk gonosz tettei felett.
ru: Если ты нашел ее, пожалуйста, проводите ее в Зал Законов, чтобы ее злодеяния были осуждены.
zh_hans: 如果你找到了她，请把她带到法务室去，这样就可以对她的恶行进行审判。
zh_hant: 如果妳找到了她，請把她帶到法務室去，這樣就可以對她的惡行進行審判。

# Dialogue_GhostDwarf
source: You are dead
es: Estás muerto
fr: Vous êtes mort
hu: Halott vagy
ru: Ты мертв
zh_hans: 你已经死亡
zh_hant: 妳已經死亡

# Dialogue_GhostDwarf
source: Could you help me? I'm forced into this Realm by a Wizard.
es: ¿Usted me podría ayudar? Un Mago me obliga a entrar en este reino.
fr: Pourriez-vous m'aider ? Je suis forcé d'entrer dans ce Royaume parce qu'un Magicien m'y a forcé.
hu: Tudnál segíteni? Egy varázsló erőszakkal kényszerít ebbe a Világba.
ru: Ты можешь мне помочь? Волшебник заставил меня отправиться в это царство.
zh_hans: 你能帮我吗? 我是受一个巫师所迫进入这个王国的。
zh_hant: 妳能幫我嗎? 我是受壹個巫師所迫進入這個王國的。

# Dialogue_GhostDwarf
source: Ah, even the World will be over sooner than all our cases.
es: Ah, incluso el mundo terminará antes que todos nuestros casos.
fr: Ah, même le Monde sera fini plus tôt que toutes nos affaires.
hu: Áh, még a Világnak is hamarabb lesz vége, mint ennek az Ügynek.
ru: Даже Конец Мира наступит раньше, чем все наши судебные процессы будут закрыты.
zh_hans: 啊，就连世界末日也会比我们所有的病例来得快。
zh_hant: 啊，就連世界末日也會比我們所有的病例來得快。

# Dialogue_GhostDwarf
source: I've made you a Ghost Abacus.
es: Te he hecho un ábaco fantasma.
fr: Je vous ai fait un Boulier Fantôme.
hu: Készítettem neked egy szellem abakuszt.
ru: Я сделал тебе Призрачный Абакус.
zh_hans: 我给你做了个幽灵算盘。
zh_hant: 我給妳做了個幽靈算盤。

# Dialogue_GhostDwarf
source: And being a Wizard is strictly forbidden! If I manage to prove you have some connection with that criminal Wizard I will judge you as well!
es: ¡Y ser un Mago está estrictamente prohibido! Si logro demostrar que tienes alguna conexión con ese Mago criminal, ¡también te juzgaré!
fr: Et être un Magicien est strictement interdit ! Si je parviens à prouver que vous avez un lien avec ce magicien criminel, je vous jugerai également !
hu: És varázslónak lenni szigorúan tilos. Ha kiderül, hogy bármilyen kapcsolatba állsz egy bűnöző varázslóval, téged is elítélünk!
ru: И быть Волшебником строго запрещено! Если мне удастся доказать, что у тебя есть какая-то связь с этим преступным Волшебником, я тебя тоже засужу!
zh_hans: 而且做巫师是被严格禁止的！如果我能证明你和那个邪恶的巫师扯上什么关系，我也会审判你的!
zh_hant: 而且做巫師是被嚴格禁止的！如果我能證明妳和那個邪惡的巫師扯上什麽關系，我也會審判妳的!

# Dialogue_GhostDwarf
source: The Law never writes it would be forbidden to be a walking ball. Therefore it is not a problem.
es: La Ley nunca ha escrito que estaría prohibido ser una pelota andante. Por lo tanto, no es un problema.
fr: La Loi n'écrit jamais qu'il serait interdit d'être une balle qui marche. Ce n'est donc pas un problème.
hu: A Törvény sehol sem említi, hogy tilos lenne sétáló labdának lenni. Úgyhogy gondolom ez nem probléma.
ru: В законе ничего не сказано о том, что нельзя быть ходячим шаром. Поэтому это не проблема.
zh_hans: 法律从来没有明确表示禁止会走路的球体。因此，这不是一个问题。
zh_hant: 法律從來沒有明確表示禁止會走路的球體。因此，這不是壹個問題。

# Dialogue_GhostDwarf
source: Staring like that is strictly forbidden!
es: ¡Mirar así está estrictamente prohibido!
fr: Il est strictement interdit de regarder comme ça !
hu: Így bámulni szigorúan tilos!
ru: Так смотреть строго запрещено!
zh_hans: 那样的凝视是被严格禁止的!
zh_hant: 那樣的凝視是被嚴格禁止的!

# Dialogue_GhostDwarf
source: The Case of the Gnome traveller. A really complicated one.
es: El caso del viajero gnomo. Uno muy complicado.
fr: Le Cas du voyageur Gnome. Un cas très compliqué.
hu: A Gnóm Utazó esete. Borzasztóan komplikált.
ru: Дело о Карлике-Путешественнике. Очень запутанное.
zh_hans: 地精旅行者的例子。非常复杂。
zh_hant: 地精旅行者的例子。非常復雜。

# Dialogue_GhostDwarf
source: Makes sense...
es: Tiene sentido...
fr: C'est logique...
hu: Világos, mint a nap...
ru: Логично...
zh_hans: 言之有理。
zh_hant: 言之有理。

# Dialogue_GhostDwarf
source: The Law says that.
es: La Ley dice eso.
fr: C'est ce que dit la Loi.
hu: A Törvény így mondja.
ru: Закон гласит об этом.
zh_hans: 法律是这么说的。
zh_hant: 法律是這麽說的。

# Dialogue_GhostDwarf
source: I guess they forgot to tell you but work time is long over...
es: Supongo que se olvidaron de decírtelo, pero la hora del trabajo ha terminado hace tiempo...
fr: Je suppose qu'ils ont oublié de vous le dire mais le temps de travail est terminé depuis longtemps...
hu: Úgy látom, elfelejtettek szólni, de már rég lejárt a munkaidő...
ru: Думаю, они забыли сказать тебе, но рабочее время давно закончилось...
zh_hans: 我想他们忘记告诉你了，但是工作时间已经结束了……
zh_hant: 我想他們忘記告訴妳了，但是工作時間已經結束了……

# Dialogue_GhostDwarf
source: Take this as a reward!
es: ¡Toma esto como recompensa!
fr: Prenez cela comme une récompense !
hu: Fogadd el ezt fizetségként!
ru: Прими это как награду!
zh_hans: 把这个当作奖励吧!
zh_hant: 把這個當作獎勵吧!

# Dialogue_GhostDwarf
source: How wondrous! I’m sure this will reduce my research time with years!
es: ¡Qué maravilloso! ¡Estoy seguro de que esto reducirá años de tiempo de investigación!
fr: C'est merveilleux ! Je suis sûr que cela réduira mon temps de recherche avec les années !
hu: Remek! Biztos vagyok benne, hogy ez évekkel csökkenti a kutatóidőt!
ru: Как восхитительно! Я уверен, что это сократит время моих исследований на целые годы!
zh_hans: 多么奇妙！我相信这将减少我几年的研究时间！
zh_hant: 多麽奇妙！我相信這將減少我幾年的研究時間！

# Dialogue_GhostDwarf
source: You are guilty for bouncing too loudly! Just like my uncle...
es: ¡Eres culpable de rebotar demasiado fuerte! Justo como mi tío...
fr: Vous êtes coupable de rebondir très fort ! Tout comme mon oncle...
hu: Bűnösnek találtattál túl hangos pattogás okán. Pont mint a bácsikám...
ru: Ты виновен в том, что слишком громко прыгаешь! Как и мой дядя...
zh_hans: 你因跳得太大声而感到内疚！就像我叔叔……
zh_hant: 妳因跳得太大聲而感到內疚！就像我叔叔……

# Dialogue_GhostDwarf
source: We had to reread all the rules to find out if there is anything about this.
es: Tuvimos que releer todas las reglas para averiguar si hay algo al respecto.
fr: Nous avons dû relire toutes les règles pour savoir s'il y avait quelque chose à ce sujet.
hu: Újra kellett olvasnunk az összes törvényt, hogy kiderüljön, van-e valami ezzel kapcsolatban.
ru: Нам пришлось перечитать все правила, чтобы узнать, есть ли что-нибудь об этом.
zh_hans: 我们得把所有的规定再读一遍，看看是否有什么问题。
zh_hant: 我們得把所有的規定再讀壹遍，看看是否有什麽問題。

# Dialogue_GhostDwarf
source: So what is this case you are working on?
es: Entonces, ¿en qué caso estás trabajando?
fr: Quelle est donc cette affaire sur laquelle vous travaillez ?
hu: Szóval, mi ez az úgy, amin dolgozol?
ru: Так над каким делом ты работаешь?
zh_hans: 你在处理什么案子?
zh_hant: 妳在處理什麽案子?

# Dialogue_GhostDwarf
source: Help
es: Ayuda
fr: Aider
hu: Segíts
ru: Помощь
zh_hans: 帮助
zh_hant: 幫助

# Dialogue_GhostDwarf
source: No way
es: No es posible
fr: Pas question
hu: Kizárt
ru: Ни за что
zh_hans: 没门
zh_hant: 沒門

# Dialogue_GhostDwarf
source: Just give me some more time and I will prove that you are guilty.
es: Dame un poco más de tiempo y demostraré que eres culpable.
fr: Donnez-moi juste un peu plus de temps et je prouverai que vous êtes coupable.
hu: Adj még egy kis időt, és bebizonyítom, hogy bűnös vagy.
ru: Просто дай мне еще немного времени и я докажу, что ты виновен.
zh_hans: 再给我一些时间，我会证明你是有罪的。
zh_hant: 再給我壹些時間，我會證明妳是有罪的。

# Dialogue_GhostDwarf
source: Such a tragic death! Now I need to start everything from the beginning!
es: ¡Qué muerte tan trágica! ¡Ahora necesito comenzar todo desde el principio!
fr: Une mort si tragique ! Maintenant, je dois tout recommencer depuis le début !
hu: Mily tragikus halál! Most mindent kezdhetünk elölről!
ru: Такая трагическая смерть! Теперь мне нужно всё начать с самого начала!
zh_hans: 多么悲惨的死亡！现在我需要一切从头开始！
zh_hant: 多麽悲慘的死亡！現在我需要壹切從頭開始！

# Dialogue_GhostDwarf
source: Yes, she is a criminal for inhabiting the body of a cat. That is strictly forbidden!
es: Sí, ella es una criminal por habitar el cuerpo de un gato. Eso está estrictamente prohibido!
fr: Oui, elle est criminelle pour avoir habité le corps d'un chat. C'est strictement interdit !
hu: Igen, őt bűnösnek találtuk több ízbeni macsakatest birtoklásért. Az szigorúan tilos!
ru: Да, она виновна в проживании в теле кошки. Это строго запрещено!
zh_hans: 是的，她是一个居住在猫身上的罪犯。这是严格禁止的!
zh_hant: 是的，她是壹個居住在貓身上的罪犯。這是嚴格禁止的!

# Dialogue_GhostDwarf
source: Incorrect. It is not.
es: Incorrecto. No lo es.
fr: Mauvaise réponse. Ce n'est pas le cas.
hu: Téves. Nem az.
ru: Неправильно. Это не так.
zh_hans: 错，它不是。
zh_hant: 錯，它不是。

# Dialogue_GhostDwarf
source: Case
es: Caso
fr: Cas
hu: Ügy
ru: Дело
zh_hans: 案件
zh_hant: 案件

# Dialogue_GhostDwarf
source: Artefacts
es: Artefactos
fr: Artéfacts
hu: Varázstárgyak
ru: Артефакты
zh_hans: 工艺品
zh_hant: 工藝品

# Dialogue_GhostDwarf
source: Don’t disturb me!
es: ¡No me molestes!
fr: Ne me dérangez pas !
hu: Ne zavarj!
ru: Не беспокойте меня!
zh_hans: 别打扰我！
zh_hant: 別打擾我！

# Dialogue_GhostDwarf
source: That’s very likely.
es: Eso es muy probable.
fr: C'est très probable.
hu: Ez elég valószínű.
ru: Это очень вероятно.
zh_hans: 这是很有可能的。
zh_hant: 這是很有可能的。

# Dialogue_GhostDwarf
source: What?
es: ¿Qué?
fr: Quoi ?
hu: Mi?
ru: Что?
zh_hans: 什么？
zh_hant: 什麽？

# Dialogue_GhostDwarf
source: All right I was just asking. It’s not forbidden. At least in this case.
es: Muy bien, solo preguntaba. No está prohibido Al menos en este caso.
fr: D'accord, je demandais juste. Ce n'est pas interdit. Au moins dans ce cas.
hu: Na jó, csak kérdeztem. Az nem tilos. Legalábbis ebben az esetben.
ru: Ладно, я просто спросил. Это не запрещено. По крайней мере, в этом случае.
zh_hans: 好吧，我只是问问。这并非禁止。至少在这种情况下是这样。
zh_hant: 好吧，我只是問問。這並非禁止。至少在這種情況下是這樣。

# Dialogue_GhostDwarf
source: You are dead. Isn’t that a problem?
es: Estás muerto. ¿No es eso un problema?
fr: Vous êtes mort. N'est-ce pas un problème ?
hu: Nem gond, hogy halott vagy?
ru: Ты мертв. Разве это не проблема?
zh_hans: 你已经死了。这不是一个问题吗?
zh_hant: 妳已經死了。這不是壹個問題嗎?

# Dialogue_GhostDwarf
source: Do you know a girl called Lillian?
es: ¿Conoces a una chica llamada Lillian?
fr: Connaissez-vous une fille qui s'appelle Lillian ?
hu: Ismersz egy Lillian nevű lányt?
ru: Знаешь ли ты девочку по имени Лилиан?
zh_hans: 你认识一个叫莉莉安的女孩吗?
zh_hant: 妳認識壹個叫莉莉安的女孩嗎?

# Dialogue_GhostDwarf
source: Well, to be honest it is.
es: Bueno, para ser honesto lo es.
fr: Eh bien, pour être honnête, c'est le cas.
hu: Őszintén szólva, de, gond.
ru: Ну, если честно, это проблема.
zh_hans: 嗯，说实话是这样。
zh_hant: 嗯，說實話是這樣。

# Dialogue_GhostDwarf
source: I’ll see what I can do...
es: Veré lo que puedo hacer.
fr: Je vais voir ce que je peux faire...
hu: Meglátom, mit tehetek...
ru: Я посмотрю, что можно сделать...
zh_hans: 我看看我能做什么……
zh_hant: 我看看我能做什麽……

# Dialogue_GhostDwarf
source: We almost finished the process when the Gnome Traveller died of waiting.
es: Casi terminamos el proceso cuando el Viajero Gnomo murió de tanto esperar.
fr: Nous avons presque terminé le processus lorsque le Voyageur Gnome est mort en attendant.
hu: Már majdnem az Ügy végére értünk, amikor a Gnóm meghalt végelgyengülésben.
ru: Мы почти закончили процесс, когда Карлик Путешественник умер от ожидания.
zh_hans: 我们几乎完成了这个过程，这时地精旅行者死于等待。
zh_hant: 我們幾乎完成了這個過程，這時地精旅行者死於等待。

# Dialogue_GhostDwarf
source: It is
es: Lo es
fr: Il s'agit de
hu: De, az
ru: Проблема
zh_hans: 是的
zh_hant: 是的

# Dialogue_GhostDwarf
source: Give Abacus
es: Dar ábaco
fr: Donner le Boulier
hu: Abacus
ru: Дать Абакус
zh_hans: 给予算盘
zh_hant: 給予算盤

# Dialogue_GhostDwarf
source: And how about being dead?
es: ¿Y qué hay de estar muerto?
fr: Et pourquoi pas être mort ?
hu: És milyen halottnak lenni?
ru: А как насчет быть мертвым?
zh_hans: 那么死亡呢？
zh_hant: 那麽死亡呢？

# Dialogue_GhostDwarf
source: He asked for permission to use the Railway. Which is really unusual. Before him only dwarves used the Railways.
es: Pidió permiso para usar el ferrocarril. Lo cual es realmente inusual. Antes de él, solo los enanos usaban los Ferrocarriles.
fr: Il a demandé la permission d'utiliser le Chemin de Fer. Ce qui est vraiment inhabituel. Avant lui, seuls les nains utilisaient le Chemin de fer.
hu: Engedélyt kért a Vasút használatára. Ami eléggé szokatlan. Előtte csak Törpök használták a Vasutat.
ru: Он попросил разрешения на использование Железной дороги. Что действительно необычно. До него Железной Дорогой пользовались только гномы.
zh_hans: 他请求允许使用这条铁路。这很不寻常。在他之前，只有地精使用铁路。
zh_hant: 他請求允許使用這條鐵路。這很不尋常。在他之前，只有地精使用鐵路。

# Dialogue_GhostDwarf
source: Respect the Law!
es: ¡Respeta la Ley!
fr: Respectez la Loi !
hu: Tiszteld a Törvényt!
ru: Соблюдай закон!
zh_hans: 尊重法律！
zh_hant: 尊重法律！

# Dialogue_GhostDwarf
source: It’s not that simple. In his testament he asked us to bring his corpse home, on the railway.
es: No es tan sencillo. En su testamento nos pidió que trajéramos su cadáver a casa, en el ferrocarril.
fr: Ce n'est pas si simple. Dans son testament, il nous a demandé de ramener son cadavre à la maison, sur la voie ferrée.
hu: Nem ilyen egyszerű. A végrendeletében azt kérte, a holttestét vonattal szállítsák haza.
ru: Все не так просто. В своем завещании он попросил нас привезти его тело домой, на железной дороге.
zh_hans: 事情没那么简单。在他的遗嘱中，他要求我们把他的尸体坐铁路带回家。
zh_hant: 事情沒那麽簡單。在他的遺囑中，他要求我們把他的屍體坐鐵路帶回家。

# Dialogue_GhostDwarf
source: What can I do for you?
es: ¿Qué puedo hacer por ti?
fr: Que puis-je faire pour vous ?
hu: Mit tehetek érted?
ru: Чем я могу помочь?
zh_hans: 我能帮你做什么吗？
zh_hant: 我能幫妳做什麽嗎？

# Dialogue_GhostDwarf
source: Leave
es: Salir
fr: Partir
hu: Távozok
ru: Выйти
zh_hans: 离开
zh_hant: 離開

# Dialogue_GhostDwarf
source: The Law doesn’t forbid walking for balls. I guess you are right then.
es: La Ley no prohíbe caminar por las pelotas. Supongo que tienes razón entonces.
fr: La Loi n'interdit pas de marcher pour les balles. Je suppose que vous avez raison alors.
hu: A törvény nem tiltja a sétát a labdák számára. Valószínűleg neked van igazad.
ru: Закон не запрещает шарам ходить. Думаю, тогда ты прав.
zh_hans: 法律并没有禁止带球行走。我想你是对的。
zh_hant: 法律並沒有禁止帶球行走。我想妳是對的。

# Dialogue_GhostDwarf
source: Rest... err... work in peace!
es: Descansa... err... ¡trabaja en paz!
fr: Reposez-vous... euh... travaillez en paix !
hu: Nyugodj... izé... dolgozz békében!
ru: Покойся... эээ... работай в тишине!
zh_hans: 休息... 呃... 和平工作！
zh_hant: 休息... 呃... 和平工作！

# Dialogue_GhostDwarf
source: Could you help me?
es: ¿Me podría ayudar?
fr: Pourriez-vous m'aider ?
hu: Tudnál segíteni?
ru: Ты можешь мне помочь?
zh_hans: 你能帮帮我吗？
zh_hant: 妳能幫幫我嗎？

# Dialogue_GhostDwarf
source: When we found out there are none, so we needed to create new rules. But for that we had to reread all the existing rules again.
es: Cuando descubrimos que no hay ninguno, necesitamos crear nuevas reglas. Pero para eso tuvimos que releer todas las reglas que ya existen otra vez.
fr: Lorsque nous avons découvert qu'il n'y en avait pas, nous avons dû créer de nouvelles règles. Mais pour cela, nous avons dû relire toutes les règles existantes.
hu: Amikor rájöttünk, hogy nincs egy se, új szabályokat kellett készítenünk. De ehhez át kellett tanulmányoznunk alaposabban a meglévőket.
ru: Когда мы узнали, что нет ни одного, нам нужно было создать новые правила. Но для этого нам пришлось перечитать все существующие правила заново.
zh_hans: 当我们发现没有规则时，我们需要创建新的规则。但为此，我们必须重新阅读现有的全部规则。
zh_hant: 當我們發現沒有規則時，我們需要創建新的規則。但為此，我們必須重新閱讀現有的全部規則。

# Dialogue_GhostDwarf
source: I don’t. But keep in mind if they were stolen and you find them you have to give them to the Dwarven King.
es: Yo no. Pero ten en cuenta que si fueron robados y los encuentras, tienes que dárselos al Rey de los Enanos.
fr: Je n'en ai pas. Mais n'oubliez pas que s'ils ont été volés et que vous les trouvez, vous devez les donner au Roi Nain.
hu: Nem tudok róluk semmit. De tartsd észben, hogy ha lopottak, és a birtokodba kerülnek, akkor át kell adnod őket a Törp Királynak.
ru: А я нет. Но имей в виду, если их украли, и ты найдешь их, ты должен отдать их Королю Гномов.
zh_hans: 我不喜欢。但要记住，如果他们被偷了，你找到他们，你必须把他们交给地精国王。
zh_hant: 我不喜歡。但要記住，如果他們被偷了，妳找到他們，妳必須把他們交給地精國王。

# Dialogue_GhostDwarf
source: Not at all
es: Para nada
fr: Pas du tout
hu: Egyáltalán nem
ru: Вовсе нет
zh_hans: 完全不是。
zh_hant: 完全不是。

# Dialogue_GhostDwarf
source: No, no, no! I have other things to do.
es: ¡No no no! Tengo otras cosas que hacer.
fr: Non, non, non ! J'ai d'autres choses à faire.
hu: Nem, nem, nem! Van dolgom épp elég.
ru: Нет, нет, нет! У меня есть другие дела.
zh_hans: 不,不,不! 我还有别的事要做。
zh_hant: 不,不,不! 我還有別的事要做。

# Dialogue_GhostDwarf
source: Lillian
ru: Лиллиан
zh_hans: 莉莉安
zh_hant: 莉莉安

# Dialogue_GhostDwarf
source: Thank you! Thank you!
es: ¡Gracias! ¡Gracias!
fr: Merci ! Merci !
hu: Köszönöm! Köszönöm!
ru: Спасибо! Спасибо!
zh_hans: 谢谢！谢谢！
zh_hant: 謝謝！謝謝！

# Dialogue_GhostDwarf
source: What crime did the Gnome commit?
es: ¿Qué crimen cometió el Gnomo?
fr: Quel crime le Gnome a-t-il commis ?
hu: Mit követett el a Gnóm?
ru: Какое преступление совершил Гном?
zh_hans: 地精犯了什么罪？
zh_hant: 地精犯了什麽罪？

# Dialogue_GhostDwarf
source: When I touch it my fingers slip past the abacus, I can’t move it.
es: Cuando lo toco, mis dedos traspasa el ábaco, no puedo moverlo.
fr: Quand je le touche, mes doigts glissent sur le boulier, je ne peux pas le déplacer.
hu: Ha el akarok tolni egy golyót, az ujjam egyszerűen átsiklik rajta.
ru: Когда я прикасаюсь к нему, мои пальцы проходят сквозь него и я не могу им пошевелить.
zh_hans: 当我触摸它时，手指滑过算盘，我无法移动它。
zh_hant: 當我觸摸它時，手指滑過算盤，我無法移動它。

# Dialogue_GhostDwarf
source: I would call that case solved...
es: Yo llamaría a ese caso resuelto...
fr: Je dirais que cette affaire est résolue...
hu: Erre mondanám, hogy Ügy megoldva...
ru: Я бы назвал это дело закрытым...
zh_hans: 我认为那个案子已经解决了…
zh_hant: 我認為那個案子已經解決了…

# Dialogue_GhostDwarf
source: We decided that Gnomes can use the Railway, but how about Gnome Corpses? That’s a totally different issue.
es: Decidimos que los gnomos pueden usar el ferrocarril, pero ¿qué hay de los cadáveres de los gnomos? Esa es una cuestión totalmente diferente.
fr: Nous avons décidé que les Gnomes peuvent utiliser le Chemin de fer, mais qu'en est-il des Corps de Gnomes ? C'est une toute autre question.
hu: Arra a döntésre jutottunk, hogy a Gnómok használhatják a Vasutat, na de mi a helyzet a Halott Gnómokkal? Az egy teljesen eltérő eset.
ru: Мы решили, что Карлики могут пользоваться железной дорогой, но как насчет их Трупов? Это совершенно другой вопрос.
zh_hans: 我们的决定是地精可以使用铁路，但是地精尸体怎么办呢? 那完全是两个问题。
zh_hant: 我們的決定是地精可以使用鐵路，但是地精屍體怎麽辦呢? 那完全是兩個問題。

# Dialogue_GhostDwarf
source: I guess the same rules apply.
es: Supongo que se aplican las mismas reglas.
fr: Je suppose que les mêmes règles s'appliquent.
hu: Vajon halottként is tudsz élni a jogaiddal? Fogós kérdés.
ru: Думаю, действуют те же правила.
zh_hans: 我想同样的规则也适用。
zh_hant: 我想同樣的規則也適用。

# Dialogue_GhostDwarf
source: Hmmm... Let me see...
es: Hmmm... déjame ver...
fr: Hmmm... Laisse-moi voir...
hu: Hmmm, hadd nézzem...
ru: Хммм... Дай подумать...
zh_hans: 嗯…让我看看…
zh_hant: 嗯…讓我看看…

# Dialogue_GhostDwarf
source: And you are a walking ball. Isn’t that a problem?
es: Y tú eres una pelota que camina. ¿No es eso un problema?
fr: Et vous êtes une balle qui marche. N'est-ce pas un problème ?
hu: Te meg egy sétáló labda vagy. Az nem gond?
ru: А ты - ходячий мяч. Разве это не проблема?
zh_hans: 你是一个行走的球。这不是一个问题吗?
zh_hant: 妳是壹個行走的球。這不是壹個問題嗎?

# Dialogue_Gnory
source: Fishy warns you! This path is dangerous! Turn back! Explore other places!
es: Fishy te advierte! ¡Este camino es peligroso! ¡Volver! ¡Explora otros lugares!
fr: Poiscaille vous met en garde ! Ce chemin est dangereux ! Faites demi-tour ! Explorez d'autres endroits !
hu: Hali óva int! Ez az út veszélyes! Fordulj vissza! Fedezz fel másik utakat!
ru: Фиши предупреждать тебя! Этот путь опасен! Поворачивай назад! Исследуй другие места!
zh_hans: 呆鱼警告你! 这条路很危险! 回头! 探索其他地方!
zh_hant: 呆魚警告妳! 這條路很危險! 回頭! 探索其他地方!

# Dialogue_Gnory
source: Long story short I almost reached the Outpost when my cargo went into a pothole and my wheel was broken.
es: En pocas palabras, casi llegué al Puesto Avanzado cuando mi cargamento entró en un bache y mi rueda se rompió.
fr: Pour faire court, j'ai failli atteindre l'Avant-Poste lorsque ma cargaison est tombée dans un nid-de-poule et que ma roue s'est cassée.
hu: Egy szó, mint száz, már majdnem elértem a Helyőrséget, amikor a szekerem belement egy gödörbe, és kitört az egyik kerék.
ru: Короче говоря, я почти добрался до Заставы, когда мой груз попал в яму, и у меня сломалось колесо.
zh_hans: 长话短说，当我几乎到达前哨站的时候，我的货物进入一个洞穴，我的轮子也坏了。
zh_hant: 長話短說，當我幾乎到達前哨站的時候，我的貨物進入壹個洞穴，我的輪子也壞了。

# Dialogue_Gnory
source: Then I will give it for 10 Gold Coins.
es: Pues te lo daré por 10 Monedas de Oro.
fr: Ensuite, je le donnerai pour 10 Pièces d'Or.
hu: Akkor odaadom 10 Aranyért.
ru: Тогда я отдам его за 10 Золотых Монет.
zh_hans: 那我就出10枚金币吧。
zh_hant: 那我就出10枚金幣吧。

# Dialogue_Gnory
source: 9 Gold I won't go any lower!
es: 9 Monedas de Oro ¡No bajaré más!
fr: 9 Pièces d'Or, je n'irai pas plus bas !
hu: 9 Arany, ennél lejjebb nem megyek!
ru: 9 Золотых я не уступлю больше!
zh_hans: 9枚金币，不能再低了！
zh_hant: 9枚金幣，不能再低了！

# Dialogue_Gnory
source: Such an insult! How dare you?
es: ¡Qué insulto! ¿Cómo te atreves?
fr: Quelle insulte ! Comment osez-vous ?
hu: Sértés! Hogy merészeled?
ru: Как оскорбительно! Как ты смеешь?
zh_hans: 这简直就是侮辱！你怎么敢这样？
zh_hant: 這簡直就是侮辱！妳怎麽敢這樣？

# Dialogue_Gnory
source: Wohoo! I have some really epic names just for you! Each name costs a Single Gold coin!
es: ¡Wohoo! ¡Tengo algunos nombres realmente épicos solo para ti! ¡Cada nombre cuesta una sola moneda de oro!
fr: Wohoo ! J'ai des noms vraiment épiques juste pour vous ! Chaque nom coûte une seule Pièce d'Or !
hu: Húúú, van pár fenomenális nevem csak neked! Mindegyik egyetlen Aranytallérba kerül!
ru: Юхууу! У меня есть несколько по-настоящему эпических имен только для тебя! Каждое имя стоит всего одну Золотую монету!
zh_hans: 哇噢！我有一些非常棒的名字给你! 每个名字价值一枚金币!
zh_hant: 哇噢！我有壹些非常棒的名字給妳! 每個名字價值壹枚金幣!

# Dialogue_Gnory
source: Help me?
es: ¿Ayúdame?
fr: M'aider ?
hu: Segítesz nekem?
ru: Помоги мне?
zh_hans: 帮助我？
zh_hant: 幫助我？

# Dialogue_Gnory
source: Do you really want to help me?
es: ¿De verdad quieres ayudarme?
fr: Voulez-vous vraiment m'aider ?
hu: Tényleg segíteni akarsz nekem?
ru: Ты правда хочешь мне помочь?
zh_hans: 你真的想帮我吗?
zh_hant: 妳真的想幫我嗎?

# Dialogue_Gnory
source: Oh, you come to visit old Gnory again.
es: Oh, vienes a visitar al viejo Gnory de nuevo.
fr: Oh, vous venez encore rendre visite au vieux Gnory.
hu: Hát visszajöttél, hogy újra meglátogasd a jó öreg Gnoryt.
ru: О, ты опять пришел навестить старого Гнори.
zh_hans: 哦，你又来拜访老格诺里了。
zh_hant: 哦，妳又來拜訪老格諾裏了。

# Dialogue_Gnory
source: Lory
ru: Лори
zh_hans: 劳里
zh_hant: 勞裏

# Dialogue_Gnory
source: Warlorb
hu: Labdnagy
ru: Уорлорб
zh_hans: 军阀
zh_hant: 軍閥

# Dialogue_Gnory
source: I so hated them...
es: Los odiaba tanto...
fr: Je les détestais tellement...
hu: Úgy utáltam...
ru: Я так их ненавидел...
zh_hans: 我非常讨厌他们……
zh_hant: 我非常討厭他們……
