Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDialogues/*/WarriorbDialogues.po
Languages: es, fr, hu, ru, zh_hans, zh_hant

# Dialogue_Gnory
source: Yes, yes that's it!
es: Si, si eso es!
fr: Oui, oui, c'est ça !
hu: Igen!
ru: Да, да, вот оно!
zh_hans: 是的，是的，就是这样!
zh_hant: 是的，是的，就是這樣!

# Dialogue_Gnory
source: It's yours for 10 Gold Coins.
es: Es tuyo por 10 Monedas de Oro.
fr: Il est à vous pour 10 Pièces d'Or.
hu: A tiéd 10 Aranyért.
ru: Оно твое за 10 Золотых Монет.
zh_hans: 这是你用10枚金币换来的。
zh_hant: 這是妳用10枚金幣換來的。

# Dialogue_Gnory
source: Ok
fr: D'accord
hu: Oké
ru: Ок
zh_hans: 好的
zh_hant: 好的

# Dialogue_Gnory
source: Now you can imagine those peaceful moments when they were all together.
es: Ahora puedes imaginar esos momentos pacíficos cuando estaban todos juntos.
fr: Vous pouvez maintenant imaginer ces moments paisibles où ils étaient tous ensemble.
hu: Képzelheted, milyenek voltak azok a békés idők.
ru: Теперь ты можешь представить те тихие времена, когда они были все вместе.
zh_hans: 现在你可以想象他们在一起的那些平静的时刻了。
zh_hant: 現在妳可以想象他們在壹起的那些平靜的時刻了。

# Dialogue_Gnory
source: What... uhhh... me?
es: ¿Qué... uhhh... yo?
fr: Quoi... euh... moi ?
hu: Mi... uhhh... én?
ru: Что... эээ... ты мне?
zh_hans: 什么……呃… 我吗?
zh_hant: 什麽……呃… 我嗎?

# Dialogue_Gnory
source: Artefacts
es: Artefactos
fr: Artéfacts
hu: Varázstárgyak
ru: Артефакты
zh_hans: 工艺品
zh_hant: 工藝品

# Dialogue_Gnory
source: Helpful hands of course and all kind of stuffs. Equip yourself. Once you get rid of all your gold, you won’t be alone anymore...
es: Manos útiles, por supuesto, y todo tipo de cosas. Equípate a ti mismo. Una vez que te deshagas de todo su oro, no estarás solo más...
fr: Des mains serviables, bien sûr, et toutes sortes de choses. Équipez-vous. Une fois que vous vous serez débarrassé de tout votre or, vous ne serez plus seul...
hu: Segítők kezek természetesen, és mindenféle egyéb áru. Vásárolj! Meglátod, ha elköltöd minden pénzed, már nem is leszel annyira egyedül...
ru: Полезные руки, конечно, и все такое. Экипируйся. Как только ты избавишься от всего своего золота, ты больше не будешь наедине с ...
zh_hans: 依靠勤劳的双手和各种各样的东西。武装你自己。一旦你处理掉所有的金子，你将不再孤单……
zh_hant: 依靠勤勞的雙手和各種各樣的東西。武裝妳自己。壹旦妳處理掉所有的金子，妳將不再孤單……

# Dialogue_Gnory
source: Yes, she is my beloved sister!
es: ¡Sí, ella es mi querida hermana!
fr: Oui, c'est ma sœur bien-aimée !
hu: Igen, ő az én hőn szeretett nővérem!
ru: Да, она моя любимая сестра!
zh_hans: 是的，她是我亲爱的姐姐！
zh_hant: 是的，她是我親愛的姐姐！

# Dialogue_Gnory
source: Hello there!
es: ¡Hola!
fr: Bonjour à tous !
hu: Hahó!
ru: Здравствуй!
zh_hans: 哈喽！
zh_hant: 哈嘍！

# Dialogue_Gnory
source: Trade
es: Comerciar
fr: Échanger
hu: Kereskedek
ru: Купить
zh_hans: 交易
zh_hant: 交易

# Dialogue_Gnory
source: If you could bring me a new wheel I would pay for it with shiny Gold coins!
es: ¡Si pudieras traerme una rueda nueva, Te lo pagaría con brillantes Monedas de Oro!
fr: Si vous pouviez m'apporter une nouvelle roue, je la paierais avec des pièces d'Or brillantes !
hu: Ha tudnál szerezni nekem egy új kereket, tisztességesen megfizetném az árát!
ru: Если бы ты мог принести мне новое колесо, я бы заплатил за него блестящими золотыми монетами!
zh_hans: 如果你能给我一个新轮子，我愿意用闪闪发光的金币来买！
zh_hant: 如果妳能給我壹個新輪子，我願意用閃閃發光的金幣來買！

# Dialogue_Gnory
source: Ok, I’ve got it.
es: Ok, lo tengo.
fr: Ok, je l'ai.
hu: Rendben, értem.
ru: Хорошо, я понял.
zh_hans: 好的，我知道了。
zh_hant: 好的，我知道了。

# Dialogue_Gnory
source: Unfortunately I don't have enough gold.
es: Lamentablemente no tengo suficiente oro.
fr: Malheureusement, je n'ai pas assez d'or.
hu: Sajnos nincs elég aranyam.
ru: К сожалению, у меня недостаточно золота.
zh_hans: 不幸的是我没有足够的金子。
zh_hant: 不幸的是我沒有足夠的金子。

# Dialogue_Gnory
source: Ha-ha-ha! You must be kidding that's ridiculously high!
es: ¡Jajaja! ¡Debes estar bromeando, eso es ridículamente alto!
fr: Ha-ha-ha ! Vous devez plaisanter, c'est ridiculement haut !
hu: Ha-ha-ha! Viccelsz, igaz? Az nevetségesen sok lenne.
ru: Ха-ха-ха! Ты должно быть шутишь, это слишком дорого!
zh_hans: 哈哈哈! 你一定是在开玩笑吧!
zh_hant: 哈哈哈! 妳壹定是在開玩笑吧!

# Dialogue_Gnory
source: 9 Gold I won't go any higher!
es: 9 Monedas de Oro ¡No subiré más!
fr: 9 Pièces d'Or, je n'irai pas plus haut !
hu: 9 Aranynál magasabbra nem megyünk!
ru: 9 Золотых, я не дам больше!
zh_hans: 9金币 不能再高了！
zh_hant: 9金幣 不能再高了！

# Dialogue_Gnory
source: That’s not fair. It would be a shame on me if I just robbed you like that!
es: No es justo. ¡Sería una pena para mí si te robara así!
fr: Ce n'est pas juste. Ce serait une honte pour moi si je vous volais comme ça !
hu: Nem tisztességes. Szégyent hozna a nevemre, ha ilyen potom összeggel vágnálak át.
ru: Это нечестно. Мне было бы стыдно, если бы я так тебя ограбил!
zh_hans: 这不公平。如果我那样打劫你，那将是我的耻辱！
zh_hant: 這不公平。如果我那樣打劫妳，那將是我的恥辱！

# Dialogue_Gnory
source: Who are you?
es: ¿Quién eres?
fr: Qui êtes-vous ?
hu: Ki vagy te?
ru: Кто ты?
zh_hans: 你是哪位？
zh_hant: 妳是哪位？

# Dialogue_Gnory
source: I am Gnory, traveler merchant. I wander the world, seeking rare items, secrets beneath dark doors, revealing truth of forg...
es: Soy Gnory, comerciante viajero. Vago por el mundo, buscando objetos raros, secretos debajo de puertas oscuras, revelando verdades en cuentos olvi...
fr: Je suis Gnory, marchand voyageur. J'erre dans le monde, à la recherche d'objets rares, de secrets sous des portes sombres, révélant la vérité de l'oubli...
hu: Nevem Gnory, vándor kereskedő volnék, ki a világ minden szegletét bejárja, kalandos útjaim során ritka, és különleges...
ru: Я Гнори, торговец путешественник. Я блуждаю по миру в поисках редких вещей, тайн под темными дверями, раскрывая истину забытого...
zh_hans: 我是格诺里，旅行商人。我漫游世界，寻找稀世珍宝，各种暗门下的秘密，并揭示真相……
zh_hant: 我是格諾裏，旅行商人。我漫遊世界，尋找稀世珍寶，各種暗門下的秘密，並揭示真相……

# Dialogue_Gnory
source: She saw our Realm through cat eyes, The living fire, the dead ice. She cared, she took care of us all. What was ruined she made it whole. Then she left us, this is how it ended. Her own Realm also needed to be mended.
es: Ella vio nuestro Reino a través de ojos de gato, El fuego vivo, el hielo muerto. Ella se preocupaba, nos cuidaba a todos. Lo arruinado lo hizo entero. Luego nos dejó, así es como terminó. Su propio Reino también necesitaba ser reparado.
fr: Elle a vu notre Royaume à travers des yeux de chat, La glace figée, le feu en éclat. Elle s'en est souciée, elle a pris soin de nous. Ce qui était en ruines, elle l'a remis debout. Puis elle nous a quittés, c'est ainsi que ça s'est terminé. Son propre Royaume avait aussi besoin d'être réparé.
hu: Jól ismertük, köztünk járt, kismacska képében, Bejárta világunkat hosszában, széltében. Gondos volt és figyelmes, segített, hol tudott, Kedves szép szavaiból mindenkinek jutott. Váratlan elment, így ér a történet véget, Mert saját világa kért tőle segítséget.
ru: Кошачьими глазами она видела наше царство, Мертвый лед, живой огонь, . О нас она заботилась, волновалась. . Ее рукой, разрушенное - исправлялось. А потом она ушла от нас, вот как все закончилось. Её собственное царство тоже в исправлении нуждалось.
zh_hans: 她通过猫眼看到了我们的王国， 富有生命的火，冷冷的死冰。 她关心我们，照顾我们所有人。 她把一切都毁了。 然后她离开了我们，事情就这样结束了。 她自己的王国也需要修补。
zh_hant: 她通過貓眼看到了我們的王國， 富有生命的火，冷冷的死冰。 她關心我們，照顧我們所有人。 她把壹切都毀了。 然後她離開了我們，事情就這樣結束了。 她自己的王國也需要修補。

# Dialogue_Gnory
source: I’m looking for three artefacts.
es: Estoy buscando tres artefactos.
fr: Je suis à la recherche de trois artefacts.
hu: Varázstárgyakat keresek.
ru: Я ищу три артефакта.
zh_hans: 我在找三件工艺品。
zh_hant: 我在找三件工藝品。

# Dialogue_Gnory
source: Not enough gold
es: Insuficiente oro
fr: Pas assez d'or
hu: Nincs elég arany
ru: Недостаточно золота
zh_hans: 没有足够的金子
zh_hant: 沒有足夠的金子

# Dialogue_Gnory
source: Good bye!
es: ¡Adiós!
fr: Au revoir !
hu: Viszlát!
ru: Пока!
zh_hans: 拜拜！
zh_hant: 拜拜！

# Dialogue_Gnory
source: How about 8?
es: ¿Qué tal 8?
fr: Pourquoi pas 8 ?
hu: Mit szólsz 8-hoz?
ru: Как насчет 8?
zh_hans: 8枚如何？
zh_hant: 8枚如何？

# Dialogue_Gnory
source: That's a weird name I have to admit.
es: Es un nombre extraño debo admitir.
fr: C'est un nom bizarre, je dois l'admettre.
hu: Fura név, megmondom őszintén.
ru: Странное имя, должен признать.
zh_hans: 我得承认这个名字很奇怪。
zh_hant: 我得承認這個名字很奇怪。

# Dialogue_Gnory
source: 11 Gold I won't go any lower!
es: 11 Monedas de Oro ¡No bajaré más!
fr: 11 Pièces d'Or, je n'irai pas plus bas !
hu: 11 Arany, ennél lejjebb nem megyek!
ru: 11 Золотых я не уступлю больше!
zh_hans: 11枚金币，我不会再降价了！
zh_hant: 11枚金幣，我不會再降價了！

# Dialogue_Gnory
source: Skip yack-yack
es: Omitir balh-blah
fr: Passer le yack-yack
hu: Nem kell a duma
ru: Пропустить болтовню
zh_hans: 跳过
zh_hant: 跳過

# Dialogue_Gnory
source: Fishy know her.
es: Fishy la conoce.
fr: Poiscaille la connaît.
hu: Hali ismeri őt.
ru: Фиши знать ее.
zh_hans: 呆鱼认识她。
zh_hant: 呆魚認識她。

# Dialogue_Gnory
source: Fortunately I had a loving family I could always count on. Since they are all merchants, they could easily help me out.
es: Afortunadamente tenía una familia sana con la que siempre podía contar. Son todos comerciantes, me podrían ayudarme fácilmente.
fr: Heureusement, j'avais une famille aimante sur laquelle je pouvais toujours compter. Comme ils sont tous commerçants, ils pouvaient facilement m'aider.
hu: Szerencsére számíthattam a családom támogatására. Lévén, hogy mindnyájan kereskedők
ru: К счастью, у меня была любящая семья, на которую я всегда мог положиться. Так как все они торговцы, они могли легко мне помочь.
zh_hans: 幸运的是，我有一个可以依靠的充满爱的家庭。既然他们都是商人，他们很容易就能帮到我。
zh_hant: 幸運的是，我有壹個可以依靠的充滿愛的家庭。既然他們都是商人，他們很容易就能幫到我。

# Dialogue_Gnory
source: All right, no need to get angry! I can give you 9 Gold for it.
es: Muy bien, no hay necesidad de enfadarse! Puedo darte 9 de Oro por ello.
fr: Bon, pas besoin de se mettre en colère ! Je peux vous donner 9 Pièces d'Or pour ça.
hu: Nyugi, nem kell felkapni a vizet! Adhatok 9 Aranyat is akár.
ru: Ладно, не надо злиться! Я могу дать тебе 9 Золотых за него.
zh_hans: 好吧，没必要生气! 我可以给你9个金币。
zh_hant: 好吧，沒必要生氣! 我可以給妳9個金幣。

# Dialogue_Gnory
source: ...with your problem.
es: ... con tu problema.
fr: ...avec votre problème.
hu: ...a problémáddal.
ru: ...с твоей проблемой.
zh_hans: ...你的问题
zh_hant: ...妳的問題

# Dialogue_Gnory
source: Show me what you have for sale!
es: ¡Muéstrame lo que tienes en venta!
fr: Montrez-moi ce que vous avez à vendre !
hu: Mutasd, mid van eladó!
ru: Покажи мне, что у тебя есть!
zh_hans: 给我看看你有什么好卖的！
zh_hant: 給我看看妳有什麽好賣的！

# Dialogue_Gnory
source: Sell Wheel
es: Vender Rueda
fr: Vendre la Roue
hu: Új Kerék
ru: Продать Колесо
zh_hans: 售卖轮子
zh_hant: 售賣輪子

# Dialogue_Gnory
source: No, she is...
es: No, ella es...
fr: Non, elle est...
hu: Nem, ő a...
ru: Нет, она...
zh_hans: 不，她是...
zh_hant: 不，她是...

# Dialogue_Gnory
source: All right, you won. I will give it for 9 Gold Coins.
es: De acuerdo, has ganado. Te lo daré por 9 Monedas de Oro.
fr: Très bien, vous avez gagné. Je vous le donne pour 9 Pièces d'Or.
hu: Oké, te nyertél. Neked adom 9 Aranyért.
ru: Ладно, твоя взяла. Я отдам его за 9 Золотых Монет.
zh_hans: 好吧，你赢了。我愿意用它换9枚金币。
zh_hant: 好吧，妳贏了。我願意用它換9枚金幣。

# Dialogue_Gnory
source: 10 Gold
es: 10 Monedas de Oro
fr: 10 Pièces d'Or
hu: 10 Arany
ru: 10 Золотых
zh_hans: 10金币
zh_hant: 10金幣

# Dialogue_Gnory
source: I’m on a quest to find...
es: Estoy en una misión para encontrar...
fr: Je suis en quête de...
hu: Meg kell találnom...
ru: Я должен найти...
zh_hans: 我在寻找……
zh_hant: 我在尋找……

# Dialogue_Gnory
source: Poem?
es: ¿Poema?
fr: Un poème ?
hu: Verset?
ru: Стих?
zh_hans: 诗？
zh_hant: 詩？

# Dialogue_Gnory
source: Deal! Here you go!
es: ¡De acuerdo! ¡Aquí tienes!
fr: Marché conclu ! Et voilà !
hu: Megegyeztünk!
ru: По рукам! Держи!
zh_hans: 成交！干得好！
zh_hant: 成交！幹得好！

# Dialogue_Gnory
source: Welcome back!
es: ¡Bienvenido de nuevo!
fr: Bon retour !
hu: Üdv újra!
ru: С возвращением!
zh_hans: 欢迎归来
zh_hant: 歡迎歸來

# Dialogue_Gnory
source: Go on
es: Sigue
fr: Continuer
hu: Folytasd
ru: Расскажи
zh_hans: 继续
zh_hant: 繼續

# Dialogue_Gnory
source: Lillian
ru: Лиллиан
zh_hans: 莉莉安
zh_hant: 莉莉安

# Dialogue_Gnory
source: This was my chance to make a hit as a merchant but I didn’t have the resources for a journey this long.
es: Esta fue mi oportunidad de ser éxitoso como comerciante, pero no tuve los recursos para un viaje tan largo.
fr: C'était ma chance de faire un tabac en tant que commerçant, mais je n'avais pas les ressources pour un voyage aussi long.
hu: Ez volt kereskedői pályafutásom nagy lehetősége, de sajna nem volt elég pénzem az útra.
ru: Это был мой шанс стать торговцем, но у меня не было ресурсов для такого длинного путешествия.
zh_hans: 这是我成为一个成功商人的机会，但我没有足够的资源来维持这么长的路。
zh_hant: 這是我成為壹個成功商人的機會，但我沒有足夠的資源來維持這麽長的路。

# Dialogue_Gnory
source: Do you call this a poem? Pathetic! Hardly any info and what a miserable structure! Shame on you Fishy!
es: ¿Llamas a esto un poema? ¡Patético! ¡Casi ninguna información y qué estructura tan miserable! ¡Qué vergüenza Fishy!
fr: Vous appelez ça un poème ? Pathétique ! Pratiquement aucune idée et quelle structure misérable ! Honte à vous Poiscaille !
hu: Ezt nevezed versnek? Szánalmas! Semmi tartalom, pocsék rímek. Szégyelld magad, Hali!
ru: Ты называешь это стихом? Жалкое зрелище! Никакой информации и какая жалкая структура! Стыдись, Фиши!
zh_hans: 你把这叫做诗吗? 简直可悲! 几乎没有任何信息，多么糟糕的结构! 太可耻了!
zh_hant: 妳把這叫做詩嗎? 簡直可悲! 幾乎沒有任何信息，多麽糟糕的結構! 太可恥了!

# Dialogue_Gnory
source: That's a long and sad story...
es: Esa es una historia larga y triste...
fr: C'est une longue et triste histoire...
hu: Ez egy hosszú, szomorú történet...
ru: Это долгая и грустная история...
zh_hans: 这是一个漫长而悲伤的故事……
zh_hant: 這是壹個漫長而悲傷的故事……

# Dialogue_HW_Candlestick
source: Even after mom passed the servants kept lighting the candles.
es: Incluso después de que mamá murió, los sirvientes seguían encendiendo las velas.
fr: Même après le décès de maman, les domestiques ont continué à allumer les bougies.
hu: A cselédek anyu halála után is mindig cserélték a gyertyákat.
ru: Даже после того, как мама умерла, слуги продолжали зажигать свечи.
zh_hans: 甚至在母亲离开之后，仆人们还不停地点蜡烛。
zh_hant: 甚至在母親離開之後，仆人們還不停地點蠟燭。

# Dialogue_HW_Candlestick
source: After Mom got sick she really feared darkness.
es: Después de que mamá se enfermó, empezó a temer la oscuridad.
fr: Après que Maman soit tombée malade, elle craignait vraiment l'obscurité.
hu: A betegsége óta anyu rettegett a sötéttől.
ru: После того, как мама заболела, она очень боялась темноты.
zh_hans: 母亲生病后真的很怕黑。
zh_hant: 母親生病後真的很怕黑。

# Dialogue_HW_Candlestick
source: We always needed to light the hallway.
es: Siempre necesitábamos iluminar el pasillo.
fr: Nous avions toujours besoin d'éclairer le couloir.
hu: Mindig ki kellett világítanunk a folyosót.
ru: Нам всегда нужно было освещать коридор.
zh_hans: 我们总是需要照亮长廊。
zh_hant: 我們總是需要照亮長廊。

# Dialogue_HW_Exit
source: This door was really rusty.
es: Esta puerta estaba muy oxidada.
fr: Cette porte était vraiment rouillée.
hu: Ezen az ajtón már rég cserélni kellett volna a rozsdás zsanérokat.
ru: Эта дверь была очень ржавой.
zh_hans: 这扇门真的生锈了。
zh_hant: 這扇門真的生銹了。

# Dialogue_HW_Exit
source: I had to do something with it otherwise Father would have heard me.
es: Tenía que hacer algo con eso, de lo contrario, Papa me hubiera escuchado.
fr: Il fallait que j'en fasse quelque chose sinon Père m'aurait entendu.
hu: Valamit csinálnom kellett vele, különben az egész kastélyban hallani fogják, hogy kimentem.
ru: Я должен был что-то с этим сделать, иначе отец услышал бы меня.
zh_hans: 我必须做点什么，否则父亲会听到的。
zh_hant: 我必須做點什麽，否則父親會聽到的。

# Dialogue_HW_Exit
source: I used oil on this rusty door. I didn’t want to be heard.
es: Usé aceite en esta puerta oxidada. No quería que me escucharan.
fr: J'ai utilisé de l'huile sur cette porte rouillée. Je ne voulais pas être entendu.
hu: Megolajoztam a zsanérokat. Remélem nem fog nyikorogni.
ru: Я использовал масло для этой ржавой двери. Я не хотел, чтобы меня услышали.
zh_hans: 我在这扇生锈的门上涂了油。我不想被人听到声音。
zh_hant: 我在這扇生銹的門上塗了油。我不想被人聽到聲音。

# Dialogue_HW_Explosion
source: What was this? I have to go back to check what happened!
es: ¿Que era esto? ¡Tengo que volver para ver qué pasó!
fr: Qu'est-ce que c'était ? Je dois y retourner pour vérifier ce qui s'est passé !
hu: Ez meg mi volt? Vissza kell mennem!
ru: Что это было? Я должен вернуться, проверить, что случилось!
zh_hans: 这是什么? 我得回去看看发生了什么事!
zh_hant: 這是什麽? 我得回去看看發生了什麽事!

# Dialogue_HW_FRDoor
source: I always wondered why.
es: Siempre me pregunté por qué.
fr: Je me suis toujours demandé pourquoi.
hu: Sosem értettem, miért.
ru: Мне всегда было интересно, почему.
zh_hans: 我一直想知道为什么。
zh_hant: 我壹直想知道為什麽。

# Dialogue_HW_FRDoor
source: Father moved to his workroom and sealed this door.
es: Padre se mudó a su taller y selló esta puerta.
fr: Le père s'est installé dans son atelier et a scellé cette porte.
hu: Apa átköltözött a dolgozószobájába, ezt az ajtót pedig beszögelte.
ru: Отец перебрался в свою мастерскую и опечатал эту дверь.
zh_hans: 父亲搬到他的工作室，把这扇门封上。
zh_hant: 父親搬到他的工作室，把這扇門封上。

# Dialogue_HW_MRDoor
source: I felt I should have a last look before I go.
es: Sentí que debería echar un último vistazo antes de irme.
fr: J'ai pensé que je devais y jeter un dernier coup d'œil avant de partir.
hu: Úgy éreztem, legalább egyszer be kell néznem anyu szobájába, mielőtt elmegyek.
ru: Я решил, что мне нужно взглянуть в последний раз перед уходом.
zh_hans: 我觉得我应该在走之前再看一眼。
zh_hant: 我覺得我應該在走之前再看壹眼。

# Dialogue_HW_MRDoor
source: Mom’s room looked just like it was when she was still alive.
es: La habitación de mamá se ve igual que cuando aún estaba viva.
fr: La chambre de maman ressemblait à ce qu'elle était quand elle était encore en vie.
hu: Anyu szobája most is úgy nézett ki, mint amikor anyu lakott benne.
ru: Мамина комната выглядела так же, как когда она была еще жива.
zh_hans: 母亲的房间看起来就像她还活着的时候一样。
zh_hant: 母親的房間看起來就像她還活著的時候壹樣。

# Dialogue_HW_Painting
source: Mom made this painting before she met Father.
es: Mamá hizo este cuadro antes de conocer a Papa.
fr: Maman a fait ce tableau avant de rencontrer son Père.
hu: Ezeket a képeket még azelőtt festette anyu, hogy apát megismerte.
ru: Мама написала эту картину до того, как встретила отца.
zh_hans: 母亲在遇到父亲之前就画了这幅画。
zh_hant: 母親在遇到父親之前就畫了這幅畫。

# Dialogue_HW_Stairs
source: I had to go really softly otherwise Father would have heard me.
es: Tenía que ir muy suavemente, sino Papa me hubiera escuchado.
fr: J'ai dû y aller très doucement, sinon Père m'aurait entendu.
hu: Lábujjhegyen kellett járnom, nehogy apa meghalljon.
ru: Мне пришлось уйти очень тихо, иначе отец услышал бы меня.
zh_hans: 我必须轻轻地走，否则父亲会听见的。
zh_hant: 我必須輕輕地走，否則父親會聽見的。

# Dialogue_KoboldChef
source: Unfortunately I don't know where you can find them.
es: Lamentablemente no sé dónde puedes encontrarlos.
fr: Malheureusement, je ne sais pas où vous pouvez les trouver.
hu: Sajnos nem tudom, hol vannak.
ru: К сожалению, я не знаю, где ты можешь их найти.
zh_hans: 不幸的是，我不知道你在哪里可以找到他们。
zh_hant: 不幸的是，我不知道妳在哪裏可以找到他們。

# Dialogue_KoboldChef
source: That’s a serious threat, I have to admit.
es: Es una amenaza seria, debo admitirlo.
fr: C'est une menace sérieuse, je dois l'admettre.
hu: Hú, most megijedtem. Azt biztos nem élném túl.
ru: Это серьезная угроза, должен признать.
zh_hans: 我不得不承认，这是一个严重的威胁。
zh_hant: 我不得不承認，這是壹個嚴重的威脅。

# Dialogue_KoboldChef
source: Yes I know her. She couldn’t come here so she sent her cat.
es: Sí la conozco. No podía venir, así que envió a su gato.
fr: Oui, je la connais. Elle ne pouvait pas venir ici, alors elle a envoyé son chat.
hu: Ismerem Lilliant. Személyesen nem tudott idejönni, ezért a macskáját küldte.
ru: Да, я знаю ее. Она не могла прийти сюда, поэтому послала своего кота.
zh_hans: 是的，我认识她。她不能来这里，所以她派了她的猫来。
zh_hant: 是的，我認識她。她不能來這裏，所以她派了她的貓來。

# Dialogue_KoboldChef
source: Could you bring them to me?
es: ¿Me los puedes traer?
fr: Pourriez-vous me les apporter ?
hu: Tudnál hozni belőlük?
ru: Можешь мне их принести?
zh_hans: 你能给我拿过来吗?
zh_hant: 妳能給我拿過來嗎?

# Dialogue_KoboldChef
source: Thanks!
es: ¡Gracias!
fr: Merci !
hu: Kösz!
ru: Спасибо!
zh_hans: 多谢！
zh_hant: 多謝！

# Dialogue_KoboldChef
source: I managed to defeat one group of the monsters.
es: Logré derrotar a un grupo de monstruos.
fr: J'ai réussi à vaincre un groupe de monstres.
hu: Legyőztem egy adag szörnyet.
ru: Мне удалось победить группу чудовищ.
zh_hans: 我设法打败了一群怪物。
zh_hant: 我設法打敗了壹群怪物。

# Dialogue_KoboldChef
source: Artefacts
es: Artefactos
fr: Artéfacts
hu: Varázstárgyak
ru: Артефакты
zh_hans: 工艺品
zh_hant: 工藝品

# Dialogue_KoboldChef
source: Purple Mushroom
es: Seta morada
fr: Champignon Violet
hu: Rózsaszín Gomba
ru: Пурпурный гриб
zh_hans: 紫色蘑菇
zh_hant: 紫色蘑菇

# Dialogue_KoboldChef
source: Uh... this was impressive!
es: Uh... esto fue impresionante!
fr: Euh... c'était impressionnant !
hu: Huh... ez egész komoly volt!
ru: Ух... это было впечатляюще!
zh_hans: 嗯... 真让人印象深刻！
zh_hant: 嗯... 真讓人印象深刻！

# Dialogue_KoboldChef
source: Well done!
es: ¡Bien hecho!
fr: Bravo !
hu: Nagyszerű!
ru: Отличная работа!
zh_hans: 干得好！
zh_hant: 幹得好！

# Dialogue_KoboldChef
source: Anyway, if you give my Coin back I will apologize.
es: Bueno, si me devuelves mi Moneda, me disculparé.
fr: Quoi qu'il en soit, si vous me rendez ma Pièce, je vous présenterai mes excuses.
hu: Mindegy, add vissza az Érmeimet, és megbocsájtok.
ru: В любом случае, если ты вернешь мою Монету, я извинюсь.
zh_hans: 不管怎样，如果你把我的硬币还给我，我就道歉。
zh_hant: 不管怎樣，如果妳把我的硬幣還給我，我就道歉。

# Dialogue_KoboldChef
source: In theory if I add this to the soup...
es: En teoría, si añado esto a la sopa...
fr: En théorie, si j'ajoute ça à la soupe...
hu: Elméletileg, ha ezt beleteszem a levesbe...
ru: Теоретически, если я добавлю это в суп...
zh_hans: 理论上，如果我把这个加到汤里…
zh_hant: 理論上，如果我把這個加到湯裏…

# Dialogue_KoboldChef
source: Huh! Do you think chests are only there so that you can loot them?
es: Huh ¿Crees que los cofres solo están allí para que puedas saquearlos?
fr: Huh ! Pensez-vous que les coffres sont là uniquement pour que vous puissiez les piller ?
hu: Heh! Azt hiszed talán, hogy a ládák csak azért vannak, hogy kifoszthasd őket?
ru: Ха! Ты думаешь, сундуки только для того, чтобы их можно было разграбить?
zh_hans: 哈! 你认为箱子在那里只是为了让你可以抢劫吗?
zh_hant: 哈! 妳認為箱子在那裏只是為了讓妳可以搶劫嗎?

# Dialogue_KoboldChef
source: Give back my Coin!
es: ¡Devuelve mi Moneda!
fr: Rendez-moi ma Pièce !
hu: Add vissza a Érméimet!
ru: Верни мою Монету!
zh_hans: 把硬币还给我！
zh_hant: 把硬幣還給我！

# Dialogue_KoboldChef
source: Purple Mushrooms. That’s the only mushroom which is purple. You can’t miss it.
es: Setas moradas. Ese la única seta que es morada. No te lo puedes perder.
fr: Champignons Violets. C'est le seul champignon qui est violet. Vous ne pouvez pas le manquer.
hu: Rózsaszín Gomba. Az az egyetlen gombafajta, ami rózsaszín. El se lehet téveszteni.
ru: Пурпурные Грибы. Это единственный гриб такого цвета. Ты не можешь его не заметить.
zh_hans: 紫色蘑菇。这是唯一的紫色蘑菇。你不会错过的。
zh_hant: 紫色蘑菇。這是唯壹的紫色蘑菇。妳不會錯過的。

# Dialogue_KoboldChef
source: I saw that you opened my chest!
es: ¡Vi que abriste mi cofre!
fr: J'ai vu que vous avez ouvert mon coffre !
hu: Láttam, hogy a ládámban turkáltál!
ru: Я заметил что ты вскрыл мой сундук!
zh_hans: 我看到你打开了我的箱子！
zh_hant: 我看到妳打開了我的箱子！

# Dialogue_KoboldChef
source: We had the key of the Ancient Temple. According to our prophecies that will fall to Ruin last.
es: Teníamos la llave del Templo Antiguo. De acuerdo con nuestras profecías que caerán a Ruin ultimo.
fr: Nous avions la clé du Temple Ancien. Selon nos prophéties, il succombera à la Ruine en dernier.
hu: Mi őriztük a Tűz Templom kulcsát. Hitünk szerint az a hely fog utoljára a Fertőzés áldozatául esni.
ru: У нас был ключ от Древнего Храма. Согласно нашим пророчествам, этот храм рухнет последним.
zh_hans: 我们有那座古庙的钥匙。根据我们的预言，这将会是最后的毁灭。
zh_hant: 我們有那座古廟的鑰匙。根據我們的預言，這將會是最後的毀滅。

# Dialogue_KoboldChef
source: Here you go!
es: ¡Aquí tienes!
fr: Et voilà !
hu: Tessék!
ru: Вот, держи!
zh_hans: 干得好！
zh_hant: 幹得好！
