Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDialogues/*/WarriorbDialogues.po
Languages: es, fr, hu, ru, zh_hans, zh_hant

# Dialogue_2HW_LRDoor
source: They still didn’t notice I locked them into the workroom.
es: No se dieron cuenta de que los encerré en la cuarto de trabajo.
fr: Ils n'ont toujours pas remarqué que je les avais enfermés dans la salle de travail.
hu: Még nem vették észre, hogy bezártam őket.
ru: Они до сих пор не заметили, что я запирала их в мастерской.
zh_hans: 他们仍然没有注意到我把他们锁在了工作室里。
zh_hant: 他們仍然沒有註意到我把他們鎖在了工作室裏。

# Dialogue_2HW_LRDoor
source: I entered into the Laboratory.
es: Entré en el laboratorio.
fr: Je suis entré dans le laboratoire.
hu: Beléptem a Laboratóriumba.
ru: Я вошла в лабораторию.
zh_hans: 我走进了实验室。
zh_hant: 我走進了實驗室。

# Dialogue_2HW_LRDoor
source: The Laboratory has strong secure spells. I can’t enter here without being noticed.
es: El laboratorio tiene fuertes hechizos de seguridad. No puedo entrar aquí sin ser notado.
fr: Le Laboratoire dispose de sorts de sécurité puissants. Je ne peux pas entrer ici sans être remarqué.
hu: A Laboratóriumot biztonsági varázslatok védik. Nem tudok észrevétlen bemenni.
ru: В Лаборатории действуют сильные заклинания безопасности. Я не могу войти сюда, не будучи замеченной.
zh_hans: 这个实验室有很强的安保法术。我无法敲敲潜入。
zh_hant: 這個實驗室有很強的安保法術。我無法敲敲潛入。

# Dialogue_2HW_WRDoor
source: Ruin is close and we are all at risk. It’s not about you. It's about everyone.
es: Ruin está cerca y todos estamos en riesgo. No es sobre ti. Se trata de todos.
fr: La Ruine est proche et nous sommes tous en danger. Il ne s'agit pas seulement de vous. Il s'agit de tout le monde.
hu: A Fertőzés közel, túl nagy a veszély. Ez már nem csak rólad szól, hanem mindnyájunkról.
ru: Руин близко, и мы все в опасности. Речь не только о тебе. Это касается всех.
zh_hans: 毁灭即将来临，我们都处于危险之中。不只是你。这关系到每个人。
zh_hant: 毀滅即將來臨，我們都處於危險之中。不只是妳。這關系到每個人。

# Dialogue_2HW_WRDoor
source: Something which doesn’t take my daughter’s soul...
es: Algo que no toma el alma de mi hija...
fr: Quelque chose qui ne prenne pas l'âme de ma fille...
hu: Valamit, ami nem veszi el a lányomat...
ru: Что-то, что не забирает душу моей дочери...
zh_hans: 不会将我女儿灵魂带走的东西……
zh_hant: 不會將我女兒靈魂帶走的東西……

# Dialogue_2HW_WRDoor
source: I heard father arguing with someone.
es: Escuché a mi padre discutiendo con alguien.
fr: J'ai entendu mon père se disputer avec quelqu'un.
hu: Hallottam, hogy apa veszekszik valakivel.
ru: Я слышала, как отец с кем-то спорил.
zh_hans: 我听见父亲在和人争论。
zh_hant: 我聽見父親在和人爭論。

# Dialogue_2HW_WRDoor
source: The device must be destroyed.. We’ll find something else to stop Ruin.
es: El aparato debe ser destruido. Encontraremos algo más para detener a Ruin.
fr: L'appareil doit être détruit.. Nous trouverons quelque chose d'autre pour arrêter la Ruine.
hu: El kell pusztítanom a Szerkezetet. Találunk mást, amivel megállítjuk a Fertőzést.
ru: Устройство должно быть уничтожено... Мы найдем что-нибудь еще, чтобы остановить Руин.
zh_hans: 这个装置必须拆除。我们会找到别的办法来阻止毁灭。
zh_hant: 這個裝置必須拆除。我們會找到別的辦法來阻止毀滅。

# Dialogue_2HW_WRDoor
source: I had to do this. At least for mom. So that she didn’t die in vain.
es: Tuve que hacer esto. Al menos para mamá. Para que no muriera en vano.
fr: Il fallait que je le fasse. Au moins pour maman. Pour qu'elle ne soit pas morte en vain.
hu: Meg kellett tennem, már csak anyu miatt is. Nem fogom hagyni, hogy a halála hiábavaló legyen.
ru: Я должна была это сделать. По крайней мере, для мамы. Чтобы её смерть не была напрасной.
zh_hans: 我必须这么做。至少对母亲来说是这样。这样她就不会白死。
zh_hant: 我必須這麽做。至少對母親來說是這樣。這樣她就不會白死。

# Dialogue_2HW_WRDoor
source: No, I won't risk losing her! She is bound to the device.
es: ¡No, no me arriesgaré a perderla! Ella está vinculada al aparato.
fr: Non, je ne veux pas risquer de la perdre ! Elle est liée à ce dispositif.
hu: Nem, nem fogom elveszíteni! Valahogyan összekötődött a Szerkezettel.
ru: Нет, я не рискну ее потерять! Она связана с устройством.
zh_hans: 不，我不会冒失去她的危险!她被束缚住了。
zh_hant: 不，我不會冒失去她的危險!她被束縛住了。

# Dialogue_2HW_WRDoor
source: Lillian knew what she applied for. She must decide.
es: Lillian sabía lo que se ha metido Ella debe decidir.
fr: Lillian savait ce qu'elle faisait. Elle doit se décider.
hu: Lillian elég érett már, és pontosan tudta, mire vállalkozott. Neki magának kell döntenie.
ru: Лилиан знала, на что шла. Она должна решить.
zh_hans: 莉莉安知道她要的是什么，她必须作出决定。
zh_hant: 莉莉安知道她要的是什麽，她必須作出決定。

# Dialogue_2HW_WRDoor
source: I used the key to close the door.
es: Usé la llave para cerrar la puerta.
fr: J'ai utilisé la clé pour fermer la porte.
hu: Kulcsra zártam az ajtót.
ru: Я воспользовалась ключом, чтобы закрыть дверь.
zh_hans: 我用钥匙把门关上了。
zh_hant: 我用鑰匙把門關上了。

# Dialogue_2HW_WRDoor
source: No, I’ve made my decision.
es: No, ya he tomado mi decisión.
fr: Non, j'ai pris ma décision.
hu: Nem, már döntöttem.
ru: Нет, я принял свое решение.
zh_hans: 不，我已经决定了。
zh_hant: 不，我已經決定了。

# Dialogue_2HW_WRDoor
source: Even if our entire World needs to pay the price.
es: Incluso si nuestro mundo entero necesita pagar el precio.
fr: Même si notre Monde entier doit en payer le prix.
hu: Még ha az egész Világnak is kell megfizetnie az árát.
ru: Даже если весь наш Мир должен будет заплатить за это.
zh_hans: 即使我们整个世界都需要为此付出代价。
zh_hant: 即使我們整個世界都需要為此付出代價。

# Dialogue_2HW_WRDoor
source: I knew he wouldn’t let me finish what we started.
es: Sabía que no me dejaría terminar lo que empezamos.
fr: Je savais qu'il ne me laisserait pas finir ce que nous avions commencé.
hu: Tudtam, hogy nem engedi végig csinálnom.
ru: Я знала, что он не позволит мне закончить то, что мы начали.
zh_hans: 我知道他不会让我完成我们开始的工作。
zh_hant: 我知道他不會讓我完成我們開始的工作。

# Dialogue_AABook
source: '...the Wisest of the Arcade gathered here to discuss if the magical phenomena means any more threat...'
es: "...los más sabios del Arcade se reunieron aquí para discutir si el fenómeno mágico significa más amenaza…"
fr: '...les Sages de l'Arcade se sont réunis ici pour se mettre d'accord sur la question de savoir si les phénomènes magiques représentent une menace supplémentaire...'
hu: "...az Árkád Bölcsei tanácsot hívtak össze, hogy megvitassák, vajon a természetfeletti jelenség veszélyt jelent-e..."
ru: “...Мудрейшие из Аркады собрались здесь, чтобы обсудить, означает ли магическое явление еще одну угрозу...”
zh_hans: ...回廊里最聪明的人聚集在这里讨论这个神奇的现象是否代表会出现更多的威胁...'
zh_hant: ...回廊裏最聰明的人聚集在這裏討論這個神奇的現象是否代表會出現更多的威脅...'

# Dialogue_AABook
source: They were just like us. The next one hundred pages explain why Ruin will never reach the Arcade or how the Ancient Magic can stop it.
es: Eran como nosotros. Las siguientes cien páginas explican por qué Ruin nunca llegará al Arcade o cómo la Magia Antigua puede detenerlo.
fr: Ils étaient comme nous. Les cent pages suivantes expliquent pourquoi la Ruine n'atteindra jamais l'Arcade ou comment la Magie Ancienne peut l'arrêter.
hu: Pont olyanok voltak, mint mi. A következő száz oldal kifejti, miért nem éri el a Fertőzés az Árkádot, és hogyan állítja majd meg az Ősi Mágia.
ru: Они были такими же, как мы. Следующие сто страниц объясняют, почему Руин никогда не достигнет Аркады или как Древняя Магия может остановить его.
zh_hans: 他们和我们一样。接下来的一百页解释了为什么毁灭永远不会到达回廊，或者古代魔法是如何阻止它的。
zh_hant: 他們和我們壹樣。接下來的壹百頁解釋了為什麽毀滅永遠不會到達回廊，或者古代魔法是如何阻止它的。

# Dialogue_AABook
source: I hope you don’t want to read all that nonsense.
es: Espero que no quieras leer todas esas tonterías.
fr: J'espère que vous ne voulez pas lire toutes ces absurdités.
hu: Remélem nem akarod végigolvasni ezt a baromságot.
ru: Надеюсь, ты не захочешь читать всю эту чушь.
zh_hans: 我希望你不要读那些废话。
zh_hant: 我希望妳不要讀那些廢話。

# Dialogue_AABook
source: 'Ten years after the Cataclysm (or recently named as Ruin)...'
es: "Diez años después del Cataclismo (o recientemente nombrado como Ruin)…"
fr: 'Dix ans après le Cataclysme (ou récemment nommé "Ruine")...'
hu: "Tíz évvel a Kataklizma Után (K.U.)..."
ru: “Десять лет после Катаклизма (или недавно названного Руином)...”
zh_hans: “大灾难(最近亦被称为毁灭)已经过去十年了……”
zh_hant: “大災難(最近亦被稱為毀滅)已經過去十年了……”

# Dialogue_AAGateKeeper1
source: What if you just take a break from this and let me pass? Make an exception.
es: ¿Qué pasa si tomas un descanso y me dejas pasar? Hacer una excepción.
fr: Et si vous preniez une pause et me laissiez passer ? Faites une exception.
hu: Mi lenne, ha kicsit fújnál egyet, és átengednél? Csak most az egyszer.
ru: Что если ты просто сделаешь перерыв и позволишь мне пройти? Сделай исключение.
zh_hans: 你能否破例休息一下，让我继续？
zh_hant: 妳能否破例休息壹下，讓我繼續？

# Dialogue_AAGateKeeper1
source: No rest, no sleep allowed.
es: No descanso, no se permite dormir.
fr: Pas de repos, pas de sieste autorisé.
hu: Nincs pihenés, nincs alvás.
ru: Никакого отдыха, никакого сна.
zh_hans: 不准休息，不准睡觉。
zh_hant: 不準休息，不準睡覺。

# Dialogue_AAGateKeeper1
source: ...sometimes I could really appreciate a chair.
es: ...a veces podría apreciar una buena silla.
fr: ...parfois je pouvais vraiment apprécier avoir une chaise.
hu: ...néha olyan jó lenne egy szék.
ru: ...иногда я бы очень хотел иметь стул.
zh_hans: …有时候我真渴望能有一把椅子。
zh_hant: …有時候我真渴望能有壹把椅子。

# Dialogue_AAGateKeeper1
source: I do ask you for apologies, young one.
es: Te pido disculpas, joven.
fr: Je vous demande de m'excuser, jeune être.
hu: Elnézését kérem, fiatal úr.
ru: Я прошу у тебя прощения, молодой человек.
zh_hans: 我确实需要你道个歉，年轻人。
zh_hant: 我確實需要妳道個歉，年輕人。

# Dialogue_AAGateKeeper1
source: Take this rune stone as compensation.
es: Toma esta piedra rúnica como compensación.
fr: Prenez cette pierre runique en guise de compensation.
hu: Fogadja el ezt a Rúna Követ kárpótlás gyanánt.
ru: Возьми этот рунический камень в качестве компенсации.
zh_hans: 就拿这个符石作为补偿。
zh_hant: 就拿這個符石作為補償。

# Dialogue_AAGateKeeper1
source: You might have proven worthy for the Arcade Gate, yet there are some other doors, and they have different rules.
es: Es posible que haya demostrado ser digno de la Puerta del Arcade, sin embargo, hay otras puertas y tienen reglas diferentes.
fr: Vous vous êtes peut-être montré digne de la porte de l'Arcade, mais il y a d'autres portes, et elles ont des règles différentes.
hu: Az Árkád Kapu előtt Méltónak találtatott, de mindig vannak új ajtók, új szabályokkal.
ru: Ты возможно доказал, что достоин Врат Аркады, но есть и другие врата, и у них другие правила.
zh_hans: 你可能已经通过回廊之门证明了某些价值，但还有其他的门，而且它们的规则不尽相同。
zh_hant: 妳可能已經通過回廊之門證明了某些價值，但還有其他的門，而且它們的規則不盡相同。

# Dialogue_AAGateKeeper1
source: Will you??? That's so kind of you... err... I mean...
es: ¿¿¿Podrías??? Es muy amable de su parte... err... quiero decir...
fr: Le ferez-vous ? C'est tellement gentil de votre part... euh... Je veux dire...
hu: Tényleg??? Nagyon kedves... ö... úgy értem...
ru: Ты серьезно? Это так мило с твоей стороны... эээ... То есть...
zh_hans: 你真的会？？那太好了.... 呃... 我是说...
zh_hant: 妳真的會？？那太好了.... 呃... 我是說...

# Dialogue_AAGateKeeper1
source: Skip?
es: ¿Omitir?
fr: Passer ?
hu: Átengedsz?
ru: Пропустить?
zh_hans: 跳过？
zh_hant: 跳過？

# Dialogue_AAGateKeeper1
source: Accept challenge
es: Aceptar desafío
fr: Accepter le défi
hu: Vállalom a Kihívást
ru: Принять вызов
zh_hans: 接受挑战
zh_hant: 接受挑戰

# Dialogue_AAGateKeeper1
source: That must be tough...
es: Eso debe ser duro...
fr: Ça doit être dur...
hu: Jó nehéz lehet...
ru: Это наверное тяжело...
zh_hans: 那一定很难……
zh_hant: 那壹定很難……

# Dialogue_AAGateKeeper1
source: I accept my fate yet sometimes...
es: Acepto mi destino pero a veces...
fr: J'accepte mon destin, mais parfois...
hu: Elfogadom a sorsomat, de néha...
ru: Я принимаю свою судьбу, но иногда...
zh_hans: 有时我会接受命运...
zh_hant: 有時我會接受命運...

# Dialogue_AAGateKeeper1
source: Not so fast young lord!
es: ¡No tan rápido joven señor!
fr: Pas si vite jeune seigneur !
hu: Ne olyan sebesen, fiatal úr!
ru: Не так быстро, молодой господин!
zh_hans: 别这么快，少爷!
zh_hant: 別這麽快，少爺!

# Dialogue_AAGateKeeper1
source: Poor Keeper
es: Pobre Guardián
fr: Pauvre Gardien
hu: Szegény Kapuőr
ru: Бедный хранитель
zh_hans: 可怜的守护者
zh_hant: 可憐的守護者

# Dialogue_AAGateKeeper1
source: Farewell!
es: ¡Adios!
fr: Adieu !
hu: Viszlát!
ru: Прощай!
zh_hans: 告辞！
zh_hant: 告辭！

# Dialogue_AAGateKeeper1
source: I am really sorry about that.
es: Realmente lo siento por eso.
fr: Je suis vraiment désolé pour ça.
hu: Őszintén sajnálom.
ru: Мне очень жаль.
zh_hans: 我真的很抱歉。
zh_hant: 我真的很抱歉。

# Dialogue_AAGateKeeper1
source: Yes?
es: ¿Si?
fr: Oui ?
hu: Igen?
ru: Да?
zh_hans: 嗯？
zh_hant: 嗯？

# Dialogue_AAGateKeeper1
source: For there was a mistake.
es: Porque hubo un error.
fr: Car il y a eu une erreur.
hu: Volt egy kis... hiba.
ru: Потому что произошла ошибка.
zh_hans: 发生了一个错误。
zh_hant: 發生了壹個錯誤。

# Dialogue_AAGateKeeper1
source: I guess you want me to go through some crazy traps again...
es: Supongo que quieres que vuelva a pasar por algunas trampas otra vez...
fr: Je suppose que vous voulez que je traverse encore des situations délirantes...
hu: Gondolom megint át akarsz küldeni egy rakat őrült csapdán...
ru: Я так понимаю, ты хочешь, чтобы я снова прошел через какие-то сумасшедшие ловушки...
zh_hans: 我打赌你想让我再次经历一些疯狂的陷阱……
zh_hant: 我打賭妳想讓我再次經歷壹些瘋狂的陷阱……

# Dialogue_AAGateKeeper1
source: Keepers never fail their duty.
es: Los Guardianes nunca fallan en su deber.
fr: Les Gardiens ne manquent jamais à leur devoir.
hu: A Kapuőrök soha nem szegik meg esküjüket.
ru: Хранители никогда не перестают выполнять свой долг.
zh_hans: 守护者们从不失职。
zh_hant: 守護者們從不失職。

# Dialogue_AAGateKeeper1
source: There are times when you have to stand in front of a door for a really long time.
es: Hay momentos en los que tienes que estar de pie en frente a una puerta durante mucho tiempo.
fr: Il y a des moments où vous devez rester devant une porte pendant très longtemps.
hu: Van, hogy tényleg nagyon hosszú időn át kell egy ajtó előtt állni.
ru: Бывают моменты, когда тебе приходится стоять перед вратами очень долго.
zh_hans: 有时候你不得不在门前站很长时间。
zh_hant: 有時候妳不得不在門前站很長時間。

# Dialogue_AAGateKeeper1
source: If I ever see a chair that's your size I will let you know.
es: Si alguna vez veo una silla de su tamaño, te lo haré saber.
fr: Si jamais je vois une chaise de votre taille, je vous le ferai savoir.
hu: Ha bármikor észreveszek egy széket a méretedben, azonnal szólni fogok.
ru: Если я когда-нибудь увижу стул твоего размера, я дам тебе знать.
zh_hans: 如果我看到有适合你身形的椅子，我会告诉你的。
zh_hant: 如果我看到有適合妳身形的椅子，我會告訴妳的。

# Dialogue_AAGateKeeper1
source: Accept Challenge
es: Aceptar Desafío
fr: Accepter le Défi
hu: Elfogadom a Kihívást
ru: Принять вызов
zh_hans: 接受挑战
zh_hant: 接受挑戰

# Dialogue_AAGateKeeper1
source: Prove yourself worthy and I shall yield the path!
es: ¡Demuestra tu valía y te cederé el camino!
fr: Prouvez que vous en êtes digne et je vous céderai le chemin !
hu: Bizonyítsd, hogy Méltó vagy, és megnyitom előtted a Kaput!
ru: Докажи, что ты достоин, и я уступлю тебе путь!
zh_hans: 如果你能证明你的价值，我就不挡道！
zh_hant: 如果妳能證明妳的價值，我就不擋道！

# Dialogue_AAGateKeeper1
source: Not again
es: Otra vez no
fr: Pas encore
hu: Ne már megint
ru: Только не это
zh_hans: 下不为例
zh_hant: 下不為例

# Dialogue_AAGateKeeper1
source: This door is open and free of charge for everyone...
es: Esta puerta está abierta y es gratuita para todos...
fr: Cette porte est ouverte et gratuite pour tous...
hu: Ez a Kapu mindenki előtt nyitva áll...
ru: Эта дверь открыта и бесплатна для всех...
zh_hans: 这扇门是开着的，而且不收门票。
zh_hant: 這扇門是開著的，而且不收門票。

# Dialogue_AAGateKeeper1
source: Let's do it!
es: ¡Hagámoslo!
fr: Allons-y !
hu: Csináljuk!
ru: Поехали!
zh_hans: 干起来！
zh_hant: 幹起來！

# Dialogue_AAGateKeeper1
source: Keepers' lives are never easy.
es: La vida de los Guardianes nunca es fácil.
fr: La vie des Gardiens n'est jamais facile.
hu: A Kapuőrök élete sosem könnyű.
ru: Жизнь хранителей никогда не бывает легкой.
zh_hans: 守护者的生活从来都不容易。
zh_hant: 守護者的生活從來都不容易。

# Dialogue_AAGateKeeper1
source: Just get over
es: Supéralo
fr: Remettez vous-en
hu: Térj a tárgyra
ru: Просто покончи с этим
zh_hans: 慢慢熬吧
zh_hant: 慢慢熬吧

# Dialogue_AAGateKeeper1
source: I am all right with a few hundred years, but after a millennium my knees hurt like hell.
es: Estoy bien durante unos cientos de años, pero después de un milenio me duelen las rodillas.
fr: Quelques centaines d'années passent encore, mais après un millénaire, mes genoux me font un mal de chien.
hu: Néhány évszázad teljesen rendben van, de egy évezred után már borzasztóan berozsdál a térdem.
ru: Я в норме с несколькими сотнями лет, но после тысячи лет мои колени болят, чертовски сильно.
zh_hans: 刚开始的几百年，我感觉还好，但一千年过后，我的膝盖已经疼得要命。
zh_hant: 剛開始的幾百年，我感覺還好，但壹千年過後，我的膝蓋已經疼得要命。

# Dialogue_AAGateKeeper1
source: What?? Do you mean that all those challenges that I had to pass were in vain?
es: ¿¿Qué?? ¿Quieres decir que todos esos desafíos que tuve que pasar fueron en vano?
fr: Quoi ?? Voulez-vous dire que tous ces défis que j'ai dû relever ont été vains ?
hu: Mi?? Akkor teljesen feleslegesen teljesítettem a kihívást?
ru: Что? Ты имеешь в виду, что все те испытания, которые мне пришлось пройти, были напрасны?
zh_hans: 什么? ? 你是说那些我必须克服的挑战其实都是徒劳吗?
zh_hant: 什麽? ? 妳是說那些我必須克服的挑戰其實都是徒勞嗎?

# Dialogue_AAGateKeeper1
source: All right, you win. I'll go and do some jumping. Must be better than waiting here for an eternity.
es: De acuerdo, tú ganas. Iré a saltar un poco. Debe ser mejor que esperar aquí por una eternidad.
fr: Très bien, vous avez gagné. Je vais aller faire un peu de saut. Ça doit être mieux que d'attendre ici une éternité.
hu: Rendben, te nyertél. Megyek, és ugrálok még egy kicsit a halálos lövedékek közt. Az is jobb, mint itt várni az örökkévalóságig.
ru: Ладно, твоя взяла. Пойду попрыгаю. Это будет лучше, чем ждать здесь вечность.
zh_hans: 好吧，你赢了。我要去进行一些跳跃运动了。总比在这里等上一辈子要好。
zh_hant: 好吧，妳贏了。我要去進行壹些跳躍運動了。總比在這裏等上壹輩子要好。

# Dialogue_AAGateKeeper1
source: Accept Challenge.
es: Aceptar Desafío.
fr: Accepter le Défi.
hu: Elfogadom a Kihívást
ru: Принять Вызов.
zh_hans: 接受挑战
zh_hant: 接受挑戰

# Dialogue_AAGateKeeper1
source: Hopefully, we will finish this soon.
es: Con suerte, terminaremos esto pronto.
fr: J'espère que nous aurons bientôt terminé.
hu: Remélem gyorsan túlleszünk ezen.
ru: Надеюсь, мы с этим скоро закончим.
zh_hans: 希望我们能尽快搞定。
zh_hant: 希望我們能盡快搞定。

# Dialogue_AAGateKeeper1
source: You shall prove yourself one more time.
es: Deberás demostrar a ti mismo una vez más.
fr: Vous devez faire vos preuves une fois de plus.
hu: Még egyszer bizonyítania kell.
ru: Ты должен проявить себя еще раз.
zh_hans: 你将再一次证明你自己。
zh_hant: 妳將再壹次證明妳自己。

# Dialogue_AAGateKeeper1
source: I will help
es: Le ayudaré
fr: Je vais aider
hu: Segítek
ru: Я помогу
zh_hans: 我会帮忙的
zh_hant: 我會幫忙的

# Dialogue_AAGateKeeper1
source: Well, thanks!
es: ¡Pues, gracias!
fr: Eh bien, merci !
hu: Hát, kösz!
ru: Ну, спасибо!
zh_hans: 嗯，谢谢！
zh_hant: 嗯，謝謝！

# Dialogue_AALory
source: Did you came back to check out my wares?
es: ¿Volviste a ver mis productos?
fr: Êtes-vous revenu pour vérifier mes marchandises ?
hu: Vásárolni jöttél, igaz?
ru: Ты вернулся, чтобы посмотреть мои товары?
zh_hans: 你是来查看我的货吗？
zh_hant: 妳是來查看我的貨嗎？

# Dialogue_AALory
source: Though maybe you will find relief by looking through my wares. Haha!
es: Aunque tal vez encuentres alivio mirando a través de mis productos. ¡Jaja!
fr: Mais peut-être serez-vous soulagé en regardant mes marchandises. Haha !
hu: De hátha könnyít a pénztá... lelkeden, ha átnézed az áruimat! Haha!
ru: Хотя, возможно, ты найдешь облегчение, заглянув в мои товары. Ха-ха!
zh_hans: 不过，也许你看看我的货就能获得些安慰。哈哈!
zh_hant: 不過，也許妳看看我的貨就能獲得些安慰。哈哈!

# Dialogue_AALory
source: That's a sad name indeed. If the old saying 'nomen est omen' is true, then it might not be the best choice.
es: Ese es un nombre triste de hecho. Si el viejo dicho 'nomen est omen' es verdadero, entonces podría no ser la mejor opción.
fr: C'est un triste nom, en effet. Si le vieux dicton 'nomen est omen' est vrai, alors ce n'est peut-être pas le meilleur choix.
hu: Milyen szomorú név. Ha igaz a régi mondás, hogy "nomen est omen", akkor talán nem is a legszerencsésebb választás.
ru: Печальное конечно имя. Если старая поговорка “nomen est omen” верна, то, возможно, это не лучший выбор.
zh_hans: 这真是个悲哀的名字。如果那句老话”人如其名“是真的，那么它可能不是最好的选择。
zh_hant: 這真是個悲哀的名字。如果那句老話”人如其名“是真的，那麽它可能不是最好的選擇。

# Dialogue_AALory
source: Trade
es: Comerciar
fr: Commercer
hu: Vásárlás
ru: Купить
zh_hans: 交易
zh_hant: 交易

# Dialogue_AALory
source: Oh, that's sad my little one.
es: Oh, eso es triste mi pequeño.
fr: Oh, c'est triste mon petit.
hu: Óh, milyen szomorú kicsikém.
ru: Ох, милый мой, это так печально.
zh_hans: 哦，那真是令人伤心，我的小宝贝儿。
zh_hant: 哦，那真是令人傷心，我的小寶貝兒。

# Dialogue_AALory
source: No way
es: No es posible
fr: Pas moyen
hu: Kizárt
ru: Ни за что
zh_hans: 没门
zh_hant: 沒門

# Dialogue_AALory
source: How noble of you!
es: ¡Qué noble de tu parte!
fr: Comme c'est noble de votre part !
hu: Mily kegyes tőled!
ru: Как благородно с твоей стороны!
zh_hans: 你真高尚！
zh_hant: 妳真高尚！

# Dialogue_AALory
source: But I hope this doesn't mean that you want to join the Maintainers. Haha!
es: Pero espero que esto no signifique que quieras unirte a los Mantenedores. ¡Jaja!
fr: Mais j'espère que cela ne signifie pas que vous voulez rejoindre les Responsables. Haha !
hu: Remélem azért még nem állsz be a Takarítók közé. Haha!
ru: Но я надеюсь, что это не значит, что ты хочешь присоединиться к Прислужникам. Ха-ха!
zh_hans: 但我希望这不意味着你想要加入维护人员的队伍中去。哈哈!
zh_hant: 但我希望這不意味著妳想要加入維護人員的隊伍中去。哈哈!

# Dialogue_AALory
source: No, thanks!
es: ¡No, gracias!
fr: Non, merci !
hu: Kösz, nem!
ru: Нет, спасибо!
zh_hans: 不了，谢谢！
zh_hant: 不了，謝謝！

# Dialogue_AALory
source: This is a sad name indeed. And if the old saying 'nomen est omen' is true, then this might not be the best choice.
es: Este es un nombre triste, la verdad. Y si el viejo dicho 'nomen est omen' es cierto, entonces esta podría no ser la mejor opción.
fr: C'est un triste nom, en effet. Et si le vieux dicton 'nomen est omen' est vrai, alors ce n'est peut-être pas le meilleur choix.
hu: Milyen szomorú név. Ha igaz a régi mondás, hogy "nomen est omen", akkor talán nem is a legszerencsésebb választás.
ru: Это действительно грустное имя. И если старая поговорка “nomen est omen” верна, то это может быть не лучшим выбором.
zh_hans: 这真是个悲哀的名字。如果那句老话”人如其名“是真的，那么它可能不是最好的选择。
zh_hant: 這真是個悲哀的名字。如果那句老話”人如其名“是真的，那麽它可能不是最好的選擇。

# Dialogue_AALory
source: {name}? It still sounds a bit weird, but I think I might like it.
es: ¿{nombre}? Todavía suena un poco raro, pero creo que me gustará.
fr: {name}? Cela semble encore un peu bizarre, mais je pense que cela pourrait me plaire.
hu: {name}? Szokatlanul hangzik, de biztos megszeretem majd.
ru: {name}? Все еще звучит немного странно, но думаю, мне понравится.
zh_hans: {name}？听起来还是有点怪，但我想我可能会喜欢。
zh_hant: {name}？聽起來還是有點怪，但我想我可能會喜歡。

# Dialogue_AALory
source: This sounds pretty epic but I wonder what nickname it might have?
es: Esto suena bastante épico, ¿pero me pregunto qué apodo podría tener?
fr: Cela semble assez épique mais je me demande quel surnom on pourrait lui donner ?
hu: Nagyon menőn hangzik, de vajon hogyan becézik?
ru: Звучит довольно эпично, но интересно, какое будет прозвище?
zh_hans: 这听起来很有史诗感，但我想知道它也许有什么绰号?
zh_hant: 這聽起來很有史詩感，但我想知道它也許有什麽綽號?

# Dialogue_AALory
source: By using some sort of ritual or spell...
es: Al usar algún tipo de ritual o hechizo...
fr: En utilisant une sorte de rituel ou de sort...
hu: Valamiféle rituáléval amiben gyertyák meg ilyesmik...
ru: Используя какой-то ритуал или заклинание...
zh_hans: 通过某种仪式或咒语……
zh_hant: 通過某種儀式或咒語……

# Dialogue_AALory
source: I am rewarding you with these shiny coins!
es: ¡Te estoy recompensando con estas monedas brillantes!
fr: Je vous récompense avec ces pièces brillantes !
hu: Jutalmul adok neked néhányat ezekből a drága kis érmékből!
ru: Я вознаграждаю тебя этими блестящими монетами!
zh_hans: 这些闪亮的硬币是给你的奖励！
zh_hant: 這些閃亮的硬幣是給妳的獎勵！

# Dialogue_AALory
source: See? I'm a gnome of my word!
es: ¿Has visto? Soy un gnomo de mi palabra!
fr: Vous voyez ? Je suis un gnome de parole !
hu: Látod? A gnómok mindig állják a szavukat!
ru: Видишь? Я гном слова!
zh_hans: 瞧见没？我是个守信用的矮人！
zh_hant: 瞧見沒？我是個守信用的矮人！
