Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDialogues/*/WarriorbDialogues.po
Languages: es, fr, hu, ru, zh_hans, zh_hant

# Dialogue_AARaven0
source: You can hardly find anyone that has more information about the Realms.
es: Es difícil encontrar a alguien que tenga más información sobre los Reinos.
fr: Il est difficile de trouver quelqu'un qui ait plus d'informations sur les Royaumes.
hu: Aligha találsz bárkit is, aki többet tudna a Világokról.
ru: Вряд ли можно найти кого-то, у кого есть больше информации о Царствах.
zh_hans: 你很难找到比他更了解这个王国的人了。
zh_hant: 妳很難找到比他更了解這個王國的人了。

# Dialogue_AARaven0
source: How can I do something if I do not know what I have to do?
es: ¿Cómo puedo hacer algo si no sé lo que tengo que hacer?
fr: Comment puis-je faire quelque chose si je ne sais pas ce que je dois faire ?
hu: Hogy csinálnék valamit, amiről nem is tudom, hogy csinálnom kell?
ru: Как я могу что-то сделать, если я не знаю, что мне нужно сделать?
zh_hans: 如果我不知道我必须做什么，我该怎么做呢?
zh_hant: 如果我不知道我必須做什麽，我該怎麽做呢?

# Dialogue_AARaven0
source: Your logic is incoherent.
es: Tu lógica es incoherente.
fr: Cette logique est incohérente.
hu: A logikád hibás.
ru: Твоя логика противоречива.
zh_hans: 你的逻辑不太连贯。
zh_hant: 妳的邏輯不太連貫。

# Dialogue_AARaven0
source: All right, I'm on it.
es: Muy bien, estoy en ello.
fr: Très bien, je m'en occupe.
hu: Rendben, rajta vagyok.
ru: Хорошо, я займусь этим.
zh_hans: 好吧，我上。
zh_hant: 好吧，我上。

# Dialogue_AARaven0
source: Maybe I should accept what I need to do now.
es: Tal vez debería aceptar lo que necesito hacer ahora.
fr: Je devrais peut-être accepter ce que je dois faire maintenant.
hu: Talán el kellene fogadnom, hogy most ezt kell csinálnom.
ru: Может, мне стоит принять то, что мне нужно сделать сейчас.
zh_hans: 也许我应该接受我现在需要做的事。
zh_hant: 也許我應該接受我現在需要做的事。

# Dialogue_AARaven0
source: Make your wizard turn you back to normal.
es: Haz que tu mago te vuelva a la normalidad.
fr: Faites en sorte que votre magicien vous ramène à la normale.
hu: Vedd rá a varázslódat, hogy csinálja vissza, amit veled tett.
ru: Заставь своего волшебника обратить тебя обратно.
zh_hans: 让你的巫师把你变回正常。
zh_hant: 讓妳的巫師把妳變回正常。

# Dialogue_AARaven0
source: Raven gives you one of his keys so that you can move around freely.
es: Cuervo te da una de sus llaves para que puedas moverte libremente.
fr: Corbeau vous donne une de ses clés pour que vous puissiez vous déplacer librement.
hu: Holló neked adja az egyik Kulcsát, hogy szabadabban mozoghass.
ru: Ворон дает тебе один из своих ключей, чтобы ты мог свободно передвигаться.
zh_hans: 乌鸦给了你一把钥匙，这样你就可以自由移动了。
zh_hant: 烏鴉給了妳壹把鑰匙，這樣妳就可以自由移動了。

# Dialogue_AARaven0
source: Raven is something which won't make wizards turn Raven back.
es: Cuervo es algo que no hará que los magos hagan retroceder a Cuervo.
fr: L'existence du Corbeau ne fera pas revenir les magiciens.
hu: Holló nem valami, ami varázslókat vesz rá, hogy visszacsináljanak dolgokat.
ru: Ворон - это что-то, что не заставит волшебников обратить Ворона назад.
zh_hans: 乌鸦是一种不会让巫师把自己变回去的东西。
zh_hant: 烏鴉是壹種不會讓巫師把自己變回去的東西。

# Dialogue_AARaven0
source: You don't have to know.
es: No tienes que saberlo.
fr: Vous n'avez pas besoin de savoir.
hu: Nem kell, hogy tudd.
ru: Ты не должен знать.
zh_hans: 你不必知道。
zh_hant: 妳不必知道。

# Dialogue_AARaven0
source: A rich kingdom ruling all the other lands, powered by spirits of another world; these spirits were bound to metal.
es: Un reino rico que gobierna todas las otras tierras, impulsado por espíritus de otro mundo; Estos espíritus estaban unidos al metal.
fr: Un riche royaume gouvernant toutes les autres terres, animé par des esprits d'un autre monde ; ces esprits étaient liés au métal.
hu: Pompás királyság, minden föld ura. Szolgálói egy másik világ szellemei, vasba zárva.
ru: Богатое царство, управляющее всеми остальными землями, поддерживаемое духами из другого мира; эти духи были привязаны к металлу.
zh_hans: 一个富裕的王国统治着所有其它的土地，由另一个世界的幽魂策力; 这些幽魂被束缚在金属上。
zh_hant: 壹個富裕的王國統治著所有其它的土地，由另壹個世界的幽魂策力; 這些幽魂被束縛在金屬上。

# Dialogue_AARaven0
source: I'm not quite sure about this...
es: No estoy muy seguro de esto...
fr: Je ne suis pas tout à fait sûr de cela...
hu: Nem vagyok teljesen biztos benne...
ru: Я не совсем в этом уверен...
zh_hans: 我不太确定……
zh_hant: 我不太確定……

# Dialogue_AARaven0
source: Yes.
es: Sí.
fr: Oui.
hu: Igen.
ru: Да.
zh_hans: 是的。
zh_hant: 是的。

# Dialogue_AARaven0
source: Is there anything else on your mind?
es: ¿Hay algo más en tu mente?
fr: Y a-t-il autre chose qui vous préoccupe ?
hu: Van még valami?
ru: У тебя есть что-нибудь еще на уме?
zh_hans: 你还有什么事吗?
zh_hant: 妳還有什麽事嗎?

# Dialogue_AARaven0
source: Krrr...
ru: Кррр...
zh_hans: 呃...
zh_hant: 呃...

# Dialogue_AARaven0
source: We still have some time left before this happens.
es: Todavía nos queda algo de tiempo antes de que esto suceda.
fr: Il nous reste encore un peu de temps avant que cela n'arrive.
hu: Előtte még van egy kis időnk.
ru: У нас еще есть время, прежде чем это случится.
zh_hans: 在这之前我们还有一些时间。
zh_hant: 在這之前我們還有壹些時間。

# Dialogue_AARaven0
source: No more Raven
es: No más Cuervo
fr: Corps pas si beau
hu: Elegem van Hollóból
ru: Надеюсь нет Ворон
zh_hans: 没有更多的乌鸦
zh_hant: 沒有更多的烏鴉

# Dialogue_AARaven0
source: Though Raven knows how you feel.
es: Aunque Cuervo sabe cómo te sientes.
fr: Bien que Corbeau sache ce que vous ressentez.
hu: Holló jól tudja, mit érzel.
ru: Хотя Ворон знает, что ты чувствуешь.
zh_hans: 虽然乌鸦知道你的感受。
zh_hant: 雖然烏鴉知道妳的感受。

# Dialogue_AARaven0
source: Now you only need to find a place where you can infuse it.
es: Ahora solo necesita encontrar un lugar donde pueda infundirlo.
fr: Il vous suffit maintenant de trouver un endroit où vous pouvez l'infuser.
hu: Most már csak fel kell töltenéd.
ru: Теперь тебе нужно только найти место, куда ты сможешь его вставить.
zh_hans: 现在你只需要找到一个可以将它注入的地方。
zh_hant: 現在妳只需要找到壹個可以將它註入的地方。

# Dialogue_AARaven0
source: Chat
fr: Discuter
hu: Beszélgetek
ru: Поболтать
zh_hans: 交谈
zh_hant: 交談

# Dialogue_AARaven0
source: Now you only need to find a place where you can infuse it. Meanwhile, Raven must figure it out how to open the Gate with it.
es: Ahora solo necesita encontrar un lugar donde pueda infundirlo. Mientras tanto, Cuervo debe descubrir cómo abrir la Puerta con él.
fr: Il vous suffit maintenant de trouver un endroit où vous pouvez l'infuser. En attendant, Corbeau doit trouver comment ouvrir la Porte avec.
hu: Most már csak fel kell töltenéd.
ru: Теперь тебе нужно только найти место, где ты сможешь его зарядить. Тем временем, Ворон должен выяснить, как с его помощью открыть Врата.
zh_hans: 现在你只需要找到一个可以将它注入的地方。同时，乌鸦必须弄清楚如何用它打开大门。
zh_hant: 現在妳只需要找到壹個可以將它註入的地方。同時，烏鴉必須弄清楚如何用它打開大門。

# Dialogue_AARaven0
source: In what way?
es: ¿En qué manera?
fr: De quelle manière ?
hu: Hogyan?
ru: Каким образом?
zh_hans: 用什么方式？
zh_hant: 用什麽方式？

# Dialogue_AARaven0
source: Raven is not like those dummy Living Armors, yet he does what he was made for.
es: Cuervo no es como esas armaduras vivientes ficticias, sin embargo, hace lo que sus creadores quieren que haga.
fr: Corbeau n'est pas comme ces fausses Armures vivantes, et pourtant il fait ce pour quoi il a été fait.
hu: Holló nem olyan, mint azok a bamba Mozgó Páncélok, de azért még megteszi, ami a dolga.
ru: Ворон не такой, как эти дурацкие “Живые доспехи”, но он делает то, для чего был создан.
zh_hans: 乌鸦不像那些虚拟的活体铠甲，但他达到了他的目的。
zh_hant: 烏鴉不像那些虛擬的活體鎧甲，但他達到了他的目的。

# Dialogue_AARaven0
source: They lost purpose and became reckless.
es: Perdieron propósito y se volvieron imprudentes.
fr: Ils ont perdu leur but et sont devenus imprudents.
hu: Céltalanná váltak és elsatnyultak.
ru: Они потеряли цель и стали безрассудными.
zh_hans: 他们失去了目标，变得鲁莽。
zh_hant: 他們失去了目標，變得魯莽。

# Dialogue_AARaven0
source: After he had some rest.
es: Después de descansar un poco.
fr: Après avoir pris un peu de repos.
hu: Csak még pihen egy kicsit.
ru: После того, как он немного отдохнет.
zh_hans: 他休息了一会儿。
zh_hant: 他休息了壹會兒。

# Dialogue_AARaven0
source: Raven's master would like to understand before doing anything.
es: Al maestro de Cuervo le gustaría entender antes de hacer algo.
fr: Le maître de Corbeau voudrait comprendre avant de faire quoi que ce soit.
hu: Holló gazdája szeretné megérteni a dolgokat, mielőtt cselekszik.
ru: Мастер Ворона прежде чем что-то делать, хотел бы все понять.
zh_hans: 乌鸦的主人在做任何事情之前都要先弄明白。
zh_hant: 烏鴉的主人在做任何事情之前都要先弄明白。

# Dialogue_AARaven0
source: You will realize that 'sense' has no meaning in this realm anymore.
es: Te darás cuenta de que "sentido" ya no tiene significado en este reino.
fr: Vous vous rendrez compte que le 'sens' ne signifie plus rien dans ce royaume.
hu: Rá fogsz jönni, hogy az "értelmes" szónak ebben a világban már nincs nagy értelme.
ru: Ты поймешь, что “разумно“ больше не имеет никакого значения в этом царстве.
zh_hans: 你会意识到“感觉”在这个王国已经没有意义了。
zh_hant: 妳會意識到“感覺”在這個王國已經沒有意義了。

# Dialogue_AARaven0
source: They are humans.
es: Son humanos.
fr: Ce sont des humains.
hu: Ők emberek.
ru: Они люди.
zh_hans: 他们是人类。
zh_hant: 他們是人類。

# Dialogue_AARaven0
source: I think I know all about the meaning of life and all, ok? Can we just go on?
es: Creo que sé todo sobre el significado de la vida y todo, ¿vale? ¿Podemos seguir?
fr: Je pense que je sais tout sur le sens de la vie et tout, d'accord ? On peut continuer ?
hu: Jó-jó, tudom, az élet értelme, meg minden. Tovább léphetünk?
ru: Я думаю, что знаю все о смысле жизни и все такое, ясно? Мы можем просто продолжить?
zh_hans: 我想我知道生命的全部意义，好吗? 我们能继续吗?
zh_hant: 我想我知道生命的全部意義，好嗎? 我們能繼續嗎?

# Dialogue_AARaven0
source: Hand it over to Raven so he could open the Gate!
es: ¡Pásalo a Cuervo para que pueda abrir la Puerta!
fr: Remettez-le à Corbeau pour qu'il puisse ouvrir la Porte !
hu: Add csak Hollónak, hadd nyissa ki vele a Kaput!
ru: Отдай его Ворону, чтобы он смог открыть Врата!
zh_hans: 把它交给乌鸦，这样它就可以打开那扇门了！
zh_hant: 把它交給烏鴉，這樣它就可以打開那扇門了！

# Dialogue_AARaven0
source: The master gave Raven the ability to think and talk.
es: El maestro le dio a Cuervo la capacidad de pensar y hablar.
fr: Le maître a donné à Corbeau la capacité de penser et de parler.
hu: A gazda megadta Hollónak a gondolkodás és a beszéd képességét.
ru: Мастер дал Ворону способность думать и говорить.
zh_hans: 主人给了乌鸦思考和说话的能力。
zh_hant: 主人給了烏鴉思考和說話的能力。

# Dialogue_AARaven0
source: Why are you here?
es: ¿Por qué estás aquí?
fr: Pourquoi êtes-vous ici ?
hu: Miért vagy itt?
ru: Зачем ты пришел?
zh_hans: 你怎么会在这里？
zh_hant: 妳怎麽會在這裏？

# Dialogue_AARaven0
source: Seeking for knowledge, as always. And you? Never thought we’ll meet again. Still trying to take down these Realms forever?
es: Buscando el conocimiento, como siempre. ¿Y tú? Nunca pensé que nos encontraremos de nuevo. ¿Sigues intentando derribar estos Reinos para siempre?
fr: A la recherche de la connaissance, comme toujours. Et vous ? Je ne pensais pas qu'on se reverrait. Vous essayez toujours de faire tomber ces royaumes pour toujours ?
hu: Válaszokat keresek, mint mindig. És te? Nem hittem, hogy újra itt találkozunk. Még mindig szét akarod választani a Világokat?
ru: Ищу знания, как всегда. А ты? Никогда не думал, что мы встретимся снова. Все еще пытаешься навсегда уничтожить эти Царства?
zh_hans: 我一如既往地寻求知识。你呢? 没想到我们还会再见面。还想永远占领这些王国吗?
zh_hant: 我壹如既往地尋求知識。妳呢? 沒想到我們還會再見面。還想永遠占領這些王國嗎?

# Dialogue_AARaven0
source: I'm new with all this wizard business thing. What was their conversation about?
es: Soy nuevo con todo este asunto de los magos. ¿De qué se trataba la conversación?
fr: Je suis nouveau dans cette histoire de magicien. Quel était le sujet de leur conversation ?
hu: Még új vagyok ebben a varázsló témában. Miről beszéltek?
ru: Я новичок в этом волшебном бизнесе. О чем они говорили?
zh_hans: 我对巫师这行不太了解。他们的谈话内容是什么?
zh_hant: 我對巫師這行不太了解。他們的談話內容是什麽?

# Dialogue_AARaven0
source: It can happen again.
es: Puede pasar otra vez.
fr: Cela peut se reproduire.
hu: Újra megtörténhet.
ru: Это может случиться снова.
zh_hans: 这种情况可能会再次发生。
zh_hant: 這種情況可能會再次發生。

# Dialogue_AARaven0
source: So we let those keys behind and set ourselves free from wizards?
es: Entonces, ¿dejamos atrás esas llaves y nos liberamos de los magos?
fr: Nous avons donc laissé ces clés derrière nous et nous nous sommes libérés des magiciens ?
hu: Akkor hagyjuk az ajtót, és megszökünk a varázslóktól?
ru: Значит, мы оставим эти ключи позади и освободимся от волшебников?
zh_hans: 所以我们把那些钥匙留在身后，自己从巫师手中解脱出来?
zh_hant: 所以我們把那些鑰匙留在身後，自己從巫師手中解脫出來?

# Dialogue_AARaven0
source: A pleasure to hear that. Talk to Raven about the details. Please excuse me for leaving so early, I have something important to do.
es: Un placer escuchar eso. Habla con Cuervo sobre los detalles. Disculpe por irme tan temprano, tengo algo importante que hacer.
fr: C'est un plaisir d'entendre cela. Voyez avec Corbeau pour les détails. Veuillez m'excuser de partir si tôt, j'ai quelque chose d'important à faire.
hu: Örömmel hallom. Beszélj Hollóval a részleteket illetően. Most pedig, ha meg nem haragszol, sürgős elintéznivalóim vannak, ezért távozom.
ru: Рад это слышать. Поговори с Вороном о деталях. Прошу извинить меня что я так рано ухожу, но мне нужно сделать кое-что важное.
zh_hans: 很高兴听你这么说。去和乌鸦谈谈细节。请原谅我走得这么早，我有重要的事情要做。
zh_hant: 很高興聽妳這麽說。去和烏鴉談談細節。請原諒我走得這麽早，我有重要的事情要做。

# Dialogue_AARaven0
source: Raven knows he has different tasks now, compared to what he used to do before.
es: Cuervo sabe que ahora tiene diferentes tareas, en comparación con lo que solía hacer antes.
fr: Corbeau sait qu'il a maintenant des tâches différentes de celles qu'il avait l'habitude de faire auparavant.
hu: Holló tudja, hogy most már más feladatai vannak, mint amikhez régebben szokott.
ru: Ворон знает, что у него сейчас другие задачи, по сравнению с тем, что он делал раньше.
zh_hans: 乌鸦知道他现在的任务和以前不一样了。
zh_hant: 烏鴉知道他現在的任務和以前不壹樣了。

# Dialogue_AARaven0
source: Go now! Raven still needs some more time to think about this.
es: ¡Ve ahora! Cuervo necesita más tiempo para pensar.
fr: Partez maintenant ! Corbeau a encore besoin de temps pour y réfléchir.
hu: Indulj! Hollónak még át kell gondolnia pár dolgot.
ru: Иди же! Ворону еще нужно время, чтобы подумать об этом.
zh_hans: 现在就去吧！乌鸦还需要一些时间来考虑这个问题。
zh_hant: 現在就去吧！烏鴉還需要壹些時間來考慮這個問題。

# Dialogue_AARaven0
source: They were always like this.
es: Siempre fueron así.
fr: Ils ont toujours été comme ça.
hu: Mindig ilyenek voltak.
ru: Они всегда были такими.
zh_hans: 他们总是这样。
zh_hant: 他們總是這樣。

# Dialogue_AARaven0
source: The Cerulean Gates are closed again. What if we share the work?
es: Las puertas de Cerulean están cerradas de nuevo. ¿Qué pasa si compartimos el trabajo?
fr: Les Portes Céruléennes sont à nouveau fermées. Et si nous partagions le travail ?
hu: A Mélykék Kapu ismét zárva van. Mi lenne, ha megosztanánk a munkát?
ru: Лазурные Врата снова закрыты. Что, если мы разделим работу?
zh_hans: 蔚蓝之城大门又关闭了。如果我们分担工作呢？
zh_hant: 蔚藍之城大門又關閉了。如果我們分擔工作呢？

# Dialogue_AARaven0
source: Yes! The Gem is fully charged!
es: ¡Si! ¡La gema está completamente cargada!
fr: Oui ! La Gemme est entièrement chargée !
hu: Igen! A Kő teljesen feltöltődött!
ru: Да! Самоцвет полностью заряжен!
zh_hans: 是的！宝石全部充能完毕！
zh_hant: 是的！寶石全部充能完畢！

# Dialogue_AARaven0
source: Why are you obeying that wizard of yours?
es: ¿Por qué obedeces a ese mago?
fr: Pourquoi obéissez-vous à votre magicien ?
hu: Miért engedelmeskedsz a varázslódnak?
ru: Почему ты подчиняешься своему волшебнику?
zh_hans: 你为什么服从你的那个巫师？
zh_hant: 妳為什麽服從妳的那個巫師？

# Dialogue_AARaven0
source: Raven is not that happy with those two, but Raven can accept that he is what he is.
es: Cuervo no está tan feliz con esos dos, pero puede aceptar que él es lo que es.
fr: Corbeau n'est pas très heureux avec ces deux-là, mais il peut accepter d'être ce qu'il est.
hu: Hollónak nem hiányzott ez a két dolog, de elfogadja, hogy most már a részét képezik.
ru: Ворон не так счастлив с этими двумя, но Ворон может смириться с тем, что он такой, какой он есть.
zh_hans: 乌鸦对这两个都不满意，但是乌鸦可以接受他现在的身份。
zh_hant: 烏鴉對這兩個都不滿意，但是烏鴉可以接受他現在的身份。

# Dialogue_AARaven0
source: Don't worry. You'll find some purpose.
es: No te preocupes Encontrarás algún propósito.
fr: Ne vous inquiétez pas. Vous trouverez un but.
hu: Ne aggódj! Megtalálod még a célodat.
ru: Не волнуйся. Ты найдешь какую-нибудь цель.
zh_hans: 别担心。你会找到目标的。
zh_hant: 別擔心。妳會找到目標的。

# Dialogue_AARaven0
source: The residents of the Realm did not have to work. Their spirit slaves did everything for them, they accomplished all their desires.
es: Los residentes del Reino no tenían que trabajar. Sus espíritus esclavos hicieron todo por ellos, lograron todos sus deseos.
fr: Les habitants du Royaume n'étaient pas obligés de travailler. Leurs esclaves spirituels faisaient tout pour eux, ils accomplissaient tous leurs désirs.
hu: A Birodalom lakóinak nem kellett dolgozniuk. A szellem szolgák mindent elvégeztek helyettük.
ru: Жителям Царства не пришлось работать. Их духи-рабы делали все за них, они исполняли все их желания.
zh_hans: 王国的居民不必工作。他们的精神奴隶为他们做了一切，他们实现了所有的愿望。
zh_hant: 王國的居民不必工作。他們的精神奴隸為他們做了壹切，他們實現了所有的願望。

# Dialogue_AARaven0
source: Raven thinks you might want to be something else. Something that you used to be, but you are not anymore.
es: Cuervo cree que quizás quieras ser otra cosa. Algo que solías ser, pero ya no lo eres.
fr: Corbeau pense que vous pourriez vouloir être autre chose. Quelque chose que vous étiez, mais que vous n'êtes plus.
hu: Holló úgy véli, valami más akarsz lenni, mint ami vagy. Valami, ami régebben voltál.
ru: Ворон думает, что ты возможно хочешь быть кем-то другим. Кем-то, кем ты был раньше, но больше не являешься.
zh_hans: 乌鸦认为你可能想成为别的什么人。比如你曾经成为过的某个什么。
zh_hant: 烏鴉認為妳可能想成為別的什麽人。比如妳曾經成為過的某個什麽。

# Dialogue_AARaven0
source: Except...
es: Excepto...
fr: Excepté...
hu: Kivéve...
ru: Только если...
zh_hans: 除了...
zh_hant: 除了...

# Dialogue_AARaven0
source: It is a long story and Raven doesn't really like to talk about it.
es: Es una larga historia y a Cuervo realmente no le gusta hablar de eso.
fr: C'est une longue histoire et Corbeau n'aime pas vraiment en parler.
hu: Hosszú történet, és Holló nem szívesen beszél róla.
ru: Это долгая история, и Ворон не особо любит говорить об этом.
zh_hans: 这是一个很长的故事，乌鸦并不喜欢谈论它。
zh_hant: 這是壹個很長的故事，烏鴉並不喜歡談論它。

# Dialogue_AARaven0
source: Leave
es: Salir
fr: Partir
hu: Távozok
ru: Выйти
zh_hans: 离开
zh_hant: 離開

# Dialogue_AARaven0
source: Raven is fine with talking. Ask me whatever you have on your mind!
es: Cuervo está bien hablando. ¡Pregúntame lo que tengas en mente!
fr: Corbeau est d'accord pour parler. Demandez-moi ce que vous avez en tête !
hu: Holló szívesen társalog. Kérdezz bármit!
ru: Ворон не против поговорить. Спрашивай все, что хочешь!
zh_hans: 乌鸦很会说话。你有什么事就问我！
zh_hant: 烏鴉很會說話。妳有什麽事就問我！

# Dialogue_AARaven0
source: Very nice! Raven likes that you are making progress.
es: ¡Muy agradable! A Cuervo le gusta que estés progresando.
fr: Très bien ! Corbeau aime que vous fassiez des progrès.
hu: Szép! Holló látja, hogy nem csak lopod az időt.
ru: Очень хорошо! Ворону нравится, что ты делаешь успехи.
zh_hans: 非常好！乌鸦喜欢你的进步。
zh_hant: 非常好！烏鴉喜歡妳的進步。

# Dialogue_AARaven0
source: Which is technically the same.
es: Lo cual es técnicamente lo mismo.
fr: Ce qui est techniquement la même chose.
hu: Ami lényegében ugyanaz.
ru: Что технически одно и то же.
zh_hans: 技术上是一样的。
zh_hant: 技術上是壹樣的。

# Dialogue_AARaven0
source: I'm confused
es: Estoy confundido
fr: Je suis confus
hu: Összezavarodtam
ru: Я озадачен
zh_hans: 我很困惑
zh_hant: 我很困惑

# Dialogue_AARaven0
source: Help
es: Ayuda
fr: Aider
hu: Segíts!
ru: Попросить помощи
zh_hans: 帮助
zh_hant: 幫助

# Dialogue_AARaven0
source: Farewell
es: Adios
fr: Adieu
hu: Viszlát
ru: До встречи
zh_hans: 再见
zh_hant: 再見

# Dialogue_AARaven0
source: What??
es: ¿¿Qué??
fr: Quoi ??
hu: Mi??
ru: Что??
zh_hans: 什么？？
zh_hant: 什麽？？

# Dialogue_AARaven0
source: Raven will just sit here for a short time before venturing into the Ruin.
es: Cuervo solo se sentará aquí por un corto tiempo antes de aventurarse en Ruin.
fr: Corbeau restera assis ici pendant un court moment avant de s'aventurer dans la Ruine.
hu: Holló pihen még egy kicsit, mielőtt tovább merészkedik a Fertőzött Világban.
ru: Ворон просто посидит здесь немного, прежде чем отправится в Руин.
zh_hans: 乌鸦只会在这里坐一会儿，然后冒险面对毁灭。
zh_hant: 烏鴉只會在這裏坐壹會兒，然後冒險面對毀滅。

# Dialogue_AARaven0
source: So you're meant to open this dusty little door with Raven, aren't you?
es: Entonces estás destinado a abrir esta pequeña puerta con Cuervo, ¿verdad?
fr: Vous êtes donc censé ouvrir cette petite porte poussiéreuse avec Corbeau, n'est-ce pas ?
hu: Szóval ki kéne nyitnod Hollóval ezt a jó öreg rozsdás kaput, igaz-e?
ru: Значит, тебе с Вороном суждено открыть эту маленькую пыльную дверь, не так ли?
zh_hans: 所以你要和乌鸦一起打开这扇满是灰尘的小门，对吗?
zh_hant: 所以妳要和烏鴉壹起打開這扇滿是灰塵的小門，對嗎?

# Dialogue_AARaven0
source: Let's have fun!
es: ¡Vamos a divertirnos!
fr: Amusons-nous !
hu: Mulassunk!
ru: Давай повеселимся!
zh_hans: 嗨起来！
zh_hant: 嗨起來！

# Dialogue_AARaven0
source: Er... okey, I was just asking.
es: Eh... okay, solo preguntaba.
fr: Euh... ok, je demandais juste.
hu: Ööö... oké, csak kérdeztem.
ru: Э... ладно, я просто спросил.
zh_hans: 呃… 好吧，我只是问问。
zh_hant: 呃… 好吧，我只是問問。

# Dialogue_AARaven0
source: That's stupid
es: Eso es estúpido
fr: C'est stupide
hu: Hülyeség
ru: Глупость какая-то
zh_hans: 这很愚蠢
zh_hant: 這很愚蠢

# Dialogue_AARaven0
source: Farewell, Raven!
es: ¡Adiós Cuervo!
fr: Adieu, Corbeau !
hu: Viszlát, Holló!
ru: Прощай, Ворон!
zh_hans: 拜拜，乌鸦！
zh_hant: 拜拜，烏鴉！

# Dialogue_AARaven0
source: I would like to know...
es: Me gustaría saber...
fr: Je voudrais savoir...
hu: Szeretném megkérdezni...
ru: Я хотел бы знать...
zh_hans: 我想知道……
zh_hant: 我想知道……

# Dialogue_AARaven0
source: Let's open that gate. Quick!
es: Abramos esa puerta. ¡Rápido!
fr: Ouvrons cette porte. Vite !
hu: Akkor nyissuk ki a kaput gyorsan!
ru: Давай откроем эти врата. Скорее!
zh_hans: 让我们打开那扇门。快！
zh_hant: 讓我們打開那扇門。快！

# Dialogue_AARaven0
source: Why is he here?
es: ¿Por qué él está aquí?
fr: Pourquoi est-il ici ?
hu: Miért vagy itt?
ru: Почему он здесь?
zh_hans: 他为什么在这里？
zh_hant: 他為什麽在這裏？

# Dialogue_AARaven0
source: Freedom
es: Libertad
fr: Liberté
hu: Szabadság
ru: Свобода
zh_hans: 自由
zh_hant: 自由

# Dialogue_AARaven0
source: You can't live your life like in the old days any longer and that's why you're staying with your master, right?
es: Ya no puedes vivir tu vida como en los viejos tiempos y es por eso que te quedas con tu maestro, ¿verdad?
fr: Tu ne peux plus vivre ta vie comme autrefois et c'est pourquoi tu restes chez ton maître, n'est-ce pas ?
hu: Képtelen lennél a régi életedet élni, ezért nem hagyod el a gazdádat, igaz?
ru: Ты не можешь больше жить, как в старые добрые времена, и поэтому ты остался со своим мастером, верно?
zh_hans: 你不能再过以前那样的生活了，这就是为什么你要和你的主人呆在一起，对吧?
zh_hant: 妳不能再過以前那樣的生活了，這就是為什麽妳要和妳的主人呆在壹起，對吧?

# Dialogue_AARaven0
source: End of the World
es: Fin del Mundo
fr: Fin du Monde
hu: Világ Vége
ru: Конец Света
zh_hans: 世界之末
zh_hant: 世界之末

# Dialogue_AARaven0
source: First you will need to find the Gem. Meanwhile, Raven must figure it out how to open the Gate with it.
es: Primero deberás encontrar la Gema. Mientras tanto, Cuervo debe descubrir cómo abrir la Puerta con ella.
fr: Vous devez d'abord trouver la gemme. En attendant, Corbeau doit trouver comment s'en servir pour ouvrir la Porte.
hu: Először is, meg kell találnod a Követ. Közben Holló majd kitalálja, hogy nyissuk ki vele a Kaput.
ru: Сначала тебе нужно найти Самоцвет. Тем временем, Ворон должен придумать, как с его помощью открыть Врата.
zh_hans: 首先你需要找到宝石。同时，乌鸦必须弄清楚如何用它打开大门。
zh_hant: 首先妳需要找到寶石。同時，烏鴉必須弄清楚如何用它打開大門。

# Dialogue_AARaven0
source: What are you doing here?
es: ¿Qué estás haciendo aquí?
fr: Que faites-vous ici ?
hu: Mit keresel itt?
ru: Что ты тут делаешь?
zh_hans: 你在这儿干什么?
zh_hant: 妳在這兒幹什麽?
