Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDialogues/*/WarriorbDialogues.po
Languages: es, fr, hu, ru, zh_hans, zh_hant

# Dialogue_Gnory
source: Oh, the three artefacts! That sounds a bit too ambitious but after all, they can be quite a unique gift for a young ball lady.
es: ¡Oh, los tres artefactos! Eso suena un poco ambicioso, pero después de todo, pueden ser un regalo único para una joven pelota.
fr: Oh, les trois artefacts ! Cela semble un peu trop ambitieux, mais après tout, ils peuvent être un cadeau unique pour une jeune femme de bal.
hu: Óh, a varázstárgyak! Egy picit talán túlzásnak tűnhet, de tény, hogy nagyon egyedi ajándék egy ifjú labda lány számára.
ru: А, три артефакта! Звучит довольно амбициозно, но в конце концов, они могут стать неповторимым подарком для молодой Шар-леди.
zh_hans: 噢，三件工艺品! 这听起来野心有点大了，但毕竟，对于一个年轻的球球女士来说，这是一份相当独特的礼物。
zh_hant: 噢，三件工藝品! 這聽起來野心有點大了，但畢竟，對於壹個年輕的球球女士來說，這是壹份相當獨特的禮物。

# Dialogue_Gnory
source: For everything as well.
es: Para todo también.
fr: Pour tout également.
hu: Mindenre is.
ru: И для всего тоже.
zh_hans: 一切都是如此。
zh_hant: 壹切都是如此。

# Dialogue_Gnory
source: What?
es: ¿Qué?
fr: Quoi ?
hu: Mi?
ru: Что?
zh_hans: 什么？
zh_hant: 什麽？

# Dialogue_Gnory
source: {name}? It still sounds a bit weird, but I think I might like it.
es: ¿{nombre}? Todavía suena un poco raro, pero creo que me gustará.
fr: {name}? Cela semble encore un peu bizarre, mais je pense que cela pourrait me plaire.
hu: {name}? Kicsit furán hangzik, de idővel biztos megkedvelem.
ru: {name}? Все еще звучит немного странно, но думаю, мне понравится.
zh_hans: {name}? 听起来还是有点怪，但我想我可能会喜欢的。
zh_hant: {name}? 聽起來還是有點怪，但我想我可能會喜歡的。

# Dialogue_Gnory
source: Dr. Ball
es: Dr. Pelota
fr: Dr. Balle
hu: Dr. Labda
ru: Доктор Болл
zh_hans: 球博士
zh_hant: 球博士

# Dialogue_Gnory
source: I’ve found a wheel for you!
es: ¡He encontrado una rueda para ti!
fr: J'ai trouvé une roue pour vous !
hu: Találtam neked egy kereket!
ru: Я нашел тебе колесо!
zh_hans: 我给你找了个轮子！
zh_hant: 我給妳找了個輪子！

# Dialogue_Gnory
source: That's sad. Come back when you have some!
es: Eso es triste. Vuelve cuando tengas unos cuantos!
fr: C'est triste. Revenez quand vous en aurez !
hu: Szomorú. Gyere vissza, ha már van!
ru: Это печально. Возвращайся, когда у тебя будут!
zh_hans: 真是悲剧。当你搞到一些了记得再来！
zh_hant: 真是悲劇。當妳搞到壹些了記得再來！

# Dialogue_Gnory
source: Fishy is Fishy!
es: Fishy es Fishy!
fr: Poiscaille est Poiscaille !
hu: Hali Hali!
ru: Фиши - это Фиши!
zh_hans: 呆鱼就是呆鱼！
zh_hant: 呆魚就是呆魚！

# Dialogue_Gnory
source: I've got to go now!
es: ¡Tengo que irme ahora!
fr: Je dois y aller maintenant !
hu: Mennem kell!
ru: Мне нужно идти!
zh_hans: 我得走了!
zh_hant: 我得走了!

# Dialogue_Gnory
source: An elixir that makes you attractive to the lady... err... balls?
es: Un elixir que te hace atractivo para la dama... err... ¿pelotas?
fr: Un élixir qui vous rend attirant pour votre dame... euh... balle ?
hu: Egy elixírt, ami vonzóvá tesz a lány... ööö labdák számára?
ru: Эликсир, который делает тебя привлекательным для леди... э... шара?
zh_hans: 让你能被那位女士...呃...球球吸引的灵丹妙药。
zh_hant: 讓妳能被那位女士...呃...球球吸引的靈丹妙藥。

# Dialogue_Gnory
source: Leave
es: Salir
fr: Partir
hu: Távozok
ru: Выйти
zh_hans: 离开
zh_hant: 離開

# Dialogue_Gnory
source: I have some at my shop for sale!
es: ¡Tengo algunos en mi tienda en venta!
fr: J'en ai à vendre dans mon magasin !
hu: Van pár eladó a boltomban.
ru: У меня в магазине есть кое-что на продажу!
zh_hans: 我店里有一些在出售！
zh_hant: 我店裏有壹些在出售！

# Dialogue_Gnory
source: See? And I have to listen to him all day!
es: ¿Has visto? ¡Y tengo que escucharle todo el día!
fr: Vous voyez ? Et je dois l'écouter toute la journée !
hu: Látod? És nekem egész nap ezt kell hallgatnom.
ru: Видишь? И я должен выслушивать его весь день!
zh_hans: 看到了吗? 我整天都得听他说话!
zh_hant: 看到了嗎? 我整天都得聽他說話!

# Dialogue_Gnory
source: It's yours for 12 Gold Coins.
es: Es tuyo por solo 12 Monedas de Oro.
fr: Il est à vous pour 12 Pièces d'Or.
hu: A tiéd lehet 12 Aranyért.
ru: Оно твое за 12 Золотых Монет.
zh_hans: 这是你的12枚金币。
zh_hant: 這是妳的12枚金幣。

# Dialogue_Gnory
source: Then I will give it for 8 Gold Coins.
es: Pues te lo daré por 8 Monedas de Oro.
fr: Ensuite, je le donnerai pour 8 Pïèces d'Or.
hu: Akkor odaadom 8-ért.
ru: Тогда я отдам его за 8 золотых монет.
zh_hans: 那么我就用它换8枚金币。
zh_hant: 那麽我就用它換8枚金幣。

# Dialogue_Gnory
source: I see one of your wagon wheels is broken.
es: Veo que una de sus ruedas de carreta está rota.
fr: Je vois qu'une des roues de votre chariot est cassée.
hu: Úgy látom, az egyik kerék kitört.
ru: Я вижу, одно из колес твоего телеги сломано.
zh_hans: 我看到你的一个车轮坏了。
zh_hant: 我看到妳的壹個車輪壞了。

# Dialogue_Gnory
source: Don’t care about Fishy. He can’t really speak and I’m not sure if he even understands himself.
es: No te preocupes por Fishy. Realmente no puede hablar y no estoy seguro de si se entiende a sí mismo.
fr: Ne vous souciez pas de Poiscaille. Il ne peut pas vraiment parler et je ne suis pas sûr qu'il se comprenne lui-même.
hu: Ne is törődj Halival! Beszélni se tud nagyon, szerintem még ő sem érti, amit mond.
ru: Не слушай Фиши. Он не умеет говорить, и я не уверен, что даже он понимает себя.
zh_hans: 不要在意呆鱼。他不会说话，我都不确定他甚至是否能理解他自己。
zh_hant: 不要在意呆魚。他不會說話，我都不確定他甚至是否能理解他自己。

# Dialogue_Gnory
source: See you later!
es: ¡Nos vemos más tarde!
fr: A plus tard !
hu: Viszlát később!
ru: До встречи!
zh_hans: 回见！
zh_hant: 回見！

# Dialogue_Gnory
source: Shut up Fishy!
es: Cállate Fishy!
fr: La ferme Poiscaille !
hu: Pofa be, Hali!
ru: Заткнись, Фиши!
zh_hans: 闭嘴，呆鱼！
zh_hant: 閉嘴，呆魚！

# Dialogue_Gnory
source: 12 Gold
es: 12 Monedas de Oro
fr: 12 Pièces d'Or
hu: 12 Arany
ru: 12 Золотых
zh_hans: 12金币
zh_hant: 12金幣

# Dialogue_Gnory
source: Ehm, ehm...
hu: Ehemm, ehemm...
ru: Эм, эм...
zh_hans: 嗯，嗯...
zh_hant: 嗯，嗯...

# Dialogue_Gnory
source: I’ve met another merchant called Lory. Is she your sister you talked about?
es: Conocí a otro comerciante llamado Lory. ¿Es ella tu hermana de la que hablaste?
fr: J'ai rencontré un autre marchand qui s'appelle Lory. C'est votre soeur dont vous avez parlé ?
hu: Nemrég összefutottam egy másik kereskedővel, Loryval. Ő lenne a nővéred?
ru: Я встретил другого торговца по имени Лори. Она твоя сестра, о которой ты говорил?
zh_hans: 我见过另一个叫劳里的商人。她就是你之前说起过的妹妹吗？
zh_hant: 我見過另壹個叫勞裏的商人。她就是妳之前說起過的妹妹嗎？

# Dialogue_Gnory
source: What the holy Coins?! Now I'm getting angry!
es: ¡¿Qué las monedas santas?! ¡Ahora me estoy enfadando!
fr: Qu'est-ce que c'est que ces saintes Pièces ?! Maintenant, je me mets en colère !
hu: Szent Aranytallérok! Most már tényleg dühös vagyok!
ru: Что за святые монеты?! Теперь я злюсь!
zh_hans: 什么神圣的硬币?! 现在我要生气了!
zh_hant: 什麽神聖的硬幣?! 現在我要生氣了!

# Dialogue_Gnory
source: And Fishy!
es: ¡Y Fishy!
fr: Et Poiscaille !
hu: És Hali!
ru: И Фиши!
zh_hans: 还有呆鱼！
zh_hant: 還有呆魚！

# Dialogue_Gnory
source: Fishy know about them!
es: Fishy sabe de ellos!
fr: Poiscaille les connaît !
hu: Hali tud róluk!
ru: Фиши знать о них!
zh_hans: 呆鱼知道他们！
zh_hant: 呆魚知道他們！

# Dialogue_Gnory
source: He was a good merchant, so he understood. Business is hard. I always say that for a fair price I would even sell myself.
es: Era un buen comerciante, así que lo entendió. El negocio es difícil. Siempre digo que por un precio justo me vendería a mi mismo.
fr: C'était un bon commerçant, alors il a compris. Les affaires sont difficiles. Je dis toujours que pour un prix juste, je me vendrais moi-même.
hu: Ő is kereskedő, megérti. Az üzlet kemény. Mindig azt mondom, ha eleget fizetnek, saját magamat is eladnám.
ru: Он был хорошим торговцем, так что он понимал. Бизнес - это сложно. Я всегда говорю, что за справедливую цену я бы продал даже себя.
zh_hans: 他是个不错的商人，所以他明白。生意不好做。为了一个公平的价格，我甚至愿意出售自己。
zh_hant: 他是個不錯的商人，所以他明白。生意不好做。為了壹個公平的價格，我甚至願意出售自己。

# Dialogue_Gnory
source: You know what? 9 Gold Coins! Take it or leave it that's my final offer!
es: ¿Sabes que? ¡9 Monedas de Oro! ¡Llévatelo o déjalo, esa es mi ultima oferta!
fr: Vous savez quoi ? 9 Pièces d'Or ! À prendre ou à laisser, c'est ma dernière offre !
hu: Tudod mit? 9 Arany! És ez az utolsó ár!
ru: Знаешь что? 9 золотых монет! Бери или уходи, это мое последнее предложение!
zh_hans: 废话少说，9金币! 要不要随你，不要拉倒！
zh_hant: 廢話少說，9金幣! 要不要隨妳，不要拉倒！

# Dialogue_Gnory
source: Don't buy
es: No comprar
fr: Ne pas acheter
hu: Nem veszek
ru: Не покупать
zh_hans: 不购买
zh_hant: 不購買

# Dialogue_Gnory
source: Then I will give it for 9 Gold Coins.
es: Pues te lo daré por 9 Monedas de Oro.
fr: Ensuite, je le donnerai pour 9 Pièces d'Or.
hu: Akkor legyen 9 Arany.
ru: Тогда я отдам его за 9 Золотых Монет.
zh_hans: 那我就出9枚金币。
zh_hant: 那我就出9枚金幣。

# Dialogue_Gnory
source: All right, you won. I will give it for 11 Gold Coins.
es: De acuerdo, has ganado. Te lo daré por 11 Monedas de Oro.
fr: Très bien, vous avez gagné. Je vous le donne pour 11 Pièces d'Or.
hu: Rendben, te nyertél. Akkor odaadom 11-ért.
ru: Ладно, твоя взяла. Я отдам его за 11 Золотых Монет.
zh_hans: 好吧，你赢了。我愿意用它换11枚金币。
zh_hant: 好吧，妳贏了。我願意用它換11枚金幣。

# Dialogue_Gnory
source: I see you do have a solution for everything.
es: Veo que tienes una solución para todo.
fr: Je vois que vous avez une solution pour tout.
hu: Látom mindenre tudsz megoldást.
ru: Вижу, у тебя есть решение для всего.
zh_hans: 我看你对每件事都有解决的办法。
zh_hant: 我看妳對每件事都有解決的辦法。

# Dialogue_Gnory
source: Wow, that's magnificent!
es: Wow, ¡eso es magnífico!
fr: Wow, c'est magnifique !
hu: Húú, fennséges!
ru: Ух ты, это великолепно!
zh_hans: 哇，那太棒了！
zh_hant: 哇，那太棒了！

# Dialogue_Gnory
source: I want to buy a new name!
es: ¡Quiero comprar un nuevo nombre!
fr: Je veux acheter un nouveau nom !
hu: Kell egy jó név!
ru: Я хочу купить новое имя!
zh_hans: 我想买个新名字！
zh_hant: 我想買個新名字！

# Dialogue_Gnory
source: Fishy know a poem.
es: Fishy sabe un poema.
fr: Poiscaille connaît un poème.
hu: Hali tud egy verset.
ru: Фиши знать стих.
zh_hans: 呆鱼知道一首诗！
zh_hant: 呆魚知道壹首詩！

# Dialogue_Gnory
source: How much do you charge for it?
es: ¿Cuánto cobras por ello?
fr: Combien demandez-vous pour cela ?
hu: Mennyit kérsz érte?
ru: Сколько ты за него хочешь?
zh_hans: 你开价多少?
zh_hant: 妳開價多少?

# Dialogue_Gnory
source: Oh, holy golden coins please no...
es: Oh, santas monedas de oro por favor no...
fr: Oh, saintes pièces d'or s'il vous plaît non...
hu: Óh, szentéges arany érmék, kérlek ne...
ru: О, святые золотые монеты, пожалуйста, только не это...
zh_hans: 哦，神圣的金币，请不要……
zh_hant: 哦，神聖的金幣，請不要……

# Dialogue_Gnory
source: Tummm-dummm I would sell the whole World but who could possibly buy it? Uhhh... Yes?
es: Tummm-dummm Vendería todo el mundo, pero ¿quién podría comprarlo? Uhhh ... ¿si?
fr: Tummm-dummm je vendrais le monde entier mais qui pourrait l'acheter ? Euhhh... Oui ?
hu: Tummm-dummm eladnám én biza, az egész világot, na de ki venné meg, s miből? Uhhh... Igen?
ru: Таааа-дааам Я бы продал весь мир, но кто бы мог его купить? Эээ... Да?
zh_hans: 我愿意卖掉全世界，但谁会买呢? 呃… ?
zh_hant: 我願意賣掉全世界，但誰會買呢? 呃… ?

# Dialogue_Gnory
source: Ultimate Frisbee
fr: Frisbee Ultime
hu: Kis Gömböc
ru: Абсолютный Фрисби
zh_hans: 极限飞盘
zh_hant: 極限飛盤

# Dialogue_Gnory
source: Broken wheel?
es: ¿Rueda rota?
fr: Une roue cassée ?
hu: Törött kerék?
ru: Колесо сломано?
zh_hans: 破损的轮子
zh_hant: 破損的輪子

# Dialogue_Gnory
source: Take care and don't spend Gold anywhere else!
es: ¡Ten cuidado y no gastes Oro en ningún otro lugar!
fr: Faites attention et ne dépensez pas l'or ailleurs !
hu: Vigyázz magadra, és ne állj szóba idegen kereskedőkkel!
ru: Береги себя и не трать золото нигде больше!
zh_hans: 保重，别把钱花在别的地方！
zh_hant: 保重，別把錢花在別的地方！

# Dialogue_Gnory
source: How about 10?
es: ¿Qué tal 10?
fr: Que diriez-vous de 10 ?
hu: Mit szólsz 10-hez?
ru: Как насчет 10?
zh_hans: 10个如何？
zh_hant: 10個如何？

# Dialogue_Gnory
source: Good choice!
es: ¡Buena decisión!
fr: Bon choix !
hu: Jó választás!
ru: Хороший выбор!
zh_hans: 明智的选择
zh_hant: 明智的選擇

# Dialogue_Gnory
source: 11 Gold Coins! Take it or leave it that's my final offer!
es: ¡11 Monedas de Oro! ¡Llévatelo o déjalo, esa es mi ultima oferta!
fr: 11 Pièces d'Or ! À prendre ou à laisser, c'est ma dernière offre !
hu: 11 Arany! És ez az utolsó ár!
ru: 11 золотых монет! Бери или уходи, это мое последнее предложение!
zh_hans: 11个金币！要不要随你，这是我最后的出价!
zh_hant: 11個金幣！要不要隨妳，這是我最後的出價!

# Dialogue_Gnory
source: Let him tell the poem!
es: ¡Déjale contar su poema!
fr: Qu'il raconte le poème !
hu: Hadd mondja el a verset!
ru: Пусть он расскажет стих!
zh_hans: 让我来念这首诗吧！
zh_hant: 讓我來念這首詩吧！

# Dialogue_Gnory
source: Then I found out there is a Dwarven Outpost here which is still populated.
es: Entonces descubrí que hay un puesto avanzado de los Enanos aquí que todavía está poblado.
fr: Puis j'ai découvert qu'il y a ici un Avant-poste Nain qui est toujours peuplé.
hu: Aztán rájöttem, hogy van itt egy Törp Helyőrség, ami még mindig lakott.
ru: Потом я узнал, что здесь есть Застава Гномов, которая все еще заселена.
zh_hans: 然后我发现这里有一个地精前哨站，那里仍然有人居住。
zh_hant: 然後我發現這裏有壹個地精前哨站，那裏仍然有人居住。

# Dialogue_Gnory
source: In Crossroad Cave the three are close. Though where exactly? This poem shows: For the first one you need to be restless To avoid the Catacomb death traps. For the second you need to go down Deep until you reach the ancient fisher town. For the third one go high and even higher, Keep on til you reach the never sleeping fire.
es: En Cueva Cruce Caminos los tres están cerca. ¿Aunque dónde exactamente? Este poema muestra: Para el primero necesitas estar inquieto Para evitar las trampas de muerte Catacumba. Por el segundo necesitas bajar Profundo hasta llegar a la antigua ciudad de pescadores. Para el tercero ir más alto e incluso más alto, Sigue hasta llegar al fuego que nunca duerme.
fr: À la Croisée des Chemins, les trois sont rapprochés. Mais où exactement ? Ce poème va le démontrer : Pour le premier, il faut être en trombe Pour éviter les pièges mortels des Catacombes. Pour le second, vous devez descendre en profondeur Jusqu'à l'ancienne ville de pêcheurs. Pour le troisième, allez plus haut encore et encore, Continuez jusqu'à ce que vous atteigniez le feu qui jamais ne dort.
hu: Indulásod helye Keresztút Kő legyen, Figyelj azért oda, Gnory meg ne vegyen. Az első Varázstárgyat északon hagyták, Hol Törpök raktak le, pár százezer csapdát. A második tárgyhoz le, a föld alá haladj, Tudod, jó helyen jársz, ha látsz egy csomó halat. Harmadiknak helye meglepően tüzes, Ha oda is eljutsz, azt mondom, az ügyes.
ru: В Пещере Кроссроуд они лежат. Каковы они? Этот стих укажет: Для первого неугомонным нужно быть. Чтобы Катакомбные ловушки избежать. Для второго, нужно вниз спуститься До самого древнего рыбацкого городка. Для третьего поднимись высоко-высоко, Пока не дойдешь до вечного огня.
zh_hans: 在十字路口洞穴，三个人走得很近。 那么确切位置在哪里? 这首诗表明: 对于第一个，你需要不安 为了避开地下墓穴的死亡陷阱。 第二个，你需要往下走 直到你到达古老的渔村。 第三个更高，甚至更高， 坚持下去，直到你到达永不熄灭的火焰。
zh_hant: 在十字路口洞穴，三個人走得很近。 那麽確切位置在哪裏? 這首詩表明: 對於第壹個，妳需要不安 為了避開地下墓穴的死亡陷阱。 第二個，妳需要往下走 直到妳到達古老的漁村。 第三個更高，甚至更高， 堅持下去，直到妳到達永不熄滅的火焰。

# Dialogue_Gnory
source: Sure. Shut up Fishy!
es: Seguro. ¡Cállate Fishy!
fr: Oui. La ferme Poiscaille !
hu: Naná. Pofa be, Hali!
ru: Конечно. Заткнись, Фиши!
zh_hans: 当然，闭嘴，呆鱼！
zh_hant: 當然，閉嘴，呆魚！

# Dialogue_Gnory
source: However business is business. She is bad for business! Trading with my customers before they could get to me!
es: Sin embargo, los negocios son los negocios. Ella es mala para los negocios! ¡Negociar con mis clientes antes de que pudieran llegar a mí!
fr: Cependant, les affaires sont les affaires. Elle est mauvaise pour les affaires ! Je fais du commerce avec mes clients avant qu'ils ne m'atteignent !
hu: Ugyanakkor, az üzlet az üzlet. Micsoda egy kufár! Lenyúlja az ügyfeleimet, mielőtt eljuthatnának hozzám!
ru: Однако бизнес есть бизнес. Она вредит бизнесу! Отбивает у меня клиентов ещё до того, как они до меня доберутся!
zh_hans: 然而，生意就是生意。她坏了生意！她在顾客找到我之前就和他们交易！
zh_hant: 然而，生意就是生意。她壞了生意！她在顧客找到我之前就和他們交易！

# Dialogue_Gnory
source: Arrrgh! Fishy please no more poems! My head aches.
es: ¡Arrrgh! ¡Fishy por favor no cuentes más poemas! Me duele la cabeza.
fr: Arrrgh ! Poiscaille, s'il te plaît, plus de poèmes ! J'ai mal à la tête.
hu: Áááá! Hali, elég a versekből! Már ettől is fáj a fejem.
ru: Арррррр! Фиши, прошу тебя, больше никаких стихов! Голова болит.
zh_hans: 啊！呆鱼啊！请不要再写诗了！我的脑袋好痛。
zh_hant: 啊！呆魚啊！請不要再寫詩了！我的腦袋好痛。

# Dialogue_Gnory
source: Dr. who? Oh, see, Dr. Ball.
es: ¿Dr. quien? Oh, ya veo, Dr. Pelota.
fr: Dr. qui ? Oh, oui, Dr. Balle.
hu: Dr. ki? Jah, értem, Dr. Labda.
ru: Доктор кто? А ну да, доктор Болл.
zh_hans: 博士？谁？噢，我知道了，球博士。
zh_hant: 博士？誰？噢，我知道了，球博士。

# Dialogue_Gnory
source: 8 Gold
es: 8 Monedas de Oro
fr: 8 Pièces d'Or
hu: 8 Arany
ru: 8 Золотых
zh_hans: 8金币
zh_hant: 8金幣

# Dialogue_Gnory
source: It all started when I was back with my family. Oh, those peaceful moments!
es: Todo comenzó cuando volví con mi familia. ¡Oh, esos momentos de paz!
fr: Tout a commencé quand je suis revenu dans ma famille. Oh, ces moments de paix !
hu: Kezdetben együtt volt az egész családom. Óh, azok a békés idők!
ru: Все началось, когда я был с семьей. О, те мирные времена!
zh_hans: 这一切都是从我和家人在一起的时候开始的。哦，那些平静的时刻！
zh_hant: 這壹切都是從我和家人在壹起的時候開始的。哦，那些平靜的時刻！

# Dialogue_Gnory
source: It's yours for 8 Gold Coins.
es: Es tuyo por 8 Monedas de Oro.
fr: C'est à vous pour 8 Pièces d'Or.
hu: A tiéd 8 Aranyért.
ru: Оно твое за 8 Золотых Монет.
zh_hans: 这是你的8枚金币换来的。
zh_hant: 這是妳的8枚金幣換來的。

# Dialogue_Gnory
source: Well met dear err... traveler! How can a humble gnome merchant like me be at your service?
es: ¡Bienvenido querido err... viajero! ¿Cómo puede un humilde gnomo comerciante como yo estar a su servicio?
fr: Bien rencontré cher err... voyageur ! Comment un humble gnome marchand comme moi peut-il être à votre service ?
hu: Üdvöz légy kedves... ööö, utazó! Mit tehet érted egy magamfajta szerény gnóm kereskedő?
ru: Приятная встреча дорогой ээ... путешественник! Как такой скромный торговец-гном, как я, может быть к твоим услугам?
zh_hans: 很好，亲爱的……旅行者！像我这样一个卑微的地精商人怎么能为你效劳呢?
zh_hant: 很好，親愛的……旅行者！像我這樣壹個卑微的地精商人怎麽能為妳效勞呢?

# Dialogue_Gnory
source: Sure! She is the lovely lady ball for whom you would like to buy a precious present, right?
es: ¡Seguro! Ella es la encantadora pelota para quien le gustaría comprar un regalo precioso, ¿verdad?
fr: Bien sûr ! C'est la charmante dame de bal pour laquelle vous souhaitez acheter un précieux cadeau, n'est-ce pas ?
hu: Persze! Ő lesz az imádnivaló labda lány, akinek az ajándékot veszed, igaz?
ru: Конечно! Она - прекрасная леди-шар, для которой ты хотел бы купить драгоценный подарок, верно?
zh_hans: 当然！她就是那个你想送贵重礼物的可爱球球女士，对吗?
zh_hant: 當然！她就是那個妳想送貴重禮物的可愛球球女士，對嗎?

# Dialogue_Gnory
source: Sorbcerer
es: Hechicero
fr: Sorbcier
hu: Varázsgömb
ru: Шародей
zh_hans: 巫士
zh_hant: 巫士

# Dialogue_Gnory
source: Shut up!
es: ¡Cállate!
fr: La ferme !
hu: Pofa be!
ru: Замолчи!
zh_hans: 闭嘴！
zh_hant: 閉嘴！

# Dialogue_Gnory
source: Shut up both of you!
es: ¡Cállate a los dos!
fr: La ferme vous deux !
hu: Mindketten fogjátok be!
ru: Замолчите оба!
zh_hans: 你们两个都闭嘴！
zh_hant: 妳們兩個都閉嘴！

# Dialogue_Gnory
source: The three artefacts - by Fishy:
es: Los tres artefactos - por Fishy:
fr: Les trois artéfacts - par Poiscaille :
hu: A Három Varázstárgy - költötte Hali:
ru: Фиши - Три артефакта:
zh_hans: 三件工艺品 - 呆鱼制作：
zh_hant: 三件工藝品 - 呆魚制作：

# Dialogue_Gnory
source: I need a name
es: Necesito un nombre
fr: J'ai besoin d'un nom
hu: Kell egy név
ru: Мне нужно имя
zh_hans: 我需要一个名字
zh_hant: 我需要壹個名字

# Dialogue_Gnory
source: Of course! Are you lost in this hollow realm? Disappointed in all creature kind? Searching for a helpful hand? Not anymore!
es: ¡Por supuesto! ¿Estás perdido en este reino vacío? ¿Decepcionado en todo tipo de criaturas? ¿Buscando una mano útil? ¡Ya no!
fr: Bien sûr ! Êtes-vous perdu dans ce royaume perdu ? Déçu par toute sorte de créatures ? Vous cherchez une main charitable ? Plus maintenant !
hu: Természetesen! Elveszettnek érzed magad ebben a kietlen világban? Csalódtál az egész lénységben? Jól jönne egy segítő kéz? Nálam megtalálod!
ru: Конечно! Ты заблудился в этом пустом царстве? Разочарован во всех существах? Ищешь помощи? Больше не нужно искать!
zh_hans: 当然! 你是否迷失在这空洞和王国? 对所有生物都感到失望? 在找帮手吗? 不了!
zh_hant: 當然! 妳是否迷失在這空洞和王國? 對所有生物都感到失望? 在找幫手嗎? 不了!

# Dialogue_Gnory
source: Epic Sphero
es: Sphero Épico
fr: Sphère Épique
hu: Gömbóc Artúr
ru: Эпический Сфероид
zh_hans: 史诗球状体
zh_hant: 史詩球狀體

# Dialogue_Gnory
source: And Fishy is the primitive monster.
es: Y Fishy es el monstruo primitivo.
fr: Et Poiscaille est le monstre primitif.
hu: És Hali a primitív szörnyeteg.
ru: А Фиши - примитивное чудовище.
zh_hans: 呆鱼是原始的怪物。
zh_hant: 呆魚是原始的怪物。

# Dialogue_Gnory
source: My sister sold my brother, so I had enough money to set out.
es: Mi hermana vendió a mi hermano, así que tuve suficiente dinero para salir.
fr: Ma sœur a vendu mon frère, j'avais donc assez d'argent pour partir.
hu: A nővérem eladta az öcsémet, és ebből lett elég induló tőke.
ru: Моя сестра продала моего брата, так что у меня было достаточно денег, чтобы уехать.
zh_hans: 我姐姐把我哥哥卖了，所以我有足够的钱出发了。
zh_hant: 我姐姐把我哥哥賣了，所以我有足夠的錢出發了。

# Dialogue_Gnory
source: Do you know a girl called Lillian?
es: ¿Conoces a una chica llamada Lillian?
fr: Connaissez-vous une fille qui s'appelle Lillian ?
hu: Ismersz egy Lillian nevű lányt?
ru: Знаешь ли ты девочку по имени Лилиан?
zh_hans: 你认识一个叫莉莉安的女孩吗?
zh_hant: 妳認識壹個叫莉莉安的女孩嗎?

# Dialogue_Gnory
source: Wake up! He is back!
es: ¡Despierta! ¡ha vuelto!
fr: Réveillez-vous ! Il est de retour !
hu: Ébredj! Megint itt van!
ru: Проснись! Он вернулся!
zh_hans: 醒醒！他回来了！
zh_hant: 醒醒！他回來了！

# Dialogue_Gnory
source: Let’s talk about something else.
es: Hablemos de otra cosa.
fr: Parlons d'autre chose.
hu: Beszéljünk valami másról.
ru: Давай поговорим о чем-нибудь другом.
zh_hans: 我们谈点别的吧。
zh_hant: 我們談點別的吧。

# Dialogue_Gnory
source: Bye!
es: ¡Adiós!
fr: Au revoir !
hu: Viszlát!
ru: Пока!
zh_hans: 拜拜！
zh_hant: 拜拜！

# Dialogue_Gnory
source: I will tell her what I think about this that’s for sure!
es: ¡Le diré lo que pienso sobre esto te lo aseguro!
fr: Je vais lui dire ce que j'en pense, c'est sûr !
hu: Biztos is, hogy megmondom neki, mi a véleményem erről!
ru: Я непременно скажу ей, что я думаю об этом!
zh_hans: 我会告诉她我的想法，这是肯定的！
zh_hant: 我會告訴她我的想法，這是肯定的！

# Dialogue_Gnory
source: Hello again!
es: ¡Hola de nuevo!
fr: Bonjour à nouveau !
hu: Üdv újra!
ru: Привет еще раз!
zh_hans: 哈喽！
zh_hant: 哈嘍！

# Dialogue_Gnory
source: Fare thee well!
es: ¡Que te vaya bien!
fr: Adieu à vous !
hu: Viszlát!
ru: Ну в добрый час!
zh_hans: 珍重！
zh_hant: 珍重！

# Dialogue_Gnory
source: Who are you by the way?
es: ¿Quién eres por cierto?
fr: Au fait, qui êtes-vous ?
hu: Ki vagy te tulajdonképpen?
ru: Кстати, а ты кто такой?
zh_hans: 顺便问一下，你是谁?
zh_hant: 順便問壹下，妳是誰?

# Dialogue_Gnory
source: Forget your artefacts I have plenty of other valuable items instead!
es: Olvida tus artefactos. ¡Tengo otros artículos valiosos!
fr: Oubliez vos artefacts, j'ai plein d'autres objets de valeur à la place !
hu: Hagyjuk az ócska Varázstárgyakat! Van egy rakat tényleg értékes árum helyettük!
ru: Да брось ты свои артефакты, вместо них у меня есть много других ценных вещей!
zh_hans: 忘了你的工艺品吧，我还有很多其他值钱的东西呢！
zh_hant: 忘了妳的工藝品吧，我還有很多其他值錢的東西呢！

# Dialogue_Gnory
source: I guess you don’t know where they are...
es: Supongo que no sabes dónde están...
fr: Je suppose que vous ne savez pas où ils sont...
hu: Gondolom nem tudod, merre vannak...
ru: Я полагаю, вы не знаете, где они...
zh_hans: 我猜你不知道他们在哪儿……
zh_hant: 我猜妳不知道他們在哪兒……

# Dialogue_Gnory
source: Yet no one ever wanted to buy him for a single copper coin.
es: Sin embargo, nadie quería comprarle por una sola moneda de cobre.
fr: Pourtant, personne n'a jamais voulu l'acheter pour une seule pièce de cuivre.
hu: De mégsem kellett senkinek még egy lyukas garasért sem.
ru: Но никто никогда не хотел купить его даже за одну медную монету.
zh_hans: 然而，从来没有人想用一枚铜币买他。
zh_hant: 然而，從來沒有人想用壹枚銅幣買他。

# Dialogue_Gnory
source: Uhhh... Yes?
es: Uhhh... ¿si?
fr: Euhh... Yes?
hu: Uhhh... Igen?
ru: Эээ... Да?
zh_hans: 呃… 是吗?
zh_hant: 呃… 是嗎?
