Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDialogues/*/WarriorbDialogues.po
Languages: es, fr, hu, ru, zh_hans, zh_hant

# Dialogue_C3Raven2
source: Somehow they know about the device the Wizard created. They surrounded the Wizard’s tower. Some even tried to break in.
es: De alguna manera saben sobre el aparato que creó el Mago. Rodearon la torre del Mago. Algunos incluso intentaron entrar.
fr: D'une manière ou d'une autre, ils connaissent le dispositif créé par l'assistant. Ils ont entouré la tour du Magicien. Certains ont même essayé d'y pénétrer.
hu: Valahonnan tudomást szereztek a Szerkezetről, amit Varázsló készített. Körbevették a kastélyát, páran már betörni is megpróbáltak.
ru: Каким-то образом они узнали об устройстве, которое создал Волшебник. Они окружили башню Волшебника. Некоторые даже пытались проникнуть внутрь.
zh_hans: 不知何故，他们获悉了巫师创建的装置。然后他们包围了巫师塔。有些人甚至试图闯入。
zh_hant: 不知何故，他們獲悉了巫師創建的裝置。然後他們包圍了巫師塔。有些人甚至試圖闖入。

# Dialogue_C3Raven2
source: Krrr! For them it’s much safer than staying here when the World is over.
es: Krrr! Para ellos es mucho más seguro que quedarse aquí cuando el Mundo se acaba.
fr: Krrr ! Pour eux, c'est beaucoup plus sûr que de rester ici quand le monde est fini.
hu: Krrr! Az itt élőknek sokkal kockázatosabb megvárni a Világ Végét.
ru: Карр! Для них это намного безопаснее, чем остаться здесь, когда наступит конец света.
zh_hans: 呃！对他们来说，这比世界末日时呆在这里安全多了。
zh_hant: 呃！對他們來說，這比世界末日時呆在這裏安全多了。

# Dialogue_C3Raven2
source: We have really short time to act.
es: Tenemos muy poco tiempo para actuar.
fr: Nous avons très peu de temps pour agir.
hu: Szorít minket az idő, cselekednünk kell.
ru: У нас очень мало времени.
zh_hans: 我们的行动时间真的很短。
zh_hant: 我們的行動時間真的很短。

# Dialogue_C3Raven2
source: There are hundreds of survivors. Races that don’t even exist anywhere else! Who are we if we don’t even try to save them?
es: Hay cientos de sobrevivientes. ¡Razas que ni siquiera existen en ningún otro lugar! ¿Quiénes somos si ni siquiera intentamos salvarlos?
fr: Il y a des centaines de survivants. Des races qui n'existent même pas ailleurs ! Qui sommes-nous si nous n'essayons même pas de les sauver ?
hu: Több száz túlélőről beszélünk. Olyan fajokról, amelyek sehol máshol nem léteznek! Mik vagyunk, ha meg sem próbáljuk menteni őket?
ru: Сотни выживших. Рас, которых больше нигде нет! Кем мы будем, если даже не попытаемся их спасти?
zh_hans: 其他地方根本不存在的种族留下了数百名幸存者！如果我们都不试图去救他们，那我们算什么人了？
zh_hant: 其他地方根本不存在的種族留下了數百名幸存者！如果我們都不試圖去救他們，那我們算什麽人了？

# Dialogue_C3Raven2
source: Except...
es: Excepto...
fr: Excepté...
hu: Kivéve...
ru: За исключением...
zh_hans: 除非...
zh_hant: 除非...

# Dialogue_C3Raven2
source: You sound like that Monk, don’t you? Maybe you are right.
es: Suenas como ese Monje, ¿no? Quizás tienes razón.
fr: Vous parlez comme ce Moine, n'est-ce pas ? Vous avez peut-être raison.
hu: Úgy beszélsz, mint az a Szerzetes, nemde? Talán igazad van.
ru: Ты звучишь, как тот Монах, не находишь? Может, ты и прав.
zh_hans: 你听起来就像那个修道士。 也许你是对的。
zh_hant: 妳聽起來就像那個修道士。 也許妳是對的。

# Dialogue_C3Raven2
source: No problem.
es: No hay problema.
fr: Pas de problème.
hu: Semmi gond.
ru: Без проблем.
zh_hans: 没问题。
zh_hant: 沒問題。

# Dialogue_C3Raven2
source: Raven’s master decided we need to gather every survivor and take them into the Human Realm.
es: El maestro de Cuervo decidió que necesitamos reunir a todos los sobrevivientes y llevarlos al Reino Humano.
fr: Le maître de Corbeau a décidé qu'il fallait rassembler tous les survivants et les emmener dans le Royaume des Hommes.
hu: Holló Gazdája úgy döntött, össze kell gyűjtenünk a túlélőket, és át kell menekítenünk őket az Ember Világba.
ru: Мастер Ворона решил, что мы должны собрать всех выживших и забрать их в Человеческое Царство.
zh_hans: 乌鸦的主人决定我们要把所有的幸存者都集中起来，把他们带到人类王国。
zh_hant: 烏鴉的主人決定我們要把所有的幸存者都集中起來，把他們帶到人類王國。

# Dialogue_C3Raven2
source: To act?
es: ¿Actuar?
fr: Pour agir ?
hu: Cselekednünk?
ru: Действовать?
zh_hans: 采取行动？
zh_hant: 采取行動？

# Dialogue_C3Raven2
source: Farewell then!
es: ¡Adiós entonces!
fr: Adieu donc !
hu: Akkor viszlát!
ru: Тогда прощай!
zh_hans: 告辞！
zh_hant: 告辭！

# Dialogue_C3Raven2
source: You need to go on alone.
es: Tienes que seguir solo.
fr: Vous devez continuer seul.
hu: Egyedül kell tovább menned.
ru: Ты должен идти один.
zh_hans: 你得一个人去。
zh_hant: 妳得壹個人去。

# Dialogue_C3Raven2
source: If all goes well you will meet Raven on the other side.
es: Si todo va bien, te encontrarás con Cuervo al otro lado.
fr: Si tout va bien, vous rencontrerez Corbeau de l'autre côté.
hu: Ha minden jól megy, a túloldalon találkozol még Hollóval.
ru: Если все пройдет хорошо, ты встретишь Ворона на другой стороне.
zh_hans: 如果一切顺利，你会在另一边遇到乌鸦。
zh_hant: 如果壹切順利，妳會在另壹邊遇到烏鴉。

# Dialogue_C3Raven2
source: Yes, we did well. Thanks for the help!
es: Sí, lo hicimos bien. ¡Gracias por la ayuda!
fr: Oui, nous avons bien fait. Merci pour l'aide !
hu: Igen, jó csapat vagyunk. Kösz a segítséget!
ru: Да, мы хорошо справились. Спасибо за помощь!
zh_hans: 是的，我们做得很好。谢谢你的帮助！
zh_hant: 是的，我們做得很好。謝謝妳的幫助！

# Dialogue_C3SewerCreature
source: Fear not, everything will be alright!
es: ¡No temas, todo estará bien!
fr: N'ayez pas peur, tout ira bien !
hu: Ne aggódj! Minden rendben lesz!
ru: Не бойся, все будет хорошо!
zh_hans: 不要害怕，一切都会好起来的！
zh_hant: 不要害怕，壹切都會好起來的！

# Dialogue_C3Statue
source: Are you ready?
es: ¿Estás listo?
fr: Êtes-vous prêt ?
hu: Kész vagy?
ru: Ты готов?
zh_hans: 你准备好了吗？
zh_hant: 妳準備好了嗎？

# Dialogue_C3Statue
source: Will you release me once I get into your tower?
es: ¿Me liberarás una vez que entre en tu torre?
fr: Me libérerez-vous une fois que j'aurai pénétré dans votre tour ?
hu: Hazajuttatsz, ha odaérek hozzád?
ru: Отпустишь ли ты меня, как только я войду в твою башню?
zh_hans: 我一进入你的塔你就放了我吗?
zh_hant: 我壹進入妳的塔妳就放了我嗎?

# Dialogue_C3Statue
source: Ready
es: Listo
fr: Prêt
hu: Készen állok
ru: Готов
zh_hans: 准备
zh_hant: 準備

# Dialogue_C3Statue
source: Hurry! We don’t have much time.
es: ¡Deprisa! No tenemos mucho tiempo.
fr: Dépêchez-vous ! Nous n'avons pas beaucoup de temps.
hu: Siess! Nincs sok időnk.
ru: Быстрее! У нас мало времени.
zh_hans: 快点! 我们没有多少时间。
zh_hant: 快點! 我們沒有多少時間。

# Dialogue_C3Statue
source: Sure, we made a deal.
es: Claro, hicimos un trato.
fr: Bien sûr, nous avons passé un accord.
hu: Persze, megegyeztünk.
ru: Конечно, мы же договорились.
zh_hans: 当然，我们做了个交易。
zh_hant: 當然，我們做了個交易。

# Dialogue_C3Statue
source: Not yet. I’ll be back...
es: Aún no. Vuelvo enseguida...
fr: Pas encore. Je reviendrai...
hu: Még nem. Mindjárt jövök...
ru: Пока нет. Я скоро вернусь...
zh_hans: 还没有。我会回来的……
zh_hant: 還沒有。我會回來的……

# Dialogue_C3Statue
source: Well done! From here I can take you to my tower.
es: ¡Bien hecho! Desde aquí puedo llevarte a mi torre.
fr: Bravo ! D'ici, je peux vous conduire à ma tour.
hu: Nagyszerű! Innen már el tudlak hozni.
ru: Отлично сработано! Отсюда я могу отвезти тебя в свою башню.
zh_hans: 做得好! 从这里我可以带你去我的塔。
zh_hant: 做得好! 從這裏我可以帶妳去我的塔。

# Dialogue_C3Statue
source: Stay
es: Permanecer
fr: Rester
hu: Maradok
ru: Остаться
zh_hans: 停留
zh_hant: 停留

# Dialogue_C3Statue
source: Let’s go then!
es: ¡Vamos entonces!
fr: Alors, allons-y !
hu: Akkor gyerünk!
ru: Тогда пошли!
zh_hans: 走吧！
zh_hant: 走吧！

# Dialogue_C3SupperDwarf
source: Otherwise I would rather stay here.
es: De lo contrario, preferiría quedarme aquí.
fr: Sinon, je préfère rester ici.
hu: Ha nem, akkor inkább itt maradnék.
ru: Иначе я лучше останусь здесь.
zh_hans: 否则我宁愿呆在这里。
zh_hant: 否則我寧願呆在這裏。

# Dialogue_C3SupperDwarf
source: I hope there is some delicious food in the Human Realm.
es: Espero que haya comida deliciosa en el Reino Humano.
fr: J'espère qu'il y a de la nourriture délicieuse dans le Royaume des Hommes.
hu: Remélem odaát jól főznek...
ru: Надеюсь, в Человеческом Царстве есть какая-нибудь вкусная еда.
zh_hans: 我希望人类王国不缺美味的食物。
zh_hant: 我希望人類王國不缺美味的食物。

# Dialogue_C3Teachy
source: Don’t say it, I know. I’m genius.
es: No lo digas, lo sé. Soy un genio.
fr: Ne le dites pas, je sais. Je suis un génie.
hu: Ne mond ki, tudom. Zseni vagyok.
ru: Не спрашивай, как у меня это получилось. Тебе не понять моей гениальности.
zh_hans: 不用说，我知道。我是天才。
zh_hant: 不用說，我知道。我是天才。

# Dialogue_C3Teachy
source: He asked me to prove that I am worthy.
es: Me pidió que demostrara que soy digno.
fr: Il m'a demandé de prouver que j'en suis digne.
hu: Be kellett bizonyítanom a Méltóságomat.
ru: Он попросил меня доказать, что я достоин.
zh_hans: 他要我证明我的价值。
zh_hant: 他要我證明我的價值。

# Dialogue_C3Teachy
source: Oh, the walking ball again!
es: ¡Oh, la pelota andante otra vez!
fr: Oh, encore la balle qui marche !
hu: Ó, a sétáló labda visszatért!
ru: О, опять ходячий Шар!
zh_hans: 哦，又是个会走路的球！
zh_hant: 哦，又是個會走路的球！

# Dialogue_C3Teachy
source: I haven’t seen you since you left me there with that Keeper.
es: No te he visto desde que me dejaste allí con ese Guardián.
fr: Je ne t'ai pas vu depuis que tu m'as laissé là-bas avec ce Gardien.
hu: Azóta nem láttalak, mióta otthagytál a csávában a Kapuőrrel.
ru: Я не видел тебя с тех пор, как ты оставил меня там с тем Хранителем.
zh_hans: 自从你把我和那个守护者留在那里后，我就没见过你。
zh_hant: 自從妳把我和那個守護者留在那裏後，我就沒見過妳。

# Dialogue_C3Teachy
source: I'm not sure if it still matters but here is the Weird Device I found in the hideout of the Secret Science Society.
es: No estoy seguro de si todavía importa, pero aquí está el Aparato Extraño que encontré en el escondite de la Sociedad Secreta de Ciencias.
fr: Je ne sais pas si cela a encore de l'importance, mais voici le Dispositif Étrange que j'ai trouvé dans la cachette de la Société des Sciences Secrètes.
hu: Lehet már nincs nagy jelentősége, de itt van a Fura Eszköz a Titkos Tudós Társaság rejtekhelyéről.
ru: Я не уверен, имеет ли это значение, но вот Странное Устройство, которое я нашел в укрытии Тайного Научного Общества.
zh_hans: 我不确定它是否仍然重要，但这是我在秘密科学协会的藏身之处发现的奇怪装置。
zh_hant: 我不確定它是否仍然重要，但這是我在秘密科學協會的藏身之處發現的奇怪裝置。

# Dialogue_C3Teachy
source: After reordering the right side I got the final result: TEACHY = WORTHY
es: Después de reordenar el lado derecho obtuve el resultado final: TEACHY = WORTHY
fr: Après avoir réorganisé le côté droit, j'ai obtenu le résultat final : ENSEIGNER = MÉRITER
hu: Aztán megszoroztam T-vel: INAT = MELÓT Ami nem más, mint TANI = MELTÓ, ami ugyanaz, mint a MÉLTÓ.
ru: После изменения порядка с правой стороны я получил окончательный результат: УЧЕНЫЙ = ДОСТОЙНЫЙ
zh_hans: 在右边重新排序后，我得到了最终的结果: 老师 = 价值
zh_hant: 在右邊重新排序後，我得到了最終的結果: 老師 = 價值

# Dialogue_C3Teachy
source: That is amazing! Thank you, my globular friend! Take these coins, I am sure you will enjoy spending them... if you still can.
es: ¡Esto es increíble! Gracias mi amigo globular! Tome estas monedas, estoy seguro de que disfrutará gastándolas... si aún puede.
fr: C'est incroyable ! Merci, mon ami globulaire ! Prenez ces pièces, je suis sûr que vous aurez plaisir à les dépenser... si vous le pouvez encore.
hu: Lenyűgöző! Köszönöm, gömbölyű barátom! Fogadd el ezt a szerény összeget cserébe. Biztosan okosan költöd majd el... már ha még lesz rá lehetőséged.
ru: Это потрясающе! Спасибо, мой шаровидный друг! Возьми эти монеты, я уверен, тебе понравится их тратить... если ты еще сможешь.
zh_hans: 太棒了！谢谢你，我的球形朋友! 把这些硬币拿去，我相信你会乐意把它们花出去的…… 如果你还能够这么做的话。
zh_hant: 太棒了！謝謝妳，我的球形朋友! 把這些硬幣拿去，我相信妳會樂意把它們花出去的…… 如果妳還能夠這麽做的話。

# Dialogue_C3Teachy
source: Well, alright, I’ll tell.
es: Bueno, de acuerdo, lo diré.
fr: Bon, d'accord, je vais le dire.
hu: Ám legyen, elmondom.
ru: Ну, ладно, я расскажу.
zh_hans: 好吧，我告诉你。
zh_hant: 好吧，我告訴妳。

# Dialogue_C3Teachy
source: I bet you wonder how did I get out.
es: Te estarás preguntando cómo me escapé.
fr: Je parie que vous vous demandez comment je m'en suis sorti.
hu: Le merem fogadni, majd szétvet a kíváncsiság, hogy jutottam ki szorult helyzetemből.
ru: Могу поспорить, тебе интересно, как я выбрался.
zh_hans: 我打赌你想知道我是怎么得出这个结论的。
zh_hant: 我打賭妳想知道我是怎麽得出這個結論的。

# Dialogue_C3Teachy
source: I made some cups of tea and slowly put them in a row. From that I had this formula: TIME = T CUP = C TEA * C = ROW * T
es: Hice unas tazas de té y las puse en una fila. De eso obtuve esta fórmula: TIME = T CUP = C TEA * C = ROW * T
fr: J'ai fait quelques tasses de thé et je les ai posément mises en rang. J'en ai tiré cette formule : TEMPS = T COUPE = C THÉ * C = RANG * T
hu: Abból indultam ki, hogy ehhez nekem többet kellett volna tanulnom, de az inas élet meg olyan melós. Tehát: INAS = MELÓS és E = É
ru: Я пообещал что покажу как был обучен долго стоять и не уставать. Я взял УЧЕН из обучен что = к СТОЙ из стоять + ДО из долго.
zh_hans: 我泡了几杯茶，一边品茶一边思索。然后得出这个结论: 老师 = 知识 知识 = 金钱 金钱 = 价值
zh_hant: 我泡了幾杯茶，壹邊品茶壹邊思索。然後得出這個結論: 老師 = 知識 知識 = 金錢 金錢 = 價值

# Dialogue_C3Teachy
source: Then I multiplied by HY, so I get: TEACHY = ROWTHY
es: Luego multipliqué por HY, así que obtengo: TEACHY = ROWTHY
fr: Ensuite, j'ai multiplié par ER, donc j'obtiens : ENSEIGNER = CHAHUTER
hu: Mindkét oldalt elosztottam S-sel, ez jött ki: INA = MELÓ
ru: Потом я умножил на НЫЙ, так что я получил: УЧЕНЫЙ = СТОЙДОНЫЙ
zh_hans: 所以，老师 = 价值
zh_hant: 所以，老師 = 價值

# Dialogue_DCDictionary
source: Finally! A dictionary!
es: ¡Por fin! ¡Un diccionario!
fr: Enfin ! Un dictionnaire !
hu: Végre! Szótár!
ru: Наконец-то! Словарь!
zh_hans: 无懈可击！
zh_hant: 無懈可擊！

# Dialogue_DCDictionary
source: Wake me up when you are ready.
es: Despiértame cuando estés listo.
fr: Réveillez-moi quand vous êtes prêt.
hu: Ébressz fel, ha végigolvastad.
ru: Разбуди меня, когда будешь готова.
zh_hans: 你准备好了就叫醒我。
zh_hant: 妳準備好了就叫醒我。

# Dialogue_DCSecretDoor
source: There is a hidden Dwarven Door somewhere around here.
es: Hay una puerta de Enanos oculta por aquí.
fr: Il y a une Porte Naine cachée quelque part par ici.
hu: Itt valahol van egy rejtett Törp Kapu.
ru: Где-то здесь есть потайная Дверь Гномов.
zh_hans: 这附近有个隐藏的地精之门。
zh_hant: 這附近有個隱藏的地精之門。

# Dialogue_DCSecretDoor
source: Or if you toggle that switch.
es: O si activa ese interruptor.
fr: Ou si vous basculez ce commutateur.
hu: Vagy ha felkapcsolod azt a kapcsolót.
ru: Или если ты включишь тот переключатель.
zh_hans: 或者你去拨动那个开关。
zh_hant: 或者妳去撥動那個開關。

# Dialogue_DCSecretDoor
source: This one can only be revealed on Christmas time if the full moon shines on it.
es: Este solo se puede revelar en Navidad si brilla la luna llena en ello.
fr: Celle-ci ne peut être révélée au moment de Noël que si la pleine lune y brille.
hu: Amelyik itt van, az például csak Karácsonykor látható, ha a telihold fénye világítja meg.
ru: Эту можно раскрыть только в Рождество, и только если свет полной луны упадет на ее.
zh_hans: 这个只有在满月的时候才能被发现。
zh_hant: 這個只有在滿月的時候才能被發現。

# Dialogue_DCSecretDoor
source: Dwarfs are fond of these. They can't be seen if you don't know their trick.
es: Los enanos son aficionados a estos. No se pueden ver si no conoces su truco.
fr: Les nains en sont friands. On ne peut pas les voir si on ne connaît pas leur truc.
hu: A Törpék imádják az ilyesmit. Csak akkor találod meg őket, ha tudod a titkukat.
ru: Гномы любят их. Их нельзя увидеть, если ты не знаешь их трюк.
zh_hans: 矮人喜欢这些。如果你不知道他们的把戏，你就看不见他们。
zh_hant: 矮人喜歡這些。如果妳不知道他們的把戲，妳就看不見他們。

# Dialogue_DemonLillian
source: Who you just killed...
es: A quien acabas de matar...
fr: Qui vous venez de tuer...
hu: Akit épp most öltél meg...
ru: Которого ты только что убила...
zh_hans: 就你刚刚杀死的…
zh_hant: 就妳剛剛殺死的…

# Dialogue_DemonLillian
source: I'm free without any bounds! I'm human!
es: ¡Soy libre sin límites! ¡Soy humano!
fr: Je suis libre sans aucune limite ! Je suis humain !
hu: Szabad vagyok, korlátok nélkül! Ember vagyok!
ru: Я наконец свободна! Я человек!
zh_hans: 我是自由的，没有任何束缚! 我是人类!
zh_hant: 我是自由的，沒有任何束縛! 我是人類!

# Dialogue_DemonLillian
source: You liar! I'm the daughter of the Wizard!
es: ¡Mentiroso! ¡Yo soy la hija del mago!
fr: Mensonge ! Je suis la fille du Magicien !
hu: Hazudós! Én vagyok a Varázsló lánya!
ru: Ты врешь! Я дочь Волшебника!
zh_hans: 你说谎! 我是巫师的女儿!
zh_hant: 妳說謊! 我是巫師的女兒!

# Dialogue_DemonLillian
source: Sister? What makes you say that?
es: ¿Hermana? ¿Qué te hace decir eso?
fr: Ma sœur ? Qu'est-ce qui vous fait dire cela ?
hu: Testvér? Miért mondod ezt?
ru: Сестра? О чем ты говоришь?
zh_hans: 姐姐? 你为什么这么说?
zh_hant: 姐姐? 妳為什麽這麽說?

# Dialogue_DemonLillian
source: Siblings? What makes you say that?
es: ¿Hermanos? ¿Qué te hace decir eso?
fr: Frères et sœurs ? Qu'est-ce qui vous fait dire cela ?
hu: Testvér? Miért mondod ezt?
ru: Братья? О чем ты?
zh_hans: 姐妹? 你为什么这么说?
zh_hant: 姐妹? 妳為什麽這麽說?

# Dialogue_DemonLillian
source: Just passing
es: Solo pasando
fr: Juste en passant
hu: Csak átmegyek
ru: Да мимо проходил
zh_hans: 只是路过
zh_hant: 只是路過

# Dialogue_DemonLillian
source: What are you doing here little toy?
es: ¿Qué haces aquí pequeño juguete?
fr: Que fais-tu ici petit jouet ?
hu: Mit csinálsz itt, kicsi játék?
ru: Маленькая игрушка, что ты здесь делаешь?
zh_hans: 你在这里做什么，小不点玩具?
zh_hant: 妳在這裏做什麽，小不點玩具?

# Dialogue_DemonLillian
source: You are nonsense.
es: Eres un necio.
fr: Vous êtes un non-sens.
hu: Bolond vagy.
ru: Ты ничто.
zh_hans: 你是废物。
zh_hant: 妳是廢物。

# Dialogue_DemonLillian
source: You are a Spirit of the Unknown bound to this body by magic. Just like me.
es: Eres un Espíritu de lo desconocido unido a este cuerpo por arte de magia. Igual que a mi.
fr: Vous êtes un Esprit de l'Inconnu lié à ce corps par la magie. Tout comme moi.
hu: Az Ismeretlen Világból jött szellem vagy, varázslattal evilági testbe zárba. Úgy, mint én.
ru: Ты - Дух Неизвестного, привязанный к этому телу магией. Также как и я.
zh_hans: 你是一个无名幽魂，被魔法束缚在这个身体上。就像我一样。
zh_hant: 妳是壹個無名幽魂，被魔法束縛在這個身體上。就像我壹樣。

# Dialogue_DemonLillian
source: I'm just err... maybe we could play seek and hide?
es: Solo estoy err... ¿tal vez podríamos jugar al escondite?
fr: Je me... peut-être qu'on pourrait jouer à cache-cache ?
hu: Én csak, ööö... mi lenne, ha bújócskát játszanánk?
ru: Я просто эээ... может, поиграем в прятки?
zh_hans: 我只是…… 呃，也许我们可以玩捉迷藏?
zh_hant: 我只是…… 呃，也許我們可以玩捉迷藏?

# Dialogue_DemonLillian
source: I'll stop you!
es: Te detendré!
fr: Je vais vous arrêter !
hu: Megállítalak!
ru: Я остановлю тебя!
zh_hans: 我要阻止你!
zh_hant: 我要阻止妳!

# Dialogue_DemonLillian
source: Shaped like a human...
es: En forma de humano...
fr: Façonné comme un humain...
hu: Csak alakra vagy ember...
ru: В форме человека...
zh_hans: 像一个人形...
zh_hant: 像壹個人形...

# Dialogue_DemonLillian
source: We are siblings right? You will surely let me pass...
es: Somos hermanos ¿verdad? Seguramente me dejarás pasar...
fr: Nous sommes frères et sœurs, n'est-ce pas ? Vous me laisserez sûrement passer...
hu: Mi testvérek vagyunk, nem? Biztos átengedsz...
ru: Мы ведь с тобой братья, верно? Ты наверняка пропустишь меня...
zh_hans: 我们是兄弟姐妹，对吧? 你一定会让我通过……
zh_hant: 我們是兄弟姐妹，對吧? 妳壹定會讓我通過……

# Dialogue_DemonLillian
source: That sounds funny!
es: ¡Eso suena gracioso!
fr: Ça a l'air drôle !
hu: Jól hangzik!
ru: Звучит забавно!
zh_hans: 听起来很有趣！
zh_hant: 聽起來很有趣！

# Dialogue_DemonLillian
source: I'm power, I'm god!
es: ¡Soy poder, soy dios!
fr: Je suis le pouvoir, je suis Dieu !
hu: Erő vagyok! Isten vagyok!
ru: Я сила, я Бог!
zh_hans: 我是无上的力量，我是神！
zh_hant: 我是無上的力量，我是神！

# Dialogue_DemonLillian
source: I've found you!
es: ¡Te he encontrado!
fr: Je vous ai trouvé !
hu: Megvagy!
ru: Я нашла тебя!
zh_hans: 我找到你了！
zh_hant: 我找到妳了！

# Dialogue_DemonLillian
source: I've come to stop you sister. The World is not your playground!
es: He venido para detenerte hermana. ¡El mundo no es un juguete!
fr: Je suis venu pour vous arrêter, ma soeur. Le monde n'est pas votre terrain de jeu !
hu: Azért jöttem, hogy megállítsalak, testvér. A Világ nem a játszótered.
ru: Я пришел остановить тебя, сестра. Мир - это не твоя игровая площадка!
zh_hans: 我是来阻止你的，小姐妹。世界不是你的游乐场!
zh_hant: 我是來阻止妳的，小姐妹。世界不是妳的遊樂場!

# Dialogue_DemonLillian
source: I'm bored! Have you come to play with me?
es: ¡Estoy aburrido! ¿Has venido a jugar conmigo?
fr: Je m'ennuie ! Es-tu venu jouer avec moi ?
hu: Unatkozom! Azért jöttél, hogy játssz velem?
ru: Мне скучно! Ты пришел поиграть со мной?
zh_hans: 我很无聊！你是来和我玩的吗?
zh_hant: 我很無聊！妳是來和我玩的嗎?

# Dialogue_DemonLillian
source: I can create, I can destroy!
es: ¡Puedo crear, puedo destruir!
fr: Je peux créer, je peux détruire !
hu: Teremtek! Pusztítok!
ru: Я могу создавать, я могу уничтожать!
zh_hans: 我可以创造，也可以毁灭！
zh_hant: 我可以創造，也可以毀滅！

# Dialogue_DemonLillianDefeated
source: What are you doing? Keep your hands away from me!
es: ¿Qué estás haciendo? ¡Mantén tus manos lejos de mí!
fr: Que faites-vous ? Ne me touchez pas !
hu: Mit csinálsz? Ne nyúlj hozzám!
ru: Что ты делаешь? Убери от меня свои руки!
zh_hans: 你在干什么? 把你的手拿开！
zh_hant: 妳在幹什麽? 把妳的手拿開！

# Dialogue_DemonLillianDefeated
source: I don't want to play anymore!
es: ¡Ya no quiero jugar!
fr: Je n'ai plus envie de jouer !
hu: Már nincs kedvem játszani!
ru: Я не хочу больше играть!
zh_hans: 我不想再玩了！
zh_hant: 我不想再玩了！

# Dialogue_DemonLillianDefeated
source: Farewell Spirit!
es: ¡Adiós Espíritu!
fr: Adieu l'esprit !
hu: Ég veled, Szellem!
ru: Прощай, Дух!
zh_hans: 再见了，小精灵！
zh_hant: 再見了，小精靈！

# Dialogue_DemonLillianDefeated
source: Leave me alone!
es: ¡Déjame en paz!
fr: Laissez-moi tranquille !
hu: Hagyj békén!
ru: Оставь меня в покое!
zh_hans: 让我静静！
zh_hant: 讓我靜靜！

# Dialogue_DemonLillianDefeated
source: I am his daughter. And this body is mine.
es: Yo soy su hija Y este cuerpo es mío.
fr: Je suis sa fille. Et ce corps est le mien.
hu: Én vagyok a Varázsló lánya. Ez az én testem.
ru: Я его дочь. А это тело - мое.
zh_hans: 我是他的女儿。这个身体是我的。
zh_hant: 我是他的女兒。這個身體是我的。

# Dialogue_DemonLillianDefeated
source: I know this body...
es: Conozco este cuerpo...
fr: Je connais ce corps...
hu: Emlékszem erre a testre...
ru: Я знаю это тело...
zh_hans: 我知道这个身体...
zh_hant: 我知道這個身體...

# Dialogue_DemonLillianDefeated
source: Away!
es: ¡Lejos!
fr: Va-t'en !
hu: El innen!
ru: Прочь!
zh_hans: 闪开！
zh_hant: 閃開！

# Dialogue_DemonLillianDefeated
source: They were wrong all along.
es: Estuvieron equivocados desde el principio.
fr: Ils avaient tort depuis le début.
hu: Tévedtek, végig tévedtek.
ru: Все это время они ошибались.
zh_hans: 他们一直都错了。
zh_hant: 他們壹直都錯了。

# Dialogue_DlgGolemMaker
source: Thank you! Take this as reward.
es: ¡Gracias! Toma esto como recompensa.
fr: Merci ! Prenez ceci comme récompense.
hu: Köszönöm! Fogadd el ezt jutalmul.
ru: Спасибо! Возьми это в награду.
zh_hans: 谢谢你！这是奖励。
zh_hant: 謝謝妳！這是獎勵。

# Dialogue_DlgGolemMaker
source: Look what I have found for you!
es: ¡Mira lo que he encontrado para ti!
fr: Regardez ce que j'ai trouvé pour vous !
hu: Nézd, mit találtam!
ru: Смотри, что я для тебя нашел!
zh_hans: 看看我为你找到了什么!
zh_hant: 看看我為妳找到了什麽!

# Dialogue_DlgGolemMaker
source: They are somewhere around.
es: Están en algún lugar cerca.
fr: Ils sont quelque part dans les environs.
hu: Valahol a környéken vannak.
ru: Они где-то здесь.
zh_hans: 他们就在附近。
zh_hant: 他們就在附近。

# Dialogue_DlgGolemMaker
source: They fight Ruin
es: Pelean contra Ruin
fr: Ils se battent contre la Ruine
hu: Szembeszállnak a Fertőzéssel
ru: Они сражаются с Руином
zh_hans: 他们与毁灭战斗
zh_hant: 他們與毀滅戰鬥

# Dialogue_DlgGolemMaker
source: Golems destroyed
es: Golems destruidos
fr: Golems détruits
hu: Legyőztem a Gólemeket
ru: Разрушенные Големы
zh_hans: 机器人被摧毁
zh_hant: 機器人被摧毀

# Dialogue_DlgGolemMaker
source: Even if he couldn't be what I wanted him to be, he was my greatest creation ever.
es: Aunque no podía ser lo que yo quería que fuera, fue mi mejor creación.
fr: Même s'il ne pouvait pas être ce que je voulais qu'il soit, il a été ma plus grande création.
hu: Még ha nem is az lett belőle, amire terveztem, akkor is ő a legtökéletesebb alkotásom.
ru: Даже если он не мог быть тем, кем я хотел, он был моим величайшим творением.
zh_hans: 即使他不能成为我希望他成为的人，他也是我最伟大的创造。
zh_hant: 即使他不能成為我希望他成為的人，他也是我最偉大的創造。

# Dialogue_DlgGolemMaker
source: Could you merge these copper pieces?
es: ¿Podrías fusionar estas piezas de cobre?
fr: Pourriez-vous fusionner ces pièces de cuivre ?
hu: Össze tudnád forrasztani ezeket a réz darabokat?
ru: Можешь соединить эти медные кусочки?
zh_hans: 你能把这些铜片合并起来吗?
zh_hant: 妳能把這些銅片合並起來嗎?
