Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDialogues/*/WarriorbDialogues.po
Languages: es, fr, hu, ru, zh_hans, zh_hant

# Dialogue_TLAdventurerGnome1
source: I found the secret hideout of the Secret Science Society. Is there anything you could tell me about them?
es: Encontré el escondite secreto de la Sociedad Secreta de Ciencias. ¿Hay algo que puedas decirme sobre ellos?
fr: J'ai trouvé la cachette secrète de la Société des Sciences Secrètes. Pourriez-vous me dire quelque chose à leur sujet ?
hu: Megtaláltam a Titkos Tudós Társaság rejtekhelyét. Tudsz róla valamit?
ru: Я нашел тайное укрытие Тайного Научного Общества. Ты можешь мне что-нибудь о них рассказать?
zh_hans: 我找到了秘密科学协会的秘密藏身处。你能告诉我一些关于他们的事情吗?
zh_hant: 我找到了秘密科學協會的秘密藏身處。妳能告訴我壹些關於他們的事情嗎?

# Dialogue_TLAdventurerGnome1
source: I guess he will be happy if you return this to him, but otherwise it's garbage.
es: Supongo que estará feliz si le devuelves esto, pero realmente es basura.
fr: Je suppose qu'il sera content si vous lui rendez ça, mais sinon, ça ne sert à rien.
hu: Gondolom örülne, ha visszavinnéd neki, de ezt leszámítva nem jó semmire.
ru: Думаю, он будет счастлив, если ты вернешь ему это, иначе это просто мусор.
zh_hans: 我想如果你把这个还给他，他会很高兴，否则就是垃圾。
zh_hant: 我想如果妳把這個還給他，他會很高興，否則就是垃圾。

# Dialogue_TLAdventurerGnome1
source: Really? Then maybe I should give you this: another bottle of Potion of Worthiness!
es: ¿De Verdad? Entonces tal vez debería darte esto: ¡otro Poción de Valía!
fr: Vraiment ? Alors je devrais peut-être vous donner ceci : une autre bouteille de Potion de Valeur !
hu: Tényleg? Akkor ez téged illet! Még egy üveg Méltóság Itala!
ru: Правда? Тогда, может быть, мне стоит дать тебе вот это: еще одну бутылку Зелья Достойности!
zh_hans: 真的吗? 那么也许我应该给你这个: 另一瓶价值药水!
zh_hant: 真的嗎? 那麽也許我應該給妳這個: 另壹瓶價值藥水!

# Dialogue_TLAdventurerGnome1
source: I've got to go...
es: Tengo que ir...
fr: Je dois y aller...
hu: Mennem kell...
ru: Мне пора...
zh_hans: 我得走了……
zh_hant: 我得走了……

# Dialogue_TLAdventurerGnome1
source: Secret Science Society
es: Sociedad Secreta de Ciencias
fr: Société des Sciences Secrètes
hu: Titkos Tudós Társaság
ru: Тайное Научное Общество
zh_hans: 秘密科学学会
zh_hant: 秘密科學學會

# Dialogue_TLAdventurerGnome1
source: I pulled a few levers here and there...
es: He tirado de algunas palancas aquí y allá...
fr: J'ai tiré quelques leviers ici et là...
hu: Lehúztam egy-két kart...
ru: Я потянул несколько рычагов тут и там...
zh_hans: 我拉了周围的几根拉杆...
zh_hant: 我拉了周圍的幾根拉桿...

# Dialogue_TLAdventurerGnome1
source: Yes, things like that happen here all the time. You'll get used to it.
es: Sí, cosas así suceden aquí todo el tiempo. Te acostumbrarás.
fr: Oui, ce genre de choses arrive tout le temps ici. Vous vous y habituerez.
hu: Jah, ilyesmik állandóan történnek errefelé. Majd hozzászoksz.
ru: Да, такие вещи здесь происходят постоянно. Ты привыкнешь.
zh_hans: 是的，那样的事情在这儿经常发生。你会习惯的。
zh_hant: 是的，那樣的事情在這兒經常發生。妳會習慣的。

# Dialogue_TLAdventurerGnome1
source: Oh, really? That was nice, even if it was absolutely unnecessary! Never mind, here is your reward!
es: ¿Oh enserio? ¡Eso fue muy agradable, incluso si era absolutamente innecesario! No importa, ¡aquí está tu recompensa!
fr: Oh, vraiment ? C'était bien, même si c'était absolument inutile ! Peu importe, voici votre récompense !
hu: Tényleg? Nagyon kedves, bár semmi szükség nem volt rá. Na mindegy, azért itt a jutalmad!
ru: Неужели? Это мило, даже если это было абсолютно ненужно! Неважно, вот твоя награда!
zh_hans: 哦, 真的吗? 很好，即使这完全没有必要! 无所谓，这是你的奖励！
zh_hant: 哦, 真的嗎? 很好，即使這完全沒有必要! 無所謂，這是妳的獎勵！

# Dialogue_TLAdventurerGnome1
source: Hmm... One of the creaks was a bit odd. I think the door will open soon!
es: Hmm... Uno de los crujidos era un poco extraño. ¡Creo que la puerta se abrirá pronto!
fr: Hmm... Un des grincements était un peu bizarre. Je pense que la porte va bientôt s'ouvrir !
hu: Hmmm... Az egyik kattanás fura volt. Szerintem mindjárt kinyílik az ajtó!
ru: Хмм... Один из скрипов был немного странным. Думаю, дверь скоро откроется!
zh_hans: 嗯… 其中一声怪叫有点奇怪。我想门快开了!
zh_hant: 嗯… 其中壹聲怪叫有點奇怪。我想門快開了!

# Dialogue_TLAdventurerGnome1
source: The mind is furnished with ideas by a drunk upholsterer...
es: La mente está lleno de ideas por un tapicero borracho...
fr: L'esprit est meublé d'idées d'un tapissier ivre...
hu: Az elmében a gondolatok olyanok, mint a bútorok a házban. Amiket egy részeg kárpitos gyártott és helyezett el...
ru: Разум наполнен идеями пьяного обивщика...
zh_hans: 一个醉醺醺的装潢商人给头脑粉饰了各种想法……
zh_hant: 壹個醉醺醺的裝潢商人給頭腦粉飾了各種想法……

# Dialogue_TLAdventurerGnome1
source: Also, reading something represents such a nice way of killing time when I encounter a closed door!
es: Además, ¡leer algo representa una forma tan agradable de matar tiempo cuando me encuentro con una puerta cerrada!
fr: Aussi, lire quelque chose représente une si belle façon de tuer le temps quand je fait face à une porte fermée !
hu: Továbbá az olvasás kiváló módja az idő elütésének, ha egy zárt ajtó előtt kell várnom!
ru: Кроме того, чтение чего-то представляет собой такой приятный способ убить время, особенно когда перед тобой закрытая дверь!
zh_hans: 另外，当我遇到一扇紧闭的门时，看书就意味着一种很好的消磨时间的方法!
zh_hant: 另外，當我遇到壹扇緊閉的門時，看書就意味著壹種很好的消磨時間的方法!

# Dialogue_TLAdventurerGnome1
source: How about a deal? Open this door and I will give you another bottle from my collection of Potions of Worthiness.
es: ¿Qué tal un trato? Abre esta puerta y te daré otra botella de mi colección de Pociones de Valía.
fr: Que diriez-vous d'un accord ? Ouvrez cette porte et je vous donnerai une autre bouteille de ma collection de Potions de la Valeur.
hu: Mit szólsz ahhoz, hogy ha kinyitod az ajtót, akkor kapsz még egy üveg Méltóság Italát?
ru: Как насчет сделки? Открой эту дверь и я дам тебе еще одну бутылку из моей коллекции Зелья Достойности.
zh_hans: 作个交易如何？打开这扇门，我就把我收藏的另外一瓶价值药水给你。
zh_hant: 作個交易如何？打開這扇門，我就把我收藏的另外壹瓶價值藥水給妳。

# Dialogue_TLAdventurerGnome1
source: Ask about the book
es: Pregunta sobre el libro
fr: Informations sur le livre
hu: Könyv
ru: Спроси о книге
zh_hans: 询问书籍
zh_hant: 詢問書籍

# Dialogue_TLAdventurerGnome1
source: Floating obelisk
es: Obelisco flotante
fr: Obélisque flottant
hu: Lebegő Obeliszk
ru: Парящий обелиск
zh_hans: 浮动的方尖碑
zh_hant: 浮動的方尖碑

# Dialogue_TLAdventurerGnome1
source: We met before, right? Of course we did.
es: Nos conocimos antes, ¿verdad? Por supuesto que lo hicimos.
fr: On s'est déjà rencontrés, non ? Bien sûr que nous nous sommes rencontrés.
hu: Már találkoztunk, igaz? Hát persze, hogy igen.
ru: Мы ведь уже встречались, да? Конечно, встречались.
zh_hans: 我们以前见过，对吧? 我们当然见过。
zh_hant: 我們以前見過，對吧? 我們當然見過。

# Dialogue_TLAdventurerGnome1
source: It might actually be total nonsense. That's what I am trying to find out at the moment, so I am reading it again and again and again...
es: En realidad, podría ser una tontería por completo. Eso es lo que estoy tratando de descubrir en este momento, así que lo estoy leyendo una y otra vez...
fr: Il se peut que ce soit en fait une absurdité totale. C'est ce que j'essaie de découvrir en ce moment, alors je le lis encore et encore et encore...
hu: Lehet hülyeség az egész. Erre próbálok rájönni, ezért olvasom újra, és újra, és újra...
ru: Это может быть полной ерундой. Это то, что я пытаюсь выяснить в данный момент, так что я читаю это снова и снова, и снова, и снова, и снова...
zh_hans: 这可能完全是无稽之谈。这就是我现在想知道的，所以我读了一遍又一遍……
zh_hant: 這可能完全是無稽之談。這就是我現在想知道的，所以我讀了壹遍又壹遍……

# Dialogue_TLAdventurerGnome1
source: Leave
es: Salir
fr: Partir
hu: Távozok
ru: Выйти
zh_hans: 离开
zh_hant: 離開

# Dialogue_TLAdventurerGnome1
source: This is a Memory Crystal made by a really old looking man I've met long ago.
es: Este es un Cristal de Memoria hecho por un hombre muy viejo que conocí hace mucho tiempo.
fr: C'est un Cristal de Mémoire fait par un homme très vieux que j'ai rencontré il y a longtemps.
hu: Ez egy Memória Kristály. Egy öreg fickó készítette ezeket, valamikor találkoztam vele.
ru: Это Кристалл Воспоминаний, сделанный очень старым человеком, которого я повстречал когда-то давно.
zh_hans: 这是我很久以前见过的一个看起来很老的人做的记忆水晶。
zh_hant: 這是我很久以前見過的壹個看起來很老的人做的記憶水晶。

# Dialogue_TLAdventurerGnome1
source: No man's knowledge here can go beyond my experience!
es: ¡El conocimiento de nadie puede ir más allá de mi experiencia!
fr: Les connaissances d'aucun homme ici ne peuvent aller au-delà de mon expérience !
hu: Nincs tudás, ami többet érne, mint a tapasztalataim!
ru: Ни одно человеческое знание здесь не может превзойти мой опыт!
zh_hans: 这里没有人的知识能超越我的经验!
zh_hant: 這裏沒有人的知識能超越我的經驗!

# Dialogue_TLAdventurerGnome1
source: I sure can! They used to invent cool stuff back in the days, before... you know, everyone's mind decided to go a bit insane.
es: ¡Claro que puedo! Solían inventar cosas interesantes en el pasado, antes... ya sabes, la mente de todos decidió volverse un poco loca.
fr: C'est sûr ! Ils inventaient des trucs cool à l'époque, avant que... vous savez, l'esprit de tout le monde décide de devenir un peu fou.
hu: Naná! Mindenféle vagány cuccokat találtak fel, abban az időben, amikor... tudod, amikor még nem kezdett el mindenki megőrülni.
ru: Конечно, смогу! Раньше они изобретали классные вещи, прежде чем... ну...знаешь, все решили немного сойти с ума.
zh_hans: 我当然可以! 他们过去常常创造酷酷的东西… 你知道，每个人的心智都有一点疯狂。
zh_hant: 我當然可以! 他們過去常常創造酷酷的東西… 妳知道，每個人的心智都有壹點瘋狂。

# Dialogue_TLAdventurerGnome1
source: I don’t know why we are here... maybe to enjoy ourselves?
es: No sé por qué estamos aquí... ¿quizás para divertirnos?
fr: Je ne sais pas pourquoi nous sommes ici... peut-être pour nous amuser ?
hu: Mi célunk-e világon? Csak szórakozni vagyunk itt?
ru: Я не знаю, зачем мы здесь... может быть, чтобы развлечься?
zh_hans: 我不知道我们为什么在这里… 自娱自乐？
zh_hant: 我不知道我們為什麽在這裏… 自娛自樂？

# Dialogue_TLAdventurerGnome1
source: Another door
es: Otra puerta
fr: Une autre porte
hu: Még egy ajtó
ru: Другая дверь
zh_hans: 另一道门
zh_hant: 另壹道門

# Dialogue_TLAdventurerGnome1
source: On the other hand, everyone is crazy these days... so we don't need doors anymore!
es: Por otro lado, todos están locos últimamente... ¡así que ya no necesitamos puertas!
fr: D'un autre côté, tout le monde est fou de nos jours... alors on n'a plus besoin de portes !
hu: Másrészt manapság már mindenki megőrült... szóval nincs is nagyon szükség ajtókra!
ru: С другой стороны, в наши дни все сумасшедшие... так что нам больше не нужны двери!
zh_hans: 另一方面，最近每个人都很疯狂…… 所以我们不再需要门了!
zh_hant: 另壹方面，最近每個人都很瘋狂…… 所以我們不再需要門了!

# Dialogue_TLAdventurerGnome1
source: To be perceived is to be!
es: ¡Ser percibido es existir!
fr: Etre perçu, c'est être !
hu: Vajon káromkodik-e az erdőben kidőlő fa, amikor senki sem hallja?
ru: Быть воспринятым - значит существовать!
zh_hans: 被感知就是存在！
zh_hant: 被感知就是存在！

# Dialogue_TLAdventurerGnome1
source: I will let you know when I come up with something.
es: Te avisaré cuando se me ocurra algo.
fr: Je vous ferai savoir quand je trouverai quelque chose.
hu: Majd szólok, ha kitaláltam valamit.
ru: Я дам тебе знать, когда что-нибудь придумаю.
zh_hans: 如果我有什么想法，会让你知道的。
zh_hant: 如果我有什麽想法，會讓妳知道的。

# Dialogue_TLAdventurerGnome1
source: Nah. The world is full of crazy people. If I were sane, I would have liked to have as many closed doors as possible between me and those weirdos.
es: Nah. El mundo está lleno de locos. Si estuviera cuerdo, me hubiera gustado tener tantas puertas cerradas como sea posible entre esos bichos raros y yo.
fr: Non. Le monde est plein de fous. Si j'étais sain d'esprit, j'aurais aimé avoir autant de portes fermées que possible entre moi et ces fous.
hu: Áh, a világ tele van őrültekkel. Ha én lennék épelméjű, persze hogy azt szeretném, hogy minél több zárt ajtó legyen köztünk.
ru: Неа. Мир полон сумасшедших. Если бы я был в здравом уме, я бы хотел иметь как можно больше закрытых дверей между мной и этими чудиками.
zh_hans: 不。这个世界上到处都是疯子。如果我心智健全，那我希望在我和那些怪人之间有尽可能多的门。
zh_hant: 不。這個世界上到處都是瘋子。如果我心智健全，那我希望在我和那些怪人之間有盡可能多的門。

# Dialogue_TLAdventurerGnome1
source: The door asks for a password that members use to enter the hideout... any idea what that could be?
es: La puerta pide una contraseña que los miembros usan para entrar al escondite... ¿alguna idea de qué podría ser?
fr: La porte demande un mot de passe que les membres utilisent pour entrer dans la cachette... une idée de ce que cela pourrait être ?
hu: Az ajtó jelszót kér... van ötleted, mi lehet az?
ru: Дверь запрашивает пароль, который члены используют для входа в укрытие... есть идеи, что это может быть?
zh_hans: 这道门要求输入密码，成员使用密码进入隐藏处… 你知道密码是什么吗？
zh_hant: 這道門要求輸入密碼，成員使用密碼進入隱藏處… 妳知道密碼是什麽嗎？

# Dialogue_TLAdventurerGnome1
source: I am here because I actually have to prove my worth again...
es: Estoy aquí porque tengo que demostrar mi valía de nuevo...
fr: Je suis ici parce que je dois encore prouver ma valeur...
hu: Azért vagyok itt, mert megint bizonyítanom kell, hogy Méltó vagyok...
ru: Я здесь, потому что я должен снова доказать свое достоенство...
zh_hans: 我在这里是因为我必须再次证明我的价值...
zh_hant: 我在這裏是因為我必須再次證明我的價值...

# Dialogue_TLAdventurerGnome1
source: And I would actually feel much happier if I were on the other side of the door! You know,... I tried to ask it nicely to open and it just ignored me!
es: ¡Y en realidad me sentiría mucho más feliz si estuviera al otro lado de la puerta! Ya sabes... ¡Traté de pedirle con educación que se abriera y simplemente me ignoró!
fr: Et je serais en fait beaucoup plus heureux si j'étais de l'autre côté de la porte ! Vous savez... J'ai essayé de lui demander gentiment de s'ouvrir et il m'a ignoré !
hu: Én pedig sokkal jobban érezném magam, ha az ajtó másik oldalán lehetnék. Megkértem, nagyon kedvesen, hogy nyíljon ki, de válaszra sem méltatott!
ru: И я бы чувствовала себя намного счастливее, если бы находился по ту сторону двери! Знаешь... Я пытался вежливо попросить его открыть, но он просто проигнорировал меня!
zh_hans: 如果我在门的另一边我会感到更快乐! 你知道… 我试着友好地要求它打开，但它就是不理我!
zh_hant: 如果我在門的另壹邊我會感到更快樂! 妳知道… 我試著友好地要求它打開，但它就是不理我!

# Dialogue_TLAdventurerGnome1
source: What kind of book is that?
es: ¿Qué tipo de libro es ese?
fr: Quel genre de livre est-ce ?
hu: Milyen könyvet olvasol?
ru: Что это за книга?
zh_hans: 那是什么书?
zh_hant: 那是什麽書?

# Dialogue_TLAdventurerGnome1
source: It was nice seeing you...
es: Fue un placer conocerte.
fr: C'était agréable de vous voir...
hu: Örültem a találkozásnak...
ru: Было приятно повидаться...
zh_hans: 很高兴见到你……
zh_hant: 很高興見到妳……

# Dialogue_TLAdventurerGnome1
source: The gate is open! Maybe this creature has a heart after all... and probably started feeling sorry for me as well.
es: ¡La puerta está abierta! Tal vez esta criatura tiene un corazón después de todo... y probablemente comenzó a sentir pena por mí también.
fr: La porte est ouverte ! Peut-être que cette créature a un coeur après tout... et a probablement commencé à avoir pitié de moi aussi.
hu: Kinyílt az ajtó! Hát mégiscsak van szíve ennek a rusnya gépezetnek. Nyilván megsajnált...
ru: Врата открыты! Может, у этого существа все-таки есть сердце... и, наверное, оно тоже начало меня жалеть.
zh_hans: 大门是开着的! 也许这个生物还是有心脏的…… 也许它开始为我感到难过。
zh_hant: 大門是開著的! 也許這個生物還是有心臟的…… 也許它開始為我感到難過。

# Dialogue_TLAdventurerGnome1
source: Let me see! Yes... Oh...
es: ¡Déjame ver! Si... oh...
fr: Laissez-moi voir ! Oui... Oh...
hu: Hadd gondoljam át! Igen...
ru: Дай посмотреть! Да... Ох...
zh_hans: 让我看看！是的... 噢...
zh_hant: 讓我看看！是的... 噢...

# Dialogue_TLAdventurerGnome2
source: Also, after skipping a couple of lectures, I got fired from university.
es: Además, después de saltar un par de clases, me despidieron de la universidad.
fr: De plus, après avoir sauté quelques cours, je me suis fait virer de l'université.
hu: Meg hát, amiért kihagytam pár órát, kirúgtak az egyetemről.
ru: Также, пропустив пару лекций, меня уволили из университета.
zh_hans: 另外，在我翘了几节课之后，就被大学除名了。
zh_hant: 另外，在我翹了幾節課之後，就被大學除名了。

# Dialogue_TLAdventurerGnome2
source: I am a scientist! I managed to prove it! I discovered this when I was conducting my research on gnome behavior...
es: Soy un científico! Me las arreglé para demostrarlo! Descubrí esto cuando estaba realizando mi investigación sobre el comportamiento de los gnomos...
fr: Je suis un scientifique ! J'ai réussi à le prouver ! Je l'ai découvert lors de mes recherches sur le comportement des gnomes...
hu: Tudós vagyok! Tudományosan bebizonyítottam! Akkor jöttem rá, amikor a gnóm viselkedésről írtam a disszertációmat...
ru: Я ученый! Мне удалось это доказать! Я обнаружил это, когда проводил исследования поведения гномов...
zh_hans: 我是科学家! 我成功验证了! 我是在研究地精行为时发现这一点的……
zh_hant: 我是科學家! 我成功驗證了! 我是在研究地精行為時發現這壹點的……

# Dialogue_TLAdventurerGnome2
source: Help me out with the door for the last time, and I will give you my last potion!
es: ¡Ayúdame con la puerta por última vez, y te daré mi última poción!
fr: Aidez-moi à franchir la porte pour la dernière fois, et je vous donnerai ma dernière potion !
hu: Segíts még egyszer ezzel az ajtóval, és neked adom az utolsó üveg italomat is!
ru: Помогите мне с дверью в последний раз, и я дам тебе мое последнее зелье!
zh_hans: 最后一次帮我把门打开，我会给你我最后的药剂！
zh_hant: 最後壹次幫我把門打開，我會給妳我最後的藥劑！

# Dialogue_TLAdventurerGnome2
source: Hello again! You remember me, right? I'm the gnome who was crazy before it was cool!
es: ¡Hola de nuevo! Te acuerdas de mí, ¿verdad? ¡Soy el gnomo que estaba loco antes de que fuera guay!
fr: Bonjour à nouveau ! Vous vous souvenez de moi, n'est-ce pas ? Je suis le gnome qui était fou avant que ce soit à la mode !
hu: Szasz! Emlékszel rám, igaz? Én vagyok a gnóm, aki már azelőtt megőrült, hogy az trendi lett volna!
ru: Ещё раз привет! Ты ведь помнишь меня? Я гном, который был сумасшедшим до того, как это было круто!
zh_hans: 又见面了！你还记得我吧？我就是那个装酷之前已经变疯的地精！
zh_hant: 又見面了！妳還記得我吧？我就是那個裝酷之前已經變瘋的地精！

# Dialogue_TLAdventurerGnome2
source: Be as you with to seem. ... or was it seem as you wish to be?
es: Sé como quieras para parecer. ... o fue como quisieras ser?
fr: Soyez comme vous êtes. ... ou était-ce comme vous souhaitez l'être ?
hu: Légy olyan, amilyennek játszani szeretnél. ...vagy látszódj olyannak, mint egy légy?
ru: Таким будь, каким казаться. ...или это было кажись таким, каким ты хочешь быть?
zh_hans: 就像你看上去那样。 …还是像你希望的那样?
zh_hant: 就像妳看上去那樣。 …還是像妳希望的那樣?

# Dialogue_TLAdventurerGnome2
source: That is amazing! Thank you, my globular friend! Take these coins, I am sure you will enjoy spending them on... on whatever Balls like you like to spend.
es: ¡Esto es increíble! ¡Gracias mi amigo globular! Tome estas monedas, estoy seguro de que disfrutará de gastarlas en... en lo que sea que las pelotas como tu le gusta.
fr: C'est incroyable ! Merci, mon ami globulaire ! Prenez ces pièces, je suis sûr que vous aimerez les dépenser pour... pour n'importe quoi qu'une Boule comme vous se plaît à dépenser.
hu: Lenyűgöző! Köszönöm, gömbölyű barátom! Fogadd el ezt a szerény összeget cserébe. Ebből jó pár... olyan dolgot vehetsz, amit a labdák venni szoktak.
ru: Это потрясающе! Спасибо, мой шаровидный друг! Возьми эти монеты, я уверен, что тебе понравится их потратить... на любые вещи, Шарики вроде тебя любят покупать.
zh_hans: 太厉害了! 谢谢你，我的球状朋友! 把这些硬币拿去吧，我相信你会乐意把它们用来买……你喜欢的球。
zh_hant: 太厲害了! 謝謝妳，我的球狀朋友! 把這些硬幣拿去吧，我相信妳會樂意把它們用來買……妳喜歡的球。

# Dialogue_TLAdventurerGnome2
source: Password
es: Contraseña
fr: Mot de Passe
hu: Jelszó
ru: Пароль
zh_hans: 密码
zh_hant: 密碼

# Dialogue_TLAdventurerGnome2
source: I sure can! They used to invent cool stuff back in the days, before... you know, everyone's mind decided to go a bit insane.
es: ¡Claro que puedo! Solían inventar cosas interesantes en el pasado, antes... ya sabes, la mente de todos decidió volverse un poco loca.
fr: C'est sûr ! Ils inventaient des trucs cool à l'époque, avant que... vous savez, l'esprit de tout le monde décide de devenir un peu fou.
hu: Naná! Mindenféle vagány cuccokat találtak fel, abban az időben, amikor... tudod, amikor még nem kezdett el mindenki megőrülni.
ru: Конечно, смогу! Раньше они изобретали классные вещи, прежде чем... знаешь, все решили немного сойти с ума.
zh_hans: 我当然可以! 他们过去常常创造酷酷的东西… 你知道，每个人的心智都有一点疯狂。
zh_hant: 我當然可以! 他們過去常常創造酷酷的東西… 妳知道，每個人的心智都有壹點瘋狂。

# Dialogue_TLAdventurerGnome2
source: Leave
es: Salir
fr: Partir
hu: Távozok
ru: Выйти
zh_hans: 离开
zh_hant: 離開

# Dialogue_TLAdventurerGnome2
source: Take this! You deserve it...
es: ¡Toma esto! Te lo mereces...
fr: Prenez ça ! Vous le méritez...
hu: Ez a tiéd! Megszolgáltál érte...
ru: Держи! Ты это заслужил.
zh_hans: 收下吧! 你受之无愧！
zh_hant: 收下吧! 妳受之無愧！

# Dialogue_TLAdventurerGnome2
source: I can't believe my eyes! It is open!
es: ¡No puedo creer lo que veo! ¡Está abierto!
fr: Je n'en crois pas mes yeux ! C'est ouvert !
hu: Nem hiszek a szememnek! Kinyílt!
ru: Не могу поверить своим глазам! Открыто!
zh_hans: 我简直不敢相信我的眼睛！它竟然是开着的！
zh_hant: 我簡直不敢相信我的眼睛！它竟然是開著的！

# Dialogue_TLAdventurerGnome2
source: It's your lucky day! Take this... it's my last bottle, but I guess your needs are greater than mine!
es: ¡Es tu día de suerte! Toma esto... es mi última botella, ¡pero creo que tus necesidades son mayores que las mías!
fr: C'est votre jour de chance ! Prenez ceci... c'est ma dernière bouteille, mais je suppose que vos besoins sont plus grands que les miens !
hu: Ez a szerencsenapod! Tessék! Ez az utolsó üveg, de neked úgyis nagyobb szükséged van rá, mint nekem!
ru: Это твой счастливый день! Возьми это... это моя последняя бутылка, но, думаю, твои потребности превыше моих!
zh_hans: 今天是你的幸运日！收下这个… 这是最后一瓶了，但我想这远不能满足你的需求！
zh_hant: 今天是妳的幸運日！收下這個… 這是最後壹瓶了，但我想這遠不能滿足妳的需求！

# Dialogue_TLAdventurerGnome2
source: The unexamined life is not worth living!
es: ¡La vida no examinada no vale la pena vivir!
fr: La vie sans examen ne vaut pas la peine d'être vécue !
hu: Az élet olyan, mint egy doboz Bumm-Bumm!
ru: Неисследованная жизнь не стоит того, чтобы жить!
zh_hans: 混混噩噩的生活不值得过！
zh_hant: 混混噩噩的生活不值得過！

# Dialogue_TLAdventurerGnome2
source: If you manage to find a strangely unique device in the hideout, I would be more than happy to buy that from you...
es: Si logras encontrar un aparato extrañamente único en el escondite, estaría más que feliz de comprarte lo...
fr: Si vous parvenez à trouver un appareil étrangement unique dans la cachette, je serais plus qu'heureux de vous l'acheter...
hu: Ha véletlen látsz egy egészen egyedi, és meglehetősen fura eszközt, örülnék, ha elhoznád...
ru: Если тебе удастся найти странное уникальное устройство в укрытии, я буду более чем счастлив купить его у тебя...
zh_hans: 如果你能在藏身处找到一个奇特独特的装置，我将非常乐意从你手里把它买下……
zh_hant: 如果妳能在藏身處找到壹個奇特獨特的裝置，我將非常樂意從妳手裏把它買下……

# Dialogue_TLAdventurerGnome2
source: And you have the habit of needing my potions..
es: Y tienes la costumbre de necesitar mis pociones...
fr: Et vous avez l'habitude d'avoir besoin de mes potions..
hu: Neked pedig általában szükséged van az italaimra...
ru: И у тебя есть привычка нуждаться в моих зельях...
zh_hans: 你一直都需要我的药水。
zh_hant: 妳壹直都需要我的藥水。

# Dialogue_TLAdventurerGnome2
source: Yes, I am pretty sure this week is "The only true wisdom is in knowing you know everything.".
es: Sí, estoy bastante seguro de que esta semana es "La única sabiduría verdadera es saber que lo sabes todo".
fr: Oui, je suis presque sûr que cette semaine c'est "La seule vraie sagesse est de savoir que vous savez tout".
hu: Igen, erre a hétre a jelszó az, hogy "Az egyetlen igaz bölcsesség tudni, hogy mindent tudsz."
ru: Да, я уверен, что на этой неделе “Единственная истинная мудрость - это знать, что ты все знаешь”.
zh_hans: 是的，我十分确定，本周是“ 真正的智慧是知道自己洞悉一切。”
zh_hant: 是的，我十分確定，本周是“ 真正的智慧是知道自己洞悉壹切。”
