Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDialogues/*/WarriorbDialogues.po
Languages: es, fr, hu, ru, zh_hans, zh_hant

# Dialogue_AALory
source: Well, you know where to find me... once you have some coins to spend!
es: Bueno, ya sabes dónde encontrarme... ¡una vez que tengas algunas monedas para gastar!
fr: Eh bien, vous savez où me trouver... une fois que vous aurez quelques pièces à dépenser !
hu: Hát, tudod hol találsz meg... ha van pénzed vásárolni!
ru: Ну, ты знаешь, где меня найти... как только у тебя появятся монеты!
zh_hans: 总之，当你想花硬币了，你知道上哪儿可以找到我！
zh_hant: 總之，當妳想花硬幣了，妳知道上哪兒可以找到我！

# Dialogue_AALory
source: If you bring them to me, I will reward you with shiny golden coins!
es: ¡Si me los traes, te recompensaré con brillantes monedas de oro!
fr: Si vous me les apportez, je vous récompenserai avec des pièces d'or brillantes !
hu: Ha elhozod őket, cserébe csengő aranyérmékkel fizetek!
ru: Если ты принесешь их мне, я награжу тебя блестящими золотыми монетами!
zh_hans: 如果你能把它们带给我，我就奖励你闪亮亮的硬币！
zh_hant: 如果妳能把它們帶給我，我就獎勵妳閃亮亮的硬幣！

# Dialogue_AALory
source: I would love to give you that name, but if you don't have the money to pay for it, we can't make the deal, it wouldn't be fair
es: Me encantaría darle ese nombre, pero si no tiene el dinero para pagarlo, no podemos hacer el trato, no sería justo
fr: J'adorerais vous donner ce nom, mais si vous n'avez pas l'argent pour le payer, nous ne pouvons pas conclure un accord, ce ne serait pas juste
hu: Annyira szeretném neked adni ezt a nevet, de ha nincs pénzed, sajnos nem tehetek semmit. Nem lenne fair.
ru: Я бы с радостью дала тебе это имя, но если у тебя нет денег, чтобы заплатить за него, мы не можем заключить сделку, это будет нечестно
zh_hans: 我很乐意给你这个名字，但如果你没钱购买，我们就无法达成交易，否则是不公平的
zh_hant: 我很樂意給妳這個名字，但如果妳沒錢購買，我們就無法達成交易，否則是不公平的

# Dialogue_AALory
source: Oh, a customer!
es: ¡Oh, un cliente!
fr: Oh, un client !
hu: Óh, vásárló!
ru: О, посетитель!
zh_hans: 噢，来了个顾客！
zh_hant: 噢，來了個顧客！

# Dialogue_AALory
source: Oh, how sad.
es: Oh que triste.
fr: Comme c'est triste.
hu: Óh, milyen szomorú.
ru: Ох, как печально.
zh_hans: 噢，真难过。
zh_hant: 噢，真難過。

# Dialogue_AALory
source: Give books
es: Dar los libros
fr: Donner les livres
hu: Könyvek
ru: Отдать книги
zh_hans: 给予书本
zh_hant: 給予書本

# Dialogue_AALory
source: Don't know
es: No lo se
fr: Je ne sais pas
hu: Nem tudom
ru: Не знаю
zh_hans: 不知道
zh_hant: 不知道

# Dialogue_AALory
source: It sounds pretty epic, however I wonder what nickname it might have?
es: Suena bastante épico, sin embargo, ¿me pregunto qué apodo podría tener?
fr: Cela semble assez épique mais je me demande quel surnom on pourrait lui donner ?
hu: Nagyon menőn hangzik, de vajon hogyan becézik?
ru: Звучит довольно эпично, но интересно, какое прозвище у него может быть?
zh_hans: 这听起来很有史诗感，但我想知道它是否有什么绰号?
zh_hant: 這聽起來很有史詩感，但我想知道它是否有什麽綽號?

# Dialogue_AALory
source: Farewell! Ha-ha...
es: ¡Adios! Jaja...
fr: Adieu ! Ha-ha...
hu: Viszlát! Ha-ha...
ru: Пока! Ха-ха...
zh_hans: 告辞！！哈哈...
zh_hant: 告辭！！哈哈...

# Dialogue_AALory
source: Leave
es: Salir
fr: Partir
hu: Elmegyek
ru: Уйти
zh_hans: 离开
zh_hant: 離開

# Dialogue_AALory
source: No thanks, I'm leaving.
es: No gracias, me voy.
fr: Non merci, je m'en vais.
hu: Nem kösz, lépek.
ru: Нет, спасибо, я ухожу.
zh_hans: 不了，谢谢。我走了。
zh_hant: 不了，謝謝。我走了。

# Dialogue_AALory
source: A mighty spirit
es: Un espíritu poderoso
fr: Un esprit puissant
hu: Nagyhatalmú Szellem
ru: Могучий дух
zh_hans: 一个强大的幽灵
zh_hant: 壹個強大的幽靈

# Dialogue_AALory
source: Hi, I'm Lory.
es: Hola soy Lory.
fr: Salut, je m'appelle Lory.
hu: Szia, Lory vagyok.
ru: Привет, я Лори.
zh_hans: 嗨，我是劳里。
zh_hant: 嗨，我是勞裏。

# Dialogue_AALory
source: Sure, show me what you've got!
es: Claro, muéstrame lo que tienes!
fr: Bien sûr, montrez-moi ce que vous avez !
hu: Naná, mutasd, mid van!
ru: Конечно, покажи мне, что у тебя есть!
zh_hans: 当然，让我看看你有什么本事！
zh_hant: 當然，讓我看看妳有什麽本事！

# Dialogue_AALory
source: Sure, what can I do?
es: Claro, ¿que puedo hacer?
fr: Bien sûr, que puis-je faire ?
hu: Persze! Mit tehetek?
ru: Конечно, что мне нужно сделать?
zh_hans: 当然，我能做什么?
zh_hant: 當然，我能做什麽?

# Dialogue_AALory
source: Spirit of the Unknown
es: Espíritu de lo Desconocido
fr: Esprit de l'Inconnu
hu: Lélek az Ismeretlenből
ru: Дух Неизвестного
zh_hans: 无名幽魂
zh_hant: 無名幽魂

# Dialogue_AALory
source: And you are...
es: Y usted eres...
fr: Et vous êtes...
hu: Te pedig...
ru: А ты кем будешь...
zh_hans: 你是...
zh_hant: 妳是...

# Dialogue_AALory
source: Buy name
es: Comprar nombre
fr: Acheter le nom
hu: Név vásárlás
ru: Купить имя
zh_hans: 购买名字
zh_hant: 購買名字

# Dialogue_AALory
source: Don't buy.
es: No comprar.
fr: Ne pas acheter.
hu: Nem veszek.
ru: Не покупать.
zh_hans: 不购买。
zh_hant: 不購買。

# Dialogue_AALory
source: "The true value of your family" and "How much does a brother cost?" can be two examples in this case.
es: "El verdadero valor de su familia" y "¿Cuánto cuesta un hermano?" Pueden ser dos ejemplos en este caso.
fr: "La vraie valeur de votre famille" et "Combien coûte un frère ?" peuvent être deux exemples dans ce cas.
hu: A "Miért a Család a legfontosabb?" és a "Mennyit ér egy testvér?" példának okáért.
ru: “Истинная стоимость вашей семьи” и “Сколько стоит брат?” могут быть двумя примерами в этом случае.
zh_hans: 在这种情况下，《家庭的真正价值》以及《一个兄弟值多少钱》就是两个活生生的例子。
zh_hant: 在這種情況下，《家庭的真正價值》以及《壹個兄弟值多少錢》就是兩個活生生的例子。

# Dialogue_AALory
source: I'll see what I can do.
es: Veré lo que puedo hacer.
fr: Je vais voir ce que je peux faire.
hu: Meglátom, mit tehetek.
ru: Я посмотрю, что можно сделать.
zh_hans: 我看看我能做什么。
zh_hant: 我看看我能做什麽。

# Dialogue_AALory
source: Failed One
es: El Fallado
fr: L'Échec
hu: Bukott
ru: Неудачник
zh_hans: 堕落者
zh_hant: 墮落者

# Dialogue_AALory
source: Farewell then, and good luck with your quest! Ha-ha...
es: ¡Adiós, y buena suerte con tu misión! Jaja...
fr: Adieu donc, et bonne chance dans votre quête ! Ha-ha...
hu: Viszlát, és sok szerencsét utadon! Ha-ha...
ru: Ну, пока-пока, и удачи тебе в твоих поисках! Ха-ха...
zh_hans: 那么再见了，祝你好运！哈哈…
zh_hant: 那麽再見了，祝妳好運！哈哈…

# Dialogue_AALory
source: I have some other important things to do right now.
es: Tengo algunas otras cosas importantes que hacer en este momento.
fr: J'ai d'autres choses importantes à faire en ce moment.
hu: Sajnos most más fontos teendőim vannak.
ru: У меня сейчас есть другие важные дела.
zh_hans: 我现在还有其他重要的事情要做。
zh_hant: 我現在還有其他重要的事情要做。

# Dialogue_AALory
source: I'm a mighty spirit of the Unknown!
es: ¡Soy un poderoso espíritu de lo Desconocido!
fr: Je suis un puissant esprit de l'Inconnu !
hu: Az Ismeretlen Világ nagyhatalmú szelleme vagyok!
ru: Я могучий дух Неизвестного!
zh_hans: 我是一个强大的无名幽魂
zh_hant: 我是壹個強大的無名幽魂

# Dialogue_AALory
source: Help
es: Ayuda
fr: Aider
hu: Segíts!
ru: Помощь
zh_hans: 帮助
zh_hant: 幫助

# Dialogue_AALory
source: Life is relentless. Innocent people are trapped, enslaved or abused!
es: La vida es implacable. ¡Personas inocentes están atrapadas, esclavizadas o maltratadas!
fr: La vie est implacable. Des innocents sont piégés, réduits en esclavage ou maltraités !
hu: Az élet rideg és kegyetlen. Ártatlanok kerülnek fogságba! Kihasználnak, eladnak!
ru: Жизнь неумолима. Невинные люди попадают в ловушки, в рабство или подвергаются насилию!
zh_hans: 生活是残酷的。无辜的人被困，被奴役，被虐待！
zh_hant: 生活是殘酷的。無辜的人被困，被奴役，被虐待！

# Dialogue_AALory
source: I need a proper name.
es: Necesito un nombre propio.
fr: J'ai besoin d'un nom approprié.
hu: Kell egy jó név.
ru: Мне нужно подходящее имя.
zh_hans: 我需要一个合适的名字。
zh_hant: 我需要壹個合適的名字。

# Dialogue_AALory
source: Right now I don't really have much money...
es: En este momento no tengo mucho dinero...
fr: En ce moment, je n'ai pas vraiment beaucoup d'argent...
hu: Épp nem állok túl jól anyagilag...
ru: Сейчас у меня не так много денег...
zh_hans: 现在我真的没什么钱…
zh_hant: 現在我真的沒什麽錢…

# Dialogue_AALory
source: Even though there are some other precious books that I could add to my collection...
es: Aunque hay algunos libros preciosos que podría añadir a mi colección...
fr: Même s'il y a d'autres livres précieux que je pourrais ajouter à ma collection...
hu: Ennek ellenére van még pár könyv, amit szívesen a gyűjteményemben tudnék...
ru: Несмотря на это, есть и другие ценные книги, которые я могла бы добавить в свою коллекцию...
zh_hans: 尽管我还有其他一些珍贵的书可以拿来收藏……
zh_hant: 盡管我還有其他壹些珍貴的書可以拿來收藏……

# Dialogue_AALory
source: I know that some of those books must be in the Sewer's Library, but I couldn't find them.
es: Sé que algunos de esos libros deben estar en la Biblioteca de la Alcantarilla, pero no pude encontrarlos.
fr: Je sais que certains de ces livres doivent se trouver dans la Bibliothèque des Égouts, mais je n'ai pas pu les trouver.
hu: Ezek a könyvek biztosan megvannak a Csatorna Könyvtárában, de én nem találtam őket.
ru: Я знаю, что некоторые из этих книг должны быть в Библиотеке Канализации, но я не смогла их найти.
zh_hans: 我知道有些书肯定在下水道图书馆里，但我找不到。
zh_hant: 我知道有些書肯定在下水道圖書館裏，但我找不到。

# Dialogue_AALory
source: That's fine but I wonder, what is your name?
es: Eso está bien, pero me pregunto, ¿Cuál es tu nombre?
fr: C'est bien, mais je me demande quel est votre nom ?
hu: Nagyon jó, de mi a neved?
ru: Это миленько, но мне интересно, какое у тебя имя?
zh_hans: 没关系，但是我想知道，你叫什么名字?
zh_hant: 沒關系，但是我想知道，妳叫什麽名字?

# Dialogue_AALory
source: I don't know if I have one.
es: No sé si tengo uno.
fr: Je ne sais pas si j'en ai un.
hu: Nem tudok róla, hogy van-e olyanom.
ru: Не знаю, есть ли оно у меня.
zh_hans: 我不确定我有没有名字。
zh_hant: 我不確定我有沒有名字。

# Dialogue_AALory
source: Spirit of the Unknown (1 Gold)
es: Espíritu de lo desconocido (1 Oro)
fr: Esprit de l'Inconnu (1 Or)
hu: Lélek az Ismeretlenből (1 Arany)
ru: Дух Неизвестного (1 Золото)
zh_hans: 无名幽魂 （1 金币）
zh_hant: 無名幽魂 （1 金幣）

# Dialogue_AALory
source: BALL-E (1 Gold)
es: BOLA-E (1 Oro)
fr: BALL-E (1 Or)
hu: BALL-E (1 Arany)
ru: БОЛЛ-И (1 Золото)
zh_hans: E球 （1 金币）
zh_hant: E球 （1 金幣）

# Dialogue_AALory
source: As you can observe, I have a pretty nice collection of books.
es: Como puede observar, tengo una buena colección de libros.
fr: Comme vous pouvez le constater, j'ai une assez belle collection de livres.
hu: Amint látod, egész szép könyvtáram van.
ru: Как ты видишь, у меня довольно хорошая коллекция книг.
zh_hans: 如你所见，我有一套很好的藏书。
zh_hant: 如妳所見，我有壹套很好的藏書。

# Dialogue_AALory
source: Ring the bell if you need something.
es: Toca el timbre si necesitas algo.
fr: Sonnez la cloche si vous avez besoin de quelque chose.
hu: Csengess, ha szeretnél valamit!
ru: Позвони в колокольчик, если тебе что-нибудь понадобится.
zh_hans: 如果你需要什么就按铃。
zh_hant: 如果妳需要什麽就按鈴。

# Dialogue_AALory
source: Spiry? Knowny?
fr: Curieux ? Connaisseur ?
hu: Léli? Ismi?
ru: Дух? Известный?
zh_hans: 螺旋状的?知道吗?
zh_hant: 螺旋狀的?知道嗎?

# Dialogue_AALory
source: Need gold
es: Necesita oro
fr: Besoin d'or
hu: Kellene arany
ru: Нужно золото
zh_hans: 需要金币
zh_hant: 需要金幣

# Dialogue_AALory
source: Nevermind! You chose well.
es: ¡No importa! Elegiste bien.
fr: Peu importe ! Vous avez bien choisi.
hu: Rá se ránts! Jól választottál.
ru: Ой, неважно! Неплохой выбор.
zh_hans: 没关系！你好好选。
zh_hant: 沒關系！妳好好選。

# Dialogue_AALory
source: Would you like to buy one? The first one is for free!
es: ¿Te gustaría comprar uno? ¡El primero es gratis!
fr: Vous souhaitez en acheter un ? Le premier est gratuit !
hu: Szeretnél venni egyet? Az első ingyen van!
ru: Хочешь купить себе одно? Первое бесплатно!
zh_hans: 你想买一个吗？第一个是免费的!
zh_hant: 妳想買壹個嗎？第壹個是免費的!

# Dialogue_AALory
source: I don't have much gold. Is there any way you could help me out?
es: No tengo mucho oro ¿Hay alguna manera de que me puedas ayudar?
fr: Je n'ai pas beaucoup d'or. Pourriez-vous m'aider ?
hu: Nem állok túl jól anyagilag. Nem tudnál kisegíteni valahogy?
ru: У меня мало золота. Можешь мне как-нибудь помочь?
zh_hans: 我没什么金币。你能帮助我吗？
zh_hant: 我沒什麽金幣。妳能幫助我嗎？

# Dialogue_AALory
source: No, no, I meant the other bell.
es: No, no, me refería a la otra campana.
fr: Non, non, je voulais dire l'autre cloche.
hu: Nem, nem, a másik csengőre gondoltam.
ru: Нет, нет, я имела в виду другой колокольчик.
zh_hans: 不，不，我说的是另一个铃。
zh_hant: 不，不，我說的是另壹個鈴。

# Dialogue_AALory
source: Can't afford
es: No puede pagar
fr: Je ne peux pas me permettre
hu: Nincs aranyam
ru: Не можешь себе позволить
zh_hans: 买不起
zh_hant: 買不起

# Dialogue_AALory
source: Now that we're done with this, will you have a look at my wares?
es: Ahora que hemos terminado con esto, ¿echarás un vistazo a mis productos?
fr: Maintenant que nous en avons fini avec cela, voulez-vous jeter un coup d'œil à mes marchandises ?
hu: Most, hogy ezzel is megvagyunk, megnézed az áruimat?
ru: Теперь, когда мы с этим закончили, не посмотришь на мои товары?
zh_hans: 既然这件事已经搞完了，现在你能看看我的商品吗?
zh_hant: 既然這件事已經搞完了，現在妳能看看我的商品嗎?

# Dialogue_AALory
source: I need a name
es: Necesito un nombre
fr: J'ai besoin d'un nom
hu: Kell egy jó név
ru: Мне нужно имя
zh_hans: 我需要一个名字
zh_hant: 我需要壹個名字

# Dialogue_AALory
source: Hush, hush, little one!
es: ¡Silencio, mi pequeñito!
fr: Chut, chut, mon petit !
hu: Csitt, csitt, kicsikém!
ru: Тише, тише, милый мой!
zh_hans: 嘘，嘘，小家伙！
zh_hant: 噓，噓，小家夥！

# Dialogue_AALory
source: Failed One (1 Gold)
es: Fallido (1 Oro)
fr: L'Échec (1 or)
hu: Bukott (1 Arany)
ru: Неудачник (1 Золото)
zh_hans: 堕落者 （1 金币）
zh_hant: 墮落者 （1 金幣）

# Dialogue_AALory
source: Interested
es: Interesado
fr: Interessé
hu: Érdekel
ru: Интересует
zh_hans: 感兴趣
zh_hant: 感興趣

# Dialogue_AALory
source: Well, I guess that's a classic.
es: Bueno, supongo que es un clásico.
fr: Eh bien, je suppose que c'est un classique.
hu: Klasszikus, igaz?
ru: Ну, я думаю, это классика.
zh_hans: 嗯，我想这是一个经典。
zh_hant: 嗯，我想這是壹個經典。

# Dialogue_AALory
source: Ok, I'll try not to be annoying this time.
es: Ok, intentaré no ser molesto esta vez.
fr: Ok, je vais essayer de ne pas être ennuyeux cette fois-ci.
hu: Oké, most megpróbálok kevésbé bosszantó lenni.
ru: Хорошо, я постараюсь не раздражать в этот раз.
zh_hans: 好吧，这次我尽量不惹人厌。
zh_hant: 好吧，這次我盡量不惹人厭。

# Dialogue_AALory
source: Farewell!
es: ¡Adios!
fr: Adieu !
hu: Viszlát!
ru: Пока!
zh_hans: 拜拜！
zh_hant: 拜拜！

# Dialogue_AALory
source: All right...
es: Todo bien...
fr: Très bien...
hu: Rendben...
ru: Ну давай...
zh_hans: 好吧...
zh_hant: 好吧...

# Dialogue_AALory
source: Take this Elevator Crystal as it might prove useful in your journey.
es: Tome este cristal de ascensor, ya que podría ser útil en su viaje.
fr: Prenez ce Cristal de l'Ascenseur car il pourrait vous être utile dans votre voyage.
hu: Fogd ezt a Felvonó Kristályt! Még jól jöhet.
ru: Возьми этот Кристалл Лифта, он может тебе пригодиться в твоем путешествии.
zh_hans: 带着这个水晶电梯，你在旅途中会需要它的。
zh_hant: 帶著這個水晶電梯，妳在旅途中會需要它的。

# Dialogue_AALory
source: However, there is a way, I can help you out. Of course, if you are interested.
es: Sin embargo, hay una manera, que puedo ayudarte. Por supuesto, si te interesa.
fr: Cependant, il y a un moyen, je peux vous aider. Bien sûr, si vous êtes intéressé.
hu: Ugyanakkor, van egy ötletem, hogy tudnék segíteni. Persze csak ha érdekel.
ru: Однако, возможно, я смогу тебе помочь. Конечно, если тебе интересно.
zh_hans: 不过，有一个办法，我可以帮你。当然，如果你感兴趣的话。
zh_hant: 不過，有壹個辦法，我可以幫妳。當然，如果妳感興趣的話。

# Dialogue_AALory
source: Warriorb (1 Gold)
es: Warriorb (1 Oro)
fr: Warriorb (1 Or)
hu: Gömbörző (1 Arany)
zh_hans: 球魂 （1 金币）
zh_hant: 球魂 （1 金幣）

# Dialogue_AALory
source: I'm not quite sure.
es: No estoy muy seguro.
fr: Je n'en suis pas certain.
hu: Nem vagyok benne biztos.
ru: Я не совсем уверен.
zh_hans: 我不太确定。
zh_hant: 我不太確定。

# Dialogue_AALory
source: That's sad. Nothing is worse than a customer without any gold to spend!
es: Eso es triste. ¡Nada es peor que un cliente sin oro para gastar!
fr: C'est triste. Rien n'est pire qu'un client qui n'a pas d'or à dépenser !
hu: Milyen szomorú. Nincs is szánnivalóbb teremtés az üres erszényű vásárlónál!
ru: Как печально. Нет ничего хуже, чем клиент без золота, которое можно потратить!
zh_hans: 真不爽。没有什么比遇到一个穷得叮当响的顾客更郁闷的了！
zh_hant: 真不爽。沒有什麽比遇到壹個窮得叮當響的顧客更郁悶的了！

# Dialogue_AALory
source: I'm forced to stay in this realm because I agreed to do some silly tasks for a wizard. I could really use some help.
es: Me veo obligado a permanecer en este reino porque acepté hacer algunas tareas tontas para un mago. Realmente podría usar algo de ayuda.
fr: Je suis obligé de rester dans ce royaume parce que j'ai accepté de faire des tâches idiotes pour un magicien. J'aurais vraiment besoin d'aide.
hu: Erőszakkal tartanak ebben a világban, hogy megcsináljak valami küldetést egy varázslónak. Jól jönne egy kis segítség.
ru: Я вынужден остаться в этом царстве, потому что согласился выполнять глупые задания для волшебника. Мне бы очень пригодилась помощь.
zh_hans: 我被迫留在这个王国，因为我同意帮一个巫师完成一些愚蠢的任务。另外，我需要一些帮助。
zh_hant: 我被迫留在這個王國，因為我同意幫壹個巫師完成壹些愚蠢的任務。另外，我需要壹些幫助。

# Dialogue_AALory
source: And now that you have some coins to spend it's time to talk about business!
es: ¡Y ahora que tiene algunas monedas para gastar, es hora de hablar de negocios!
fr: Et maintenant que vous avez quelques pièces à dépenser, il est temps de parler affaires !
hu: És most, hogy végre van pénzed, térjünk rá az üzletre!
ru: И теперь, когда у тебя есть несколько монет, пришло время поговорить о бизнесе!
zh_hans: 现在你有一些金币了，是时候聊一笔买卖了！
zh_hant: 現在妳有壹些金幣了，是時候聊壹筆買賣了！

# Dialogue_AALory
source: I hope this doesn't mean that you want to join the Maintainers. Haha!
es: Pero espero que esto no signifique que quieras unirte a los Mantenedores. ¡Jaja!
fr: J'espère que cela ne signifie pas que vous voulez rejoindre les Responsables. Haha !
hu: Remélem azért még nem állsz be a Takarítók közé. Haha!
ru: Но я надеюсь, что это не значит, что ты хочешь присоединиться к Прислужникам. Ха-ха!
zh_hans: 但我希望这不意味着你想要加入维护人员的队伍中去。哈哈!
zh_hant: 但我希望這不意味著妳想要加入維護人員的隊伍中去。哈哈!

# Dialogue_AALory
source: How wondrous! You found my books!
es: ¡Qué maravilloso! ¡Encontraste mis libros!
fr: C'est merveilleux ! Vous avez trouvé mes livres !
hu: Milyen csodálatos! Megtaláltad a könyveimet!
ru: Как чудесно! Ты нашел мои книги!
zh_hans: 太奇妙了！你找到我的书了！
zh_hant: 太奇妙了！妳找到我的書了！

# Dialogue_AALory
source: I understand if you have identity problems, but there must be a way... how do others call you?
es: Entiendo si tienes problemas de identidad, pero debe haber una forma... ¿cómo te llaman los demás?
fr: Je comprends si vous avez des problèmes d'identité, mais il doit y avoir un moyen... comment les autres vous appellent-ils ?
hu: Megértem, ha önismereti problémáid vannak, de csak van valami, amit tudsz... mások hogy szólítanak?
ru: Я понимаю, если у тебя проблемы с личностью, но должно же быть что-то... как тебя называют другие?
zh_hans: 你的身份有问题我能理解，不过肯定有办法... 别人是怎么称呼你的？
zh_hant: 妳的身份有問題我能理解，不過肯定有辦法... 別人是怎麽稱呼妳的？

# Dialogue_AALory
source: You've come to the right place! Haha!
es: ¡Has venido al lugar correcto! ¡Jaja!
fr: Vous êtes au bon endroit ! Haha !
hu: A legjobb helyre jöttél! Haha!
ru: Ты пришел в нужное место! Хаха!
zh_hans: 你来对地方了！哈哈！
zh_hant: 妳來對地方了！哈哈！

# Dialogue_AALory
source: There is no justice in this Realm.
es: No hay justicia en este Reino.
fr: Il n'y a pas de justice dans ce Royaume.
hu: Nincs igazság ezen a földön.
ru: В этом царстве нет справедливости.
zh_hans: 在这片王国不存在正义。
zh_hant: 在這片王國不存在正義。

# Dialogue_AALory
source: That's a very cute name for a little one like you.
es: Ese es un nombre muy lindo para un pequeñito como tú.
fr: C'est un nom très mignon pour un petit comme vous.
hu: Milyen aranyos név!
ru: Очень милое имя для такого маленького, как ты.
zh_hans: 对于像你这样的小家伙来说，这个名字很可爱。
zh_hant: 對於像妳這樣的小家夥來說，這個名字很可愛。

# Dialogue_AALory
source: Nevermind, you can always come back.
es: No importa, siempre puedes volver.
fr: Peu importe, vous pouvez toujours revenir.
hu: Semmi gond, bármikor visszajöhetsz.
ru: Неважно, ты всегда можешь вернуться.
zh_hans: 没关系，你随时可以回来。
zh_hant: 沒關系，妳隨時可以回來。

# Dialogue_AALory
source: That's such a cute name for a little one.
es: Que nombre tan lindo para un pequeñito.
fr: C'est un nom si mignon pour une petit chose.
hu: Milyen aranyos név!
ru: Очень милое имя для такого маленького, как ты.
zh_hans: 适合小不点的小可爱名字。
zh_hant: 適合小不點的小可愛名字。

# Dialogue_AALory
source: Which means you chose well.
es: Lo que significa que elegiste bien.
fr: Ce qui signifie que vous avez bien choisi.
hu: Ami azt jelenti, jól választottál.
ru: Что значит, ты сделал правильный выбор.
zh_hans: 也就是说你选对了。
zh_hant: 也就是說妳選對了。

# Dialogue_AALory
source: Of course! You need some gold, otherwise how would you buy my stuff?
es: ¡Por supuesto! Necesitas algo de oro, de lo contrario, ¿Cómo comprarías mis cosas?
fr: Bien sûr ! Vous avez besoin d'un peu d'or, sinon comment achèteriez-vous mes affaires ?
hu: Hát persze! Szükséged van aranyra, másként hogyan vásárolnál?
ru: Конечно! Тебе нужно немного золота, иначе, как ты сможешь купить мои товары?
zh_hans: 当然！你需要一些金子，否则你怎么买我的东西?
zh_hant: 當然！妳需要壹些金子，否則妳怎麽買我的東西?

# Dialogue_AALory
source: However, I'd rather prefer: 'Nomen quantivis iam est pret!'
es: Sin embargo, prefiero preferir: "Nomen quantivis iam est pret!"
fr: Cependant, je préfère : 'Nomen quantivis iam est pret!'
hu: Én viszont jobban szeretem azt, hogy "Nomen quantivis iam est pret!".
ru: Тем не менее, я предпочитаю: “Nomen quantivis iam est pret!”
zh_hans: 然而，我更喜欢说:“我是最棒的!”
zh_hant: 然而，我更喜歡說:“我是最棒的!”

# Dialogue_AALory
source: BALL-E
es: BOLA-E
ru: БОЛЛ-И
zh_hans: E球
zh_hant: E球

# Dialogue_AALory
source: Refuse
es: Rechazar
fr: Refuser
hu: Elutasítom
ru: Отказать
zh_hans: 拒绝
zh_hant: 拒絕

# Dialogue_AARagdoll
source: Well that happens sometimes. Maybe that someone forgot to monopolize this ragdoll design.
es: Bueno, eso sucede a veces. Tal vez alguien olvidó monopolizar este diseño de muñeco.
fr: Eh bien, cela arrive parfois. Peut-être que quelqu'un a oublié de monopoliser ce design de mannequin.
hu: Előfordul az ilyesmi. Valószínűleg az a valaki elfelejtette levédetni ezt a rongybaba típust.
ru: Ну, такое иногда случается. Может быть, кто-то забыл монополизировать этот дизайн тряпичной куклы.
zh_hans: 这种情况时有发生。也许有人忘了垄断这个布偶猫的设计。
zh_hant: 這種情況時有發生。也許有人忘了壟斷這個布偶貓的設計。

# Dialogue_AARagdoll
source: Just leave that doll.
es: Deja ese muñeco.
fr: Laissez cette poupée.
hu: Csak hagyjuk a babát.
ru: Просто забудь об этой кукле.
zh_hans: 把这个娃娃留下。
zh_hant: 把這個娃娃留下。

# Dialogue_AARagdoll
source: It’s like the doll which was made by...
es: Es como el muñeco hecho por...
fr: Cela ressemble à la poupée qui a été faite par...
hu: Pont úgy néz ki, mint azok a rongybabák, amiket...
ru: Это как кукла, которая была сделана...
zh_hans: 看上去制作这个娃娃的是...
zh_hant: 看上去制作這個娃娃的是...

# Dialogue_AARagdoll
source: How on earth did this get here?
es: ¿Cómo diablos llegó esto aquí?
fr: Comment diable cela est-il arrivé ici ?
hu: Hogy kerül ez ide?
ru: Как, черт возьми, это сюда попало?
zh_hans: 它怎么会在这儿?
zh_hant: 它怎麽會在這兒?

# Dialogue_AARagdoll
source: ...by someone I knew.
es: … por alguien que conocí.
fr: ...par quelqu'un que je connaissais.
hu: ...valaki, akit régebben ismertem, készített.
ru: ...кем-то, кого я знал.
zh_hans: ...应该是某个我认识的家伙。
zh_hant: ...應該是某個我認識的家夥。

# Dialogue_AARagdoll
source: There are many weird things all over this place. What makes this stand out?
es: Hay muchas cosas raras por este lugar. ¿Qué hace que esto se destaque?
fr: Il y a beaucoup de choses bizarres dans cet endroit. Qu'est-ce qui fait la différence ?
hu: Annyi fura dolog van itt. Miért lenne ez különböző?
ru: Здесь много странных вещей. Чем эта вещь выделяется?
zh_hans: 这个地方有很多奇怪的东西。是什么让它如此引人注目?
zh_hant: 這個地方有很多奇怪的東西。是什麽讓它如此引人註目?

# Dialogue_AARagdoll
source: You are not funny.
es: No eres gracioso.
fr: Vous n'êtes pas drôle.
hu: Egyáltalán nem vagy vicces.
ru: Не смешно.
zh_hans: 你很没趣。
zh_hant: 妳很沒趣。
