Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDialogues/*/WarriorbDialogues.po
Languages: es, fr, hu, ru, zh_hans, zh_hant

# Dialogue_AARaven0
source: Go on your search then! Unless you'd like to chat some more with Raven.
es: ¡Continúa tu búsqueda entonces! A menos que quieras hablar un poco más con Cuervo.
fr: Alors, continuez vos recherches ! A moins que vous ne souhaitiez discuter davantage avec Corbeau.
hu: Indulj akkor! Kivéve, ha szeretnél beszélgetni Hollóval.
ru: Тогда иди на поиски! Если только ты не хочешь поболтать еще немного с Вороном.
zh_hans: 那就继续找吧！除非你想和乌鸦多聊聊。
zh_hant: 那就繼續找吧！除非妳想和烏鴉多聊聊。

# Dialogue_AARaven0
source: But you could.
es: Pero podrías.
fr: Mais vous pourriez.
hu: De megtehetnéd.
ru: Но ты бы мог.
zh_hans: 但是你可以。
zh_hant: 但是妳可以。

# Dialogue_AARaven0
source: It must be somewhere close to the Arcade.
es: Debe estar en algún lugar cerca del Arcade.
fr: Cela doit se trouver quelque part près de l'Arcade.
hu: Valahol az Árkád közelében kell lennie.
ru: Это должно быть где-то рядом с Аркадой.
zh_hans: 一定是在回廊附近。
zh_hant: 壹定是在回廊附近。

# Dialogue_AARaven0
source: Raven knows some people that'd be glad with that.
es: Cuervo conoce a algunas personas que estarían contentas con eso.
fr: Corbeau connaît des gens qui en seraient ravis.
hu: Holló ismer pár embert, aki ennek örülne.
ru: Ворон знает некоторых людей, которые были бы рады этому.
zh_hans: 乌鸦知道有些人会为此感到高兴。
zh_hant: 烏鴉知道有些人會為此感到高興。

# Dialogue_AARaven0
source: Is that where I will find your artefacts?
es: ¿Es ahí donde encontraré tus artefactos?
fr: C'est là que je trouverai vos artefacts ?
hu: Ott vannak a Varázstárgyak?
ru: Там я найду твои артефакты?
zh_hans: 我能在那里找到你的工艺品吗?
zh_hant: 我能在那裏找到妳的工藝品嗎?

# Dialogue_AARaven0
source: Save the world!
es: ¡Salvar el mundo!
fr: Sauvez le monde !
hu: Mentsük meg a Világot!
ru: Спасти мир!
zh_hans: 拯救世界！
zh_hant: 拯救世界！

# Dialogue_AARaven0
source: Niiice!
es: ¡Buueeeno!
fr: Biieeen !
hu: Széééép!
ru: Отлиииично!
zh_hans: 棒棒的！
zh_hant: 棒棒的！

# Dialogue_AARaven0
source: And now, even while we speak, their curse continues to spread.
es: Y ahora, incluso mientras hablamos, su maldición continúa extendiéndose.
fr: Et maintenant, alors même que nous parlons, leur malédiction continue de se propager.
hu: És most, miközben békésen társalogsz Hollóval, a Fertőzés egyre csak terjed.
ru: И даже сейчас, пока мы говорим, их проклятие продолжает распространяться.
zh_hans: 现在，就在我们说话的时候，他们的咒诅还在扩散。
zh_hant: 現在，就在我們說話的時候，他們的咒詛還在擴散。

# Dialogue_AARaven0
source: You are so hopeless...
es: Eres tan desesperado...
fr: Vous êtes tellement désespérés...
hu: Reménytelen vagy...
ru: Ты такой безнадежный...
zh_hans: 你真是没救了……
zh_hant: 妳真是沒救了……

# Dialogue_AARaven0
source: Until one day the spirits broke loose and formed Ruin.
es: Hasta que un día los espíritus se escaparon y formaron Ruin.
fr: Jusqu'au jour où les esprits se sont libérés et ont formé la Ruine.
hu: Aztán egy nap a szellemek elszabadultak, és megalkották a Fertőzést.
ru: Пока однажды духи не освободились и образовали Руин.
zh_hans: 直到有一天，幽魂挣脱了束缚，变成了毁灭。
zh_hant: 直到有壹天，幽魂掙脫了束縛，變成了毀滅。

# Dialogue_AARaven0
source: Ask more from Raven if you like!
es: ¡Pide más a Cuervo si quieres!
fr: Demandez davantage de choses à Corbeau si vous le souhaitez !
hu: Csak kérdezz még Hollótól, ha szeretnél.
ru: Если хочешь, можешь спросить что-то еще у Ворона!
zh_hans: 如果你愿意，可以再问问乌鸦！
zh_hant: 如果妳願意，可以再問問烏鴉！

# Dialogue_AARaven0
source: One more,... and the Gem will be completed!
es: Una más, ¡y la Gema estará completa!
fr: Encore un,... et la gemme sera achevée !
hu: Már csak egy kell, és a Kő teljesen feltöltődik!
ru: Еще один... и “Самоцвет” будет завершен!
zh_hans: 再来一个... 宝石就完成了！
zh_hant: 再來壹個... 寶石就完成了！

# Dialogue_AARaven0
source: You just have to do it.
es: Sólo tienes que hacerlo.
fr: Il suffit de le faire.
hu: Elég, ha teszed.
ru: Ты просто должен это сделать.
zh_hans: 你必须去做。
zh_hant: 妳必須去做。

# Dialogue_AARaven0
source: A strange creature, yet a familiar aura! Tell me, my dear Wizard, what happened to Tabby?
es: ¡Una criatura extraña, pero un aura familiar! Dime, mi querido mago, ¿Qué le pasó a Tabby?
fr: Une créature étrange, mais une aura familière ! Dis-moi, mon cher Magicien, qu'est-il arrivé à Tabby ?
hu: Furcsa teremtmény ismerős aurával. Mond csak, kedves Varázsló, mi történt Cirmossal?
ru: Странное существо, но знакомая аура! Скажи мне, мой дорогой Волшебник, что случилось с Тэбби?
zh_hans: 一个奇怪的生物，一个熟悉的光环! 告诉我，我亲爱的巫师，泰比怎么了?
zh_hant: 壹個奇怪的生物，壹個熟悉的光環! 告訴我，我親愛的巫師，泰比怎麽了?

# Dialogue_AARaven0
source: They both accepted that there is a great threat in this realm.
es: Ambos aceptaron que hay una gran amenaza en este reino.
fr: Ils ont tous deux reconnu qu'il existe une grande menace dans ce domaine.
hu: Mindketten rájöttek, hogy a Világ veszélyben van.
ru: Они оба согласились с тем, что в этом царстве существует большая угроза.
zh_hans: 他们都承认在这个王国存在着巨大的威胁。
zh_hant: 他們都承認在這個王國存在著巨大的威脅。

# Dialogue_AARaven0
source: Somewhere beyond that Gate there's a Portal. It will take you into the heart of the Realm.
es: En algún lugar más allá de esa Puerta hay un Portal. Te llevará al corazón del Reino.
fr: Quelque part au-delà de cette Porte, il y a un portail. Il vous emmènera au cœur du Royaume.
hu: A Kapun túl lesz egy Átjáró, ami ennek a Világnak a mélyére vezet.
ru: Где-то за этими Вратами есть портал. Он перенесет тебя в сердце Царства.
zh_hans: 在那扇门的后面有一个入口。它将带你进入王国的中心。
zh_hant: 在那扇門的後面有壹個入口。它將帶妳進入王國的中心。

# Dialogue_AARaven0
source: The Master and Raven are seeking knowledge about the Ruined Realm.
es: El Maestro y el Cuervo están buscando conocimiento sobre el Reino Arruinado.
fr: Le Maître et Corbeau sont à la recherche de connaissances sur le Royaume en Ruines.
hu: A Gazda és Holló a Fertőzést kutatja.
ru: Мастер и Ворон ищут новые сведенья о Разрушенном Царстве.
zh_hans: 主人和乌鸦正在寻找有关这片毁灭王国的知识。
zh_hant: 主人和烏鴉正在尋找有關這片毀滅王國的知識。

# Dialogue_AARaven0
source: About Ruin
es: Sobre Ruina
fr: À propos de la Ruine
hu: Fertőzés
ru: О Руине
zh_hans: 关于毁灭
zh_hant: 關於毀滅

# Dialogue_AARaven0
source: Your master said he is done with that.
es: Tu maestro dijo que terminó con eso.
fr: Votre maître a dit qu'il en avait fini avec cela.
hu: A Mestered azt mondta, már nem foglalkozik ezzel.
ru: Твой мастер сказал, что с этим покончено.
zh_hans: 你的主人说他已经受够了。
zh_hant: 妳的主人說他已經受夠了。

# Dialogue_AARaven0
source: Long ago it was called the Runic Realm.
es: Hace mucho tiempo se llamaba el Reino Rúnico.
fr: Il y a longtemps, on l'appelait le Royaume Runique.
hu: Réges régen Rúna Rendnek hívták.
ru: Давным-давно это называлось Руническим царством.
zh_hans: 很久以前，它被称为符文王国。
zh_hant: 很久以前，它被稱為符文王國。

# Dialogue_AARaven0
source: Raven is really sorry but he can't help you anymore.
es: Cuervo lo siente mucho, pero ya no puede ayudarte.
fr: Corbeau est vraiment désolé, mais il ne peut plus vous aider.
hu: Holló igazán sajnálja, de nem tud többet segíteni.
ru: Ворон очень сожалеет, но он больше не может тебе помочь.
zh_hans: 乌鸦真的很抱歉，但他不能再帮你了。
zh_hant: 烏鴉真的很抱歉，但他不能再幫妳了。

# Dialogue_AARaven0
source: And what about the Realm of the wizards? They did not go mad yet, did they?
es: ¿Y qué hay del Reino de los magos? Todavía no se volvieron locos, ¿verdad?
fr: Et qu'en est-il du Royaume des Magiciens ? Ils ne sont pas encore devenus fous, n'est-ce pas ?
hu: És mi a helyzet a Varázsló Világával? Az ottaniak nem őrültek meg, nem?
ru: А как же Царство Волшебников? Они ведь еще не сошли с ума?
zh_hans: 那巫师王国呢? 他们还没有发疯，是吗?
zh_hant: 那巫師王國呢? 他們還沒有發瘋，是嗎?

# Dialogue_AARaven0
source: Focus on what you have to do and you will find the real you.
es: Concéntrese en lo que tiene que hacer y encontrarás el verdadero tu.
fr: Concentrez-vous sur ce que vous avez à faire et vous trouverez le vrai vous.
hu: Foglalkozz azzal, amit tenned kell, és meg fogod találni önmagadat benne.
ru: Сосредоточься на том, что ты должен сделать, и ты найдешь настоящего себя.
zh_hans: 专注于你必须做的事情，你就会找到真正的你。
zh_hant: 專註於妳必須做的事情，妳就會找到真正的妳。

# Dialogue_AARaven0
source: This is stupid
es: Esto es estúpido
fr: C'est stupide
hu: Hülyeség
ru: Глупость какая-то
zh_hans: 这很愚蠢
zh_hant: 這很愚蠢

# Dialogue_AARaven0
source: Raven thinks freedom is such an empty word.
es: Cuervo piensa que libertad es una palabra tan vacía.
fr: Corbeau pense que la liberté est un mot si vide de sens.
hu: Holló szerint a szabadság csak egy üres szó.
ru: Ворон думает, что свобода - это такое пустое слово.
zh_hans: 乌鸦认为自由是个空洞的词。
zh_hant: 烏鴉認為自由是個空洞的詞。

# Dialogue_AARaven0
source: Almost there!
es: ¡Ya queda nada!
fr: On y est presque !
hu: Mindjárt megvan!
ru: Почти готово!
zh_hans: 快了！
zh_hant: 快了！

# Dialogue_AARaven0
source: He accepted his fate
es: Aceptó su destino
fr: Il a accepté son sort
hu: Elfogadta a sorsát
ru: Он смирился со своей судьбой
zh_hans: 他接受了自己的命运
zh_hant: 他接受了自己的命運

# Dialogue_AARaven0
source: You are not listening to Raven's words!
es: ¡No estás escuchando las palabras de Cuervo!
fr: Vous n'écoutez pas les paroles de Corbeau !
hu: Nem figyelsz arra, amit Holló mond!
ru: Ты не слушаешь слов Ворона!
zh_hans: 你没有在听乌鸦说话！
zh_hant: 妳沒有在聽烏鴉說話！

# Dialogue_AARaven0
source: Even so, Raven will tell you a bit.
es: Aun así, Cuervo te lo contará un poco.
fr: Malgré cela, Corbeau vous en dira un peu plus.
hu: Ettől függetlenül pár dolgot elmond Holló.
ru: Тем не менее, Ворон расскажет тебе немного.
zh_hans: 即便如此，乌鸦还是会告诉你一些的。
zh_hant: 即便如此，烏鴉還是會告訴妳壹些的。

# Dialogue_AARaven0
source: You know what? Raven totally agrees with that!
es: ¿Sabes que? ¡Cuervo está totalmente de acuerdo con eso!
fr: Vous savez quoi ? Corbeau est tout à fait d'accord avec ça !
hu: Tudod mit? Holló egyetért!
ru: Знаешь что? Ворон полностью с тобой согласен!
zh_hans: 你知道吗？乌鸦完全同意！
zh_hant: 妳知道嗎？烏鴉完全同意！

# Dialogue_AARaven0
source: The later we met the more time the World survived, didn't it?
es: Cuanto más tarde nos conocimos, más tiempo sobrevivió el mundo, ¿no?
fr: Plus tard notre rencontre a eu lieu, plus longtemps le Monde a survécu, n'est-ce pas ?
hu: Minél később találkozunk, annál tovább húzta a Világ, nemde?
ru: Не будет ли означать что, чем дольше мы не увидимся, тем больше времени проживет мир?
zh_hans: 我们相遇的越晚，这个世界存在的时间就越长，不是吗?
zh_hant: 我們相遇的越晚，這個世界存在的時間就越長，不是嗎?

# Dialogue_AARaven0
source: At first, lands lose their colours, people go mad... and then, everything breaks into shards until solely hollowness remains...
es: Al principio, las tierras pierden sus colores, la gente se vuelve loca... y luego, todo se rompe en fragmentos hasta que solo queda el vacío...
fr: Au début, les terres perdent leurs couleurs, les gens deviennent fous... et puis, tout se brise en éclats jusqu'à ce qu'il ne reste plus que le vide...
hu: Először elfakulnak a színek, az emberek pedig megőrülnek... aztán minden darabokra törik, míg csak a nagy üresség marad...
ru: Вначале земли теряют свой цвет, люди сходят с ума... а потом все разбивается на осколки, пока не останется одна лишь пустота...
zh_hans: 起初，土地失去了颜色，人们开始发疯……然后，一切都破碎成碎片，直到只剩下空虚……
zh_hant: 起初，土地失去了顏色，人們開始發瘋……然後，壹切都破碎成碎片，直到只剩下空虛……

# Dialogue_AARaven0
source: If the end is near, there is no point in making long term plans.
es: Si el final está cerca, no tiene sentido hacer planes a largo plazo.
fr: Si la fin est proche, il ne sert à rien de faire des plans à long terme.
hu: Ha közel a vég, nincs nagy értelme hosszú távra tervezni.
ru: Если конец близок, то нет смысла строить долгосрочные планы.
zh_hans: 如果末日即将来临，那就没有必要制定长期计划。
zh_hant: 如果末日即將來臨，那就沒有必要制定長期計劃。

# Dialogue_AARaven0
source: We all have a purpose in life.
es: Todos tenemos un propósito en la vida.
fr: Nous avons tous un but dans la vie.
hu: Mindenkinek van valami rendeltetése.
ru: У всех нас есть цель в жизни.
zh_hans: 我们都有一个人生目标。
zh_hant: 我們都有壹個人生目標。

# Dialogue_AARaven0
source: Private business? All right! We might have different motivations, however working together could be fruitful.
es: ¿Negocios privados? ¡Todo bien! Podríamos tener diferentes motivaciones, sin embargo, trabajar juntos podría ser fructífero.
fr: Les entreprises privées ? Très bien ! Nous pouvons avoir des motivations différentes, mais travailler ensemble peut être fructueux.
hu: Személyes ügy? Rendben, nem firtatom. Talán céljaink eltérnek, de attól még segíthetjük egymást.
ru: Для частного бизнеса? Ну ладно! У нас могут быть разные мотивы, но совместная работа может быть плодотворной.
zh_hans: 私人事务？好吧！我们可能动机不同，但是团结起来一定会有收获！
zh_hant: 私人事務？好吧！我們可能動機不同，但是團結起來壹定會有收獲！

# Dialogue_AARaven0
source: Forget it, I'm on my way now.
es: Olvídalo, estoy en camino ahora.
fr: Oubliez ça, je suis en route maintenant.
hu: Mindegy, indulok.
ru: Забудь, я уже ухожу.
zh_hans: 算了吧，我马上就来。
zh_hant: 算了吧，我馬上就來。

# Dialogue_AARaven0
source: What else should Raven tell you?
es: ¿Qué más debería decirte Cuervo?
fr: Que devrait encore vous dire Corbeau ?
hu: Mit mondjon még Holló?
ru: Что еще Ворон должен тебе рассказать?
zh_hans: 乌鸦还应该告诉你什么？
zh_hant: 烏鴉還應該告訴妳什麽？

# Dialogue_AARaven0
source: Farewell compeer until you meet Raven again!
es: ¡Adiós compañero hasta que te encuentres con Cuervo otra vez!
fr: Adieu compétiteur jusqu'à ce que vous rencontriez à nouveau Corbeau !
hu: Viszlát kolléga, még újra össze nem futsz Hollóval!
ru: Прощай, пока не встретишь Ворона вновь!
zh_hans: 再见了，小伙伴！
zh_hant: 再見了，小夥伴！

# Dialogue_AARaven0
source: The task is of high complexity.
es: La tarea es de alta complejidad.
fr: La tâche est d'une grande complexité.
hu: Nem lesz könnyű.
ru: Задача не из легких.
zh_hans: 这项任务很复杂。
zh_hant: 這項任務很復雜。

# Dialogue_AARaven0
source: Is there anything else for Raven?
es: ¿Hay algo más para Cuervo?
fr: Y a-t-il autre chose pour Corbeau ?
hu: Van még valami mondandód Hollónak?
ru: Есть какие-либо еще вопросы для Ворона?
zh_hans: 还有其它事找乌鸦吗？
zh_hant: 還有其它事找烏鴉嗎？

# Dialogue_AARaven0
source: Raven used to like being a bird, but now he has no other choice. He must embrace what he became.
es: A Cuervo le gustaba ser un pájaro, pero ahora no tiene otra opción. Debe aceptar en lo que se ha convertido.
fr: Avant, Corbeau aimait être un oiseau, mais maintenant il n'a plus le choix. Il doit embrasser ce qu'il est devenu.
hu: Holló szeretett egyszerű madár lenni, de már nincs választása. Fel kell nőnie ahhoz, amivé vált.
ru: Раньше Ворону нравилось быть птицей, но теперь у него нет другого выбора. Он должен принять то, кем он стал.
zh_hans: 乌鸦过去喜欢当鸟，但现在他没有别的选择。他必须接受他所变成的样子。
zh_hant: 烏鴉過去喜歡當鳥，但現在他沒有別的選擇。他必須接受他所變成的樣子。

# Dialogue_AARaven0
source: We'd rather have some fun before it's all over.
es: Preferimos divertirnos un poco antes de que todo ha terminado.
fr: Nous préférons nous amuser avant que tout ne soit terminé.
hu: Legalább addig érezzük jól magunkat, amíg az egésznek annyi.
ru: Нам лучше повеселиться, перед тем как все закончится.
zh_hans: 我们想在一切结束之前找点乐子。
zh_hant: 我們想在壹切結束之前找點樂子。

# Dialogue_AARaven0
source: Krrr... Raven notices that you've found the Gem!
es: Krrr... ¡Cuervo se da cuenta de que has encontrado la Gema!
fr: Krrr... Corbeau remarque que vous avez trouvé la gemme !
hu: Krrr... Holló látja, hogy már megtaláltad a Követ!
ru: Каррр... Ворон видит, что ты уже нашел Самоцвет!
zh_hans: 呃…… 乌鸦发现你找到了宝石!
zh_hant: 呃…… 烏鴉發現妳找到了寶石!

# Dialogue_AARaven0
source: Let Raven tell you something:
es: Deja que Cuervo te cuente algo:
fr: Laissez Corbeau vous dire quelque chose :
hu: Hadd mondjon valamit Holló:
ru: Позволь Ворону кое-что тебе рассказать:
zh_hans: 让乌鸦告诉你吧：
zh_hant: 讓烏鴉告訴妳吧：

# Dialogue_AARaven0
source: Nevermind. Raven is kidding.
es: No importa. Cuervo está bromeando.
fr: Peu importe. Corbeau plaisante.
hu: Semmi gond, Holló csak viccel.
ru: Неважно. Ворон шутит.
zh_hans: 别介意。乌鸦是在开玩笑。
zh_hant: 別介意。烏鴉是在開玩笑。

# Dialogue_AARaven0
source: Hopeless...
es: Sin esperanza...
fr: Sans espoir...
hu: Reménytelen...
ru: Безнадежно...
zh_hans: 毫无希望...
zh_hant: 毫無希望...

# Dialogue_AARaven0
source: What?
es: ¿Qué?
fr: Quoi ?
hu: Mi?
ru: Что?
zh_hans: 什么？？
zh_hant: 什麽？？

# Dialogue_AARaven0
source: About wizards
es: Sobre magos
fr: A propos des magiciens
hu: Varázslók
ru: О волшебниках
zh_hans: 关于巫师。
zh_hant: 關於巫師。

# Dialogue_AARaven0
source: How can I know that if you don't do it?
es: ¿Cómo puedo saber eso si no lo haces?
fr: Comment puis-je le savoir si vous ne le faites pas ?
hu: Honnan tudjam, ha nem csinálod?
ru: Откуда мне это знать, если ты этого не сделаешь?
zh_hans: 如果你不做，我怎么知道?
zh_hant: 如果妳不做，我怎麽知道?

# Dialogue_AARaven0
source: They don't believe that Ruin can affect their World. They say that it has no effect.
es: No creen que Ruin pueda afectar su mundo. Dicen que no tiene ningún efecto.
fr: Ils ne croient pas que la Ruine puisse affecter leur Monde. Ils disent qu'elle n'a aucun effet.
hu: Nem hiszik el, hogy a Fertőzés őket is elérheti.
ru: Они не верят, что Руин может повлиять на их мир. Они говорят, что он не имеет никакого эффекта.
zh_hans: 他们不相信毁灭会影响他们的世界。他们说没有效果。
zh_hant: 他們不相信毀滅會影響他們的世界。他們說沒有效果。

# Dialogue_AARaven0
source: Go now! Raven needs to think.
es: ¡Ve ahora! Cuervo necesita pensar.
fr: Partez maintenant ! Corbeau a besoin de réfléchir.
hu: Indulj! Hollónak még gondolkodnia kell.
ru: Иди же! Ворону нужно подумать.
zh_hans: 现在就去吧！乌鸦需要思考。
zh_hant: 現在就去吧！烏鴉需要思考。

# Dialogue_AARaven0
source: You were a bird once. Then you became something else.
es: Eras un pájaro una vez. Y ahora eres otra cosa.
fr: Vous étiez un oiseau autrefois. Puis vous êtes devenu autre chose.
hu: Valamikor madár voltál, aztán valami más lett belőled.
ru: Когда-то ты была птицей. Потом ты стал кем-то другим.
zh_hans: 你曾经是一只鸟。然后你就变了。
zh_hant: 妳曾經是壹只鳥。然後妳就變了。

# Dialogue_AARaven0
source: Don't know
es: No lo se
fr: Je ne sait pas
hu: Nem tudom
ru: Не знаю
zh_hans: 不知道
zh_hant: 不知道

# Dialogue_AARaven0
source: Raven knows what his task is. Do you know yours?
es: Cuervo sabe cuál es su tarea. ¿Conoces el tuyo?
fr: Corbeau sait quelle est sa tâche à accomplir. Connaissez-vous la vôtre ?
hu: Holló tudja, mi a feladata. Te tudod a sajátodat?
ru: Ворон знает, какова его задача. А знаешь ли ты свою?
zh_hans: 乌鸦知道他的任务是什么。你了解你的任务吗?
zh_hant: 烏鴉知道他的任務是什麽。妳了解妳的任務嗎?

# Dialogue_AARaven0
source: Got it? Free like a bird! Ha-ha-ha!
es: ¿Lo tengo? ¡Libre como un pájaro! ¡Jajaja!
fr: Compris ? Libre comme l'oiseau ! Ha-ha-ha !
hu: Érted? Szabad mint a madár! Ha-ha-ha!
ru: Понял? Свободен, как птица! Ха-ха-ха!
zh_hans: 明白了吗? 像鸟一样自由！哈哈哈！
zh_hant: 明白了嗎? 像鳥壹樣自由！哈哈哈！

# Dialogue_AARaven0
source: Raven is doing this because this is what he is.
es: Cuervo está haciendo esto porque esto es lo que es.
fr: Corbeau fait cela parce que c'est ce qu'il est.
hu: Holló azért teszi ezt, mert most már ő maga is ez.
ru: Ворон делает это, потому что это то, что он есть.
zh_hans: 乌鸦这么做是因为他就是这样的家伙。
zh_hant: 烏鴉這麽做是因為他就是這樣的家夥。

# Dialogue_AARaven0
source: Maybe.
es: Tal vez.
fr: Peut-être.
hu: Lehet.
ru: Возможно.
zh_hans: 也许。
zh_hant: 也許。

# Dialogue_AARaven0
source: That’s over now. This time it's for private business.
es: Eso ya terminó. Esta vez es para negocios privados.
fr: C'est terminé maintenant. Cette fois, c'est une affaire privée.
hu: Annak már vége. Ezúttal személyes ügyben vagyok itt.
ru: Это уже позади. На этот раз это для частного бизнеса.
zh_hans: 结束了。这一次是为了私人事务。
zh_hant: 結束了。這壹次是為了私人事務。

# Dialogue_AARaven0
source: I want to be free again!
es: ¡Quiero ser libre otra vez!
fr: Je veux être libre à nouveau !
hu: Újra szabad akarok lenni!
ru: Я хочу снова быть свободным!
zh_hans: 我想重获自由！
zh_hant: 我想重獲自由！

# Dialogue_AARaven0
source: I would like to go home.
es: Me gustaría ir a casa.
fr: Je voudrais rentrer chez moi.
hu: Haza akarok menni.
ru: Я хотел бы пойти домой.
zh_hans: 我想回家。
zh_hant: 我想回家。

# Dialogue_AARaven0
source: You still haven't found the Gem.
es: Aún no has encontrado la Gema.
fr: Vous n'avez toujours pas trouvé la Gemme.
hu: Még mindig nincs nálad a Kő.
ru: Ты все еще не нашел Самоцвет.
zh_hans: 你还没找到宝石。
zh_hant: 妳還沒找到寶石。

# Dialogue_AARaven0
source: Let's talk about something else!
es: ¡Hablemos de otra cosa!
fr: Parlons d'autre chose !
hu: Beszélj Hollóval valami másról!
ru: Давай поговорим о чем-нибудь другом!
zh_hans: 我们谈点别的吧！
zh_hant: 我們談點別的吧！

# Dialogue_AARaven0
source: If you can't fulfill your task, then maybe your master should look for a better servant.
es: Si no puede cumplir con su tarea, entonces tal vez su maestro debería buscar un mejor servidor.
fr: Si vous ne pouvez pas remplir votre tâche, alors peut-être que votre maître devrait chercher un meilleur serviteur.
hu: Ha nem tudod teljesíteni a feladatodat, akkor a Mesterednek talán más szolgálót kellene keresnie.
ru: Если ты не можешь выполнить свою задачу, то, возможно, твоему мастеру стоит поискать кого-нибудь получше.
zh_hans: 如果你不能完成你的任务，那么也许你的主人应该找一个更好的仆人。
zh_hant: 如果妳不能完成妳的任務，那麽也許妳的主人應該找壹個更好的仆人。

# Dialogue_AARaven0
source: Yes?
es: ¿Sí?
fr: Oui ?
hu: Igen?
ru: Да?
zh_hans: 嗯？
zh_hant: 嗯？

# Dialogue_AARaven0
source: No thanks! I'm on my way now.
es: ¡No, gracias! Estoy en camino ahora.
fr: Non merci ! Je suis ma route maintenant.
hu: Kösz, nem! Indulok.
ru: Нет, спасибо! Я уже ухожу.
zh_hans: 不必了,谢谢！我现在就去。
zh_hant: 不必了,謝謝！我現在就去。

# Dialogue_AARaven0
source: The gate is open!
es: ¡La puerta está abierta!
fr: La porte est ouverte !
hu: A Kapu kinyílt!
ru: Врата открыты!
zh_hans: 大门是开着的！
zh_hant: 大門是開著的！

# Dialogue_AARaven0
source: Go home
es: Ir a casa
fr: Rentre chez toi
hu: Hazajutni
ru: Вернуться домой
zh_hans: 回家
zh_hant: 回家

# Dialogue_AARaven0
source: So why not open the gate?
es: Entonces, ¿por qué no abres la puerta?
fr: Alors pourquoi ne pas ouvrir la porte ?
hu: Miért ne nyitnánk ki a Kaput?
ru: Так почему бы не открыть врата?
zh_hans: 那么，为什么不打开这扇门呢?
zh_hant: 那麽，為什麽不打開這扇門呢?

# Dialogue_AARaven0
source: What can you tell me about the Ruined Realm?
es: ¿Qué me puedes decir sobre el Reino Arruinado?
fr: Que pouvez-vous me dire sur le Royaume en Ruines ?
hu: Mit tudsz a Fertőzött Földről?
ru: Что ты можешь рассказать о Разрушенном Царстве?
zh_hans: 乌鸦将冒险深入毁灭王国！
zh_hant: 烏鴉將冒險深入毀滅王國！

# Dialogue_AARaven0
source: You failed to see the meaning behind Raven's thoughts.
es: No lograste ver el significado detrás de los pensamientos de Cuervo.
fr: Vous n'avez pas compris le sens des pensées de Corbeau.
hu: Nem értetted meg Holló szavainak értelmét.
ru: Ты не смог понять суть мыслей Ворона.
zh_hans: 你没有体会到乌鸦思想背后的意义。
zh_hant: 妳沒有體會到烏鴉思想背後的意義。

# Dialogue_AARaven0
source: We'll see.
es: Ya veremos.
fr: Nous verrons bien.
hu: Meglátjuk.
ru: Посмотрим.
zh_hans: 再说吧。
zh_hant: 再說吧。

# Dialogue_AARaven0
source: Maybe you are wiser than Raven, but that's just a thought, little spirit.
es: Tal vez eres más sabio que Cuervo, pero eso es solo un pensamiento, pequeño espíritu.
fr: Vous êtes peut-être plus sage que Corbeau, mais ce n'est qu'une pensée, petit esprit.
hu: Talán mégis bölcsebb vagy, mint ahogy azt Holló feltételezte, kicsi szellem.
ru: Может, ты и мудрее Ворона, но это всего лишь мысль, маленький дух.
zh_hans: 也许你比乌鸦聪明，但那只是一种想法，小精灵。
zh_hant: 也許妳比烏鴉聰明，但那只是壹種想法，小精靈。

# Dialogue_AARaven0
source: Raven doesn't believe it's true.
es: Cuervo no cree que sea verdad.
fr: Corbeau ne croit pas que ce soit vrai.
hu: Holló nem hiszi, hogy ez igaz lenne.
ru: Ворон не верит в это.
zh_hans: 乌鸦不相信这是真的。
zh_hant: 烏鴉不相信這是真的。

# Dialogue_AARaven0
source: Just look at Raven! He's free like a bird.
es: ¡Solo mira a Cuervo! Es libre como un pájaro.
fr: Regardez Raven ! Il est libre comme l'oiseau.
hu: Csak nézz Hollóra! Szabad, mint a madár.
ru: Только взгляни на Ворона! Он свободен, как птица.
zh_hans: 看看乌鸦！他像鸟一样自由。
zh_hant: 看看烏鴉！他像鳥壹樣自由。

# Dialogue_AARaven0
source: I’m in.
es: Estoy dentro.
fr: J'en suis.
hu: Benne vagyok.
ru: Я согласен.
zh_hans: 我来了。
zh_hant: 我來了。
