Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDialogues/*/WarriorbDialogues.po
Languages: es, fr, hu, ru, zh_hans, zh_hant

# Dialogue_Monk
source: He can’t release his daughter. He can’t accept that she is gone. He wants to get her back even if it means they all die after a few months...
es: No puede liberar a su hija. No puede aceptar que ella se haya ido. Él quiere recuperarla, incluso si eso significa que todos mueren después de unos meses...
fr: Il ne peut pas libérer sa fille. Il ne peut pas accepter qu'elle soit partie. Il veut la récupérer même si cela signifie qu'ils vont tous mourir après quelques mois...
hu: Nem tudja elengedni a lányát. Nem tudja elfogadni, hogy már nincs többé. Úgy is vissza akarja kapni, ha utána csak néhány hónapja marad a világnak.
ru: Он не может отпустить свою дочь. Он не может смириться с тем, что она мертва. Он хочет вернуть ее, даже если это значит, что они все умрут через несколько месяцев...
zh_hans: 他放不下他的女儿。他无法接受她的离去。他想让她回来，即使这意味着他们几个月后都会死去……
zh_hant: 他放不下他的女兒。他無法接受她的離去。他想讓她回來，即使這意味著他們幾個月後都會死去……

# Dialogue_Monk
source: Wait! You can’t just dis...
es: ¡Espere! No puedes simplemente desa...
fr: Attendez ! Vous ne pouvez pas...
hu: Várj, nem választh...
ru: Подожди! Ты не можешь просто...
zh_hans: 等等! 你不能就这么…
zh_hant: 等等! 妳不能就這麽…

# Dialogue_Monk
source: All right and what can we do against it?
es: Está bien. ¿Y qué podemos hacer contra eso?
fr: Très bien et que pouvons-nous faire contre cela ?
hu: Értem, és mit tehetünk ellene?
ru: Хорошо, и как мы можем противостоять этому?
zh_hans: 好吧，我们能做些什么呢?
zh_hant: 好吧，我們能做些什麽呢?

# Dialogue_Monk
source: Now it’s better.
es: Ahora es mejor.
fr: Maintenant, c'est mieux.
hu: Máris sokkal jobb.
ru: Вот так-то лучше.
zh_hans: 现在好多了。
zh_hant: 現在好多了。

# Dialogue_Monk
source: To be honest I don’t have the faintest idea. I just want to be free again.
es: Para ser sincero, no tengo la menor idea. Solo quiero volver a ser libre.
fr: Pour être honnête, je n'en ai pas la moindre idée. Je veux juste être libre à nouveau.
hu: Őszintén szólva fogalmam sincs. Csak újra szabad akarok lenni.
ru: Честно говоря, у меня нет ни малейшего представления. Я просто хочу снова быть свободным.
zh_hans: 老实说，我一点儿也不知道。我只想重获自由。
zh_hant: 老實說，我壹點兒也不知道。我只想重獲自由。

# Dialogue_Monk
source: Do you think Ruin will stop after swallowing the Human Realm?
es: ¿Crees que Ruin se detendrá después de tragar el Reino Humano?
fr: Pensez-vous que la Ruine s'arrêtera après avoir avalé le Royaume des Hommes ?
hu: Azt hiszed, a Fertőzés meg fog állni az Ember Világ után?
ru: Думаешь, Руин остановится после того, как проглотит Человеческое царство?
zh_hans: 你认为毁灭会在吞噬人类王国后停止吗?
zh_hant: 妳認為毀滅會在吞噬人類王國後停止嗎?

# Dialogue_Monk
source: He says he wants his daughter back but I think he is still trying to close the Realm to stop Ruin.
es: Dice que quiere recuperar a su hija, pero creo que todavía está tratando de cerrar el Reino para detener a Ruin.
fr: Il dit qu'il veut récupérer sa fille mais je pense qu'il essaie toujours de fermer le Royaume pour arrêter la Ruine.
hu: Azt mondja, a lányát szeretné visszakapni, de szerintem még mindig szét akarja választani a Világokat.
ru: Он говорит, что хочет вернуть свою дочь, но я думаю, что он все еще пытается закрыть Царство, чтобы остановить Руин.
zh_hans: 他说他想要他的女儿回来，但我认为他仍在试图关闭王国以阻止毁灭。
zh_hant: 他說他想要他的女兒回來，但我認為他仍在試圖關閉王國以阻止毀滅。

# Dialogue_Monk
source: Yet he doesn’t care about the World. He wants to get her back even if it means they all die after a few months...
es: Sin embargo, no le importa el Mundo. Él quiere recuperarla, incluso si eso significa que todos mueren después de unos meses...
fr: Pourtant, il ne se soucie pas du monde. Il veut la récupérer même si cela signifie qu'ils meurent tous après quelques mois...
hu: De őt nem érdekli már a Világ sorsa. Akkor is vissza akarja kapni a lányát, ha csak néhány hónapjuk lesz utána, mielőtt minden véget ér...
ru: Но ему плевать на мир. Он хочет вернуть ее, даже если это значит, что они все умрут через несколько месяцев...
zh_hans: 然而他并不关心这个世界。他想让她回来，即使这意味着他们几个月后都会死去……
zh_hant: 然而他並不關心這個世界。他想讓她回來，即使這意味著他們幾個月後都會死去……

# Dialogue_Monk
source: Thanks for the Soulcaster
es: Gracias por el Lanzador de Almas
fr: Merci pour le Lanceur de Sort
hu: Kösz a Lélekőrt
ru: Спасибо за Заклинателя
zh_hans: 感谢灵魂施放者
zh_hant: 感謝靈魂施放者

# Dialogue_Monk
source: Why should it concern me if Ruin destroys your Realm? You deserve it for summoning us to do the hard work.
es: ¿Por qué debería preocuparme si Ruin destruye tu Reino? Te lo mereces por convocarnos para hacer el trabajo duro.
fr: Pourquoi cela devrait-il me préoccuper si la Ruine détruit votre Royaume ? Vous le méritez pour nous avoir demandé de faire le travail difficile.
hu: Miért kéne hogy izgasson, elpusztítja-e a Fertőzés a ti Világotokat? Megérdemlitek, amiért rabszolgát csináltatok belőlünk.
ru: Почему меня должно волновать, что Руин уничтожит твое царство? В конце концов ты заслужил это, за то, что вызвал нас проделать всю тяжелую работу.
zh_hans: 如果毁灭摧毁了你的王国，我又有什么好担心的呢? 你召唤我们去做艰苦的工作，这是你应得的下场。
zh_hant: 如果毀滅摧毀了妳的王國，我又有什麽好擔心的呢? 妳召喚我們去做艱苦的工作，這是妳應得的下場。

# Dialogue_Monk
source: You again? I told you if you want something from the Wizard go and find him yourself...
es: ¿Tú otra vez? Te dije que si querías algo del Mago, ve a buscarlo tú mismo...
fr: Encore vous ? Je vous ai dit que si vous voulez quelque chose de la part du Magicien, allez le trouver vous-même...
hu: Megint te? Mondtam, ha akarsz valamit a Varázslótól, keresd fel személyesen...
ru: Опять ты? Я же сказал, если тебе что-то нужно от Волшебника, иди и найди его сам...
zh_hans: 又是你? 我告诉过你，如果你想从巫师那里得到什么，你自己去找他……
zh_hant: 又是妳? 我告訴過妳，如果妳想從巫師那裏得到什麽，妳自己去找他……

# Dialogue_Monk
source: It might take time but it will reach the Unknown Realm and all the spirits will become part of Ruin just like those who were summoned here.
es: Puede llevar tiempo, pero llegará al Reino Desconocido y todos los espíritus se convertirán en parte de Ruin al igual que los que fueron convocados aquí.
fr: Cela peut prendre du temps mais il atteindra le Royaume Inconnu et tous les esprits feront partie de la Ruine tout comme ceux qui ont été convoqués ici.
hu: Időbe fog telni, de végül a Fertőzés eléri az Ismeretlen Világot, és magába olvasztja az ott élő szellemeket. Úgy jártok majd, mint azok, akiket ide idéztek.
ru: Это может займет время, но оно достигнет Неизвестного Царства, и все духи станут частью Руина, как и те, кто был вызван сюда.
zh_hans: 这可能需要时间，但它将到达未知王国和所有的精神将成为毁灭的一部分，就像那些被召唤到这里。
zh_hant: 這可能需要時間，但它將到達未知王國和所有的精神將成為毀滅的壹部分，就像那些被召喚到這裏。

# Dialogue_Monk
source: I’m not sure. I will think about it.
es: No estoy seguro. Voy a pensar en ello.
fr: Je n'en suis pas sûr. Je vais y réfléchir.
hu: Nem tudom még. Át kell gondolnom.
ru: Я не уверен. Я подумаю об этом.
zh_hans: 我不确定。我会考虑的。
zh_hant: 我不確定。我會考慮的。

# Dialogue_Monk
source: The Wizard created a device which can separate the Realms. This is the only way to stop Ruin from spreading.
es: El Mago creó un aparato que puede separar los Reinos. Esta es la única forma de evitar que Ruin se propague.
fr: Le Magicien a créé un dispositif qui peut séparer les royaumes. C'est le seul moyen d'empêcher la propagation de la Ruine.
hu: Varázsló készített egy Szerkezetet, ami képes szétválasztani a Világokat. Egyedül így tudjuk megakadályozni, hogy a Fertőzés átterjedjen.
ru: Волшебник создал устройство, которое может разделять Царства. Это единственный способ остановить распространение Руина.
zh_hans: 巫师创建了一个可以分隔王国的装置。这是防止毁灭蔓延的唯一办法。
zh_hant: 巫師創建了壹個可以分隔王國的裝置。這是防止毀滅蔓延的唯壹辦法。

# Dialogue_Monk
source: This time I would like to talk to you...
es: Esta vez me gustaría hablar contigo...
fr: Cette fois, je voudrais vous parler...
hu: Ezúttal veled szeretnék beszélni...
ru: На этот раз я хотел бы поговорить с тобой...
zh_hans: 这次我想和你谈谈……
zh_hant: 這次我想和妳談談……

# Dialogue_Monk
source: Don’t know
es: No lo se
fr: Ne sait pas
hu: Nem tudom
ru: Не знаю
zh_hans: 不知道
zh_hant: 不知道

# Dialogue_Monk
source: Not my problem
es: No es mi problema
fr: Pas mon problème
hu: Nem az én gondom
ru: Не моя проблема
zh_hans: 不是我的问题
zh_hant: 不是我的問題

# Dialogue_Monk
source: Accept plan
es: Aceptar el plan
fr: Accepter le Plan
hu: Benne vagyok
ru: Принять план
zh_hans: 接受计划
zh_hant: 接受計劃

# Dialogue_Monk
source: Bring back daughter
es: Traer de vuelta la hija
fr: Ramener sa fille
hu: A lányát visszakapni
ru: Вернуть дочь
zh_hans: 把女儿带回来
zh_hant: 把女兒帶回來

# Dialogue_Monk
source: Not sure
es: No estoy seguro
fr: Pas sûr
hu: Nem vagyok biztos
ru: Не уверен
zh_hans: 不确定
zh_hant: 不確定

# Dialogue_Monk
source: Have no fear, I will have this done!
es: ¡No tengas miedo, haré esto!
fr: N'ayez pas peur, je vais faire en sorte que ce soit fait !
hu: Ne aggódj, számíthatsz rám!
ru: Не бойся, я сделаю это!
zh_hans: 别怕，我会把这事办好的！
zh_hant: 別怕，我會把這事辦好的！

# Dialogue_Monk
source: For you this would be completely different. For you this is not a sacrifice but a way of going home!
es: Para ti esto sería completamente diferente. ¡Para ti esto no es un sacrificio sino una forma de volver a casa!
fr: Pour vous, ce serait complètement différent. Pour vous, ce n'est pas un sacrifice, mais une façon de rentrer chez vous !
hu: Neked ugyanez teljesen más lenne. Számodra átkerülni az Ismeretlen Világba nem áldozat, hanem hazaút.
ru: Для тебя это будет совсем по-другому. Для тебя это не жертва, а способ вернуться домой!
zh_hans: 对你来说，这将是完全不同的。对你来说，这不是牺牲，而是回家的路!
zh_hant: 對妳來說，這將是完全不同的。對妳來說，這不是犧牲，而是回家的路!

# Dialogue_Monk
source: You are wrong. The World is falling apart yet he doesn’t care about it even when he is the only one who could stop Ruin.
es: Estás equivocado. El mundo se está desmoronando, pero a él no le importa, incluso cuando es el único que podría detener a Ruin.
fr: Vous avez tort. Le Monde s'effondre et pourtant il s'en moque, même s'il est le seul à pouvoir arrêter la Ruine.
hu: Tévedés. A Világ darabokra hullik, őt pedig ez már a legkevésbé sem érdekli. Még úgy sem, hogy ő az egyetlen, aki tehetne ellene.
ru: Ты ошибаешься. Мир разваливается на части, но его это не волнует, даже если он единственный, кто может остановить Руин.
zh_hans: 你错了。世界正在分崩离析，而他却毫不在意，即使他是唯一可以阻止毁灭的人。
zh_hant: 妳錯了。世界正在分崩離析，而他卻毫不在意，即使他是唯壹可以阻止毀滅的人。

# Dialogue_Monk
source: I’m also glad. It was bloody damn difficult.
es: También me alegro. Fue jodidamente difícil.
fr: Je suis également heureux. C'était sacrément difficile.
hu: Én is örülök. Hülye nehéz volt.
ru: Я тоже рад. Это было чертовски трудно.
zh_hans: 我也很高兴。这真是太难了。
zh_hant: 我也很高興。這真是太難了。

# Dialogue_Monk
source: Decline plan
es: Rechazar el plan
fr: Refuser le Plan
hu: Inkább nem
ru: Отклонить план
zh_hans: 拒绝计划
zh_hant: 拒絕計劃

# Dialogue_Monk
source: The World is falling apart and only the Wizard has a chance to stop this.
es: El mundo se está desmoronando y solo el Mago tiene la oportunidad de detener esto.
fr: Le Monde s'effondre et seul le Magicien a une chance d'arrêter cela.
hu: A Világ darabjaira hullik, és egyedül Varázslónak van esélye tenni ellene.
ru: Мир разваливается на части, и только у Волшебника есть шанс остановить это.
zh_hans: 世界正在分崩离析，只有巫师有机会阻止它。
zh_hant: 世界正在分崩離析，只有巫師有機會阻止它。

# Dialogue_Monk
source: Hello, little Wanderer! I’m glad you made it this far.
es: ¡Hola, pequeño Errante! Me alegra que hayas llegado hasta aquí.
fr: Bonjour, petit Vagabond ! Je suis content que vous soyez arrivé jusqu'ici.
hu: Helló, kicsi Vándor! Örülök, hogy ilyen messzire jutottál.
ru: Привет, маленький Странник! Я рад, что ты смог зайти так далеко.
zh_hans: 你好, 小流浪者！我很高兴你能走到这一步。
zh_hant: 妳好, 小流浪者！我很高興妳能走到這壹步。

# Dialogue_Monk
source: I'm a demon
es: Soy un demonio
fr: Je suis un démon
hu: Démon vagyok
ru: Я демон
zh_hans: 我是一个恶魔
zh_hant: 我是壹個惡魔

# Dialogue_Monk
source: My plan is simple.
es: Mi plan es sencillo.
fr: Mon plan est simple.
hu: A tervem egyszerű.
ru: Мой план довольно прост.
zh_hans: 我的计划很简单
zh_hant: 我的計劃很簡單

# Dialogue_Monk
source: I saw Ruin and I don’t want the same to happen to any other Realm. What can I do?
es: Vi a Ruin y no quiero que le pase lo mismo a ningún otro Reino. ¿Que puedo hacer?
fr: J'ai vu la Ruine et je ne veux pas que la même chose arrive à un autre Royaume. Que puis-je faire ?
hu: Láttam a Fertőzést, nem hagyhatom, hogy a többi Világot is elérje. Mit tehetek?
ru: Я видел Руин и не хочу, чтобы то же самое случилось с любим другим Царством. Чем я могу помочь?
zh_hans: 我看到了毁灭，我不希望任何其他王国会重蹈覆辙。我能做什么?
zh_hant: 我看到了毀滅，我不希望任何其他王國會重蹈覆轍。我能做什麽?

# Dialogue_Monk
source: For the sake of all Realms I hope you will make the right decision.
es: Por el bien de todos los Reinos, espero que tomes la decisión correcta.
fr: Dans l'intérêt de tous les Royaumes, j'espère que vous prendrez la bonne décision.
hu: Minden Világ érdekében, remélem a helyes utat választod.
ru: Ради всех Царств я надеюсь, что ты примешь правильное решение.
zh_hans: 为了所有王国的利益，我希望你能做出正确的决定。
zh_hant: 為了所有王國的利益，我希望妳能做出正確的決定。

# Dialogue_Monk
source: Once you are there find the Laboratory and activate the device! It will take you home and will separate the Worlds which means no spirit will be ever summoned again!
es: Una vez que esté allí, busque el Laboratorio y active el aparato. ¡Te llevará a casa y separará los Mundos, lo que significa que ningún espíritu volverá a ser convocado!
fr: Une fois sur place, trouvez le Laboratoire et activez l'appareil ! Il vous ramènera chez vous et séparera les Mondes, ce qui signifie qu'aucun esprit ne sera plus jamais invoqué !
hu: Ha sikerül bejutnod a Laboratóriumba, aktiváld a Szerkezetet! Át fog vinni az Ismeretlen Világba, és szét fogja választani a Világokat. Ez azt is jelenti, hogy soha többé nem idézhetnek szellemeket rabszolgának.
ru: Как только ты окажешься там, найди Лабораторию и активируй устройство! Оно доставит тебя домой и разделит Миры, а это значит, что ни один дух больше никогда не будет вызван!
zh_hans: 一旦你到了那里，找到实验室，激活装置! 它会带你回家，并将世界分离，这意味着再也不会有灵魂被召唤!
zh_hant: 壹旦妳到了那裏，找到實驗室，激活裝置! 它會帶妳回家，並將世界分離，這意味著再也不會有靈魂被召喚!

# Dialogue_Monk
source: ...and I don’t want our conversation to be overheard, so if you don’t mind...
es: ... y no quiero que se escuche nuestra conversación, así que si no te importa...
fr: ...et je ne veux pas que notre conversation soit entendue, alors si ça ne vous dérange pas...
hu: ...és nem szeretném, hogy bárki is kihallgasson minket. Szóval, ha nem bánod...
ru: ...и я бы не хотел, чтобы наш разговор был подслушан, так что, если ты не возражаешь...
zh_hans: ...我不想让别人听到我们的谈话，所以如果你不介意的话……
zh_hant: ...我不想讓別人聽到我們的談話，所以如果妳不介意的話……

# Dialogue_Monk
source: How to save the World?
es: ¿Cómo salvar al Mundo?
fr: Comment sauver le Monde ?
hu: Hogy mentsük a Világot?
ru: Как спасти мир?
zh_hans: 如何拯救世界？
zh_hant: 如何拯救世界？

# Dialogue_Monk
source: Farewell Wanderer!
es: ¡Adiós Errante!
fr: Adieu Vagabond !
hu: Ég veled, Vándor!
ru: Прощай, Странник!
zh_hans: 再见，流浪者！
zh_hant: 再見，流浪者！

# Dialogue_Monk
source: Calm down little spirit.
es: Cálmate pequeño espíritu.
fr: Calme-toi petit esprit.
hu: Nyugalom, kicsi Szellem.
ru: Успокойся, маленький дух.
zh_hans: 冷静点，小精灵。
zh_hant: 冷靜點，小精靈。

# Dialogue_Monk
source: Thank you Spirit! For the sake of all Realms I hope you won’t fail on your way!
es: ¡Gracias espíritu! ¡Por el bien de todos los Reinos, espero que no falles en tu camino!
fr: Merci Esprit ! Pour le bien de tous les Royaumes, j'espère que vous n'échouerez pas en chemin !
hu: Örök hála, Szellem! Minden Világ érdekében remélem, sikerrel jársz utadon!
ru: Спасибо, Дух! Ради всех царств, надеюсь, ты не потерпишь неудачу на своем пути!
zh_hans: 谢谢你小精灵! 为了所有的王国，我希望你不会失败！
zh_hant: 謝謝妳小精靈! 為了所有的王國，我希望妳不會失敗！

# Dialogue_Monk
source: But we won’t let this happen, will we?
es: Pero no dejaremos que esto suceda, ¿verdad?
fr: Mais nous ne laisserons pas cela se produire, n'est-ce pas ?
hu: De nem hagyjuk, hogy ez történjen, igaz?
ru: Но мы же этого не допустим, правда?
zh_hans: 但我们不会让这种事发生的，是吗?
zh_hant: 但我們不會讓這種事發生的，是嗎?

# Dialogue_Monk
source: You deserve Ruin. I won’t save the Human Realm!
es: Te mereces Ruin. ¡No salvaré el Reino Humano!
fr: Vous méritez la Ruine. Je ne sauverai pas le Royaume des Hommes !
hu: Megérdemlitek a Fertőzést. Semmi kedvem megmenteni az Ember Világot!
ru: Ты заслуживаешь Руина. Я не собираюсь спасать Человеческое царство!
zh_hans: 毁灭是你们咎由自取。我不会拯救人类!
zh_hant: 毀滅是妳們咎由自取。我不會拯救人類!

# Dialogue_Monk
source: Where shall I start? Do you know what the Wizard is up to? Did he tell you?
es: ¿Por dónde empezar? ¿Sabes lo que está haciendo el Mago? ¿Te lo dijo?
fr: Par où dois-je commencer ? Savez-vous ce que le Magicien prépare ? Vous l'a-t-il dit ?
hu: Hol is kezdjem? Tudod, mire készül Varázsló? Elmondta, mit akar?
ru: С чего мне начать? Ты знаешь, что задумал Волшебник? Он сказал тебе что-нибудь?
zh_hans: 我该从哪里开始呢? 你知道巫师在做什么吗? 他告诉你了吗?
zh_hant: 我該從哪裏開始呢? 妳知道巫師在做什麽嗎? 他告訴妳了嗎?

# Dialogue_Monk
source: This is not my Realm and not my problem. All I want is to get out of here.
es: Este no es mi Reino y no es mi problema. Lo que quiero es salir de aquí.
fr: Ce n'est pas mon Royaume et ce n'est pas mon problème. Tout ce que je veux, c'est sortir d'ici.
hu: Ez nem az én Világom, és nem az én problémám. Én csak haza akarok jutni.
ru: Это не мое Царство и уж точно не моя проблема. Все, чего я хочу - это выбраться отсюда.
zh_hans: 这不是我的王国，也不是我的问题。我只想离开这里。
zh_hant: 這不是我的王國，也不是我的問題。我只想離開這裏。

# Dialogue_Monk
source: He would like to bring his daughter back to life. For that he needs three artefacts which are somewhere here.
es: Le gustaría devolverle la vida a su hija. Para eso necesita tres artefactos que están en algún lugar aquí.
fr: Il aimerait ramener sa fille à la vie. Pour cela, il a besoin de trois artefacts qui se trouvent quelque part ici.
hu: Vissza akarja hozni a lányát. Ehhez kell neki három Varázstárgy, ami valahol itt van a környéken.
ru: Он хотел бы вернуть свою дочь к жизни. Для этого ему нужны три артефакта, которые где-то здесь.
zh_hans: 他想让他的女儿起死回生。他需要三件工艺品，就在这里。
zh_hant: 他想讓他的女兒起死回生。他需要三件工藝品，就在這裏。

# Dialogue_Monk
source: I understand your fury. Yet I hope you will change your mind.
es: Entiendo tu furia. Sin embargo, espero que cambies de opinión.
fr: Je comprends votre fureur. Mais j'espère que vous changerez d'avis.
hu: Megértem a haragodat. Mégis, bízok benne, hogy meggondolod magad.
ru: Я понимаю твою ярость. Тем не менее, я надеюсь, что ты передумаешь.
zh_hans: 我理解你的愤怒。但我希望你能改变主意。
zh_hant: 我理解妳的憤怒。但我希望妳能改變主意。

# Dialogue_Monk
source: He lost his daughter and he can’t release her. He can’t accept that she is gone.
es: Perdió a su hija y no puede liberarla. No puede aceptar que ella se haya ido.
fr: Il a perdu sa fille et il ne peut pas la libérer. Il ne peut pas accepter qu'elle soit partie.
hu: Elvesztette a lányát, de nem tudja elengedni. Nem tud együtt élni a tudattal, hogy már nincs többé.
ru: Он потерял свою дочь и не может ее отпустить. Он не может смириться с тем, что она мертва.
zh_hans: 他失去了女儿，他不能放下她。他无法接受她的离去。
zh_hant: 他失去了女兒，他不能放下她。他無法接受她的離去。

# Dialogue_Monk
source: Before you go on I have something to discuss with you...
es: Antes de que continues, tengo algo que discutir contigo...
fr: Avant que vous ne continuiez, j'ai quelque chose à vous dire...
hu: Mielőtt elmész, van valami, amit meg akarok beszélni veled...
ru: Прежде чем ты уйдешь, мне нужно кое-что обсудить с тобой...
zh_hans: 在你走之前，我有件事要和你商量一下。
zh_hant: 在妳走之前，我有件事要和妳商量壹下。

# Dialogue_Monk
source: Me too
es: Yo también
fr: Moi aussi
hu: Én is
ru: Я тоже
zh_hans: 彼此彼此
zh_hant: 彼此彼此

# Dialogue_Monk
source: I won’t deliver any message
es: No entregaré ningún mensaje
fr: Je ne délivrerai aucun message
hu: Nem adok át üzenetet
ru: Я не буду доставлять никаких сообщений
zh_hans: 我不会传递任何信息
zh_hant: 我不會傳遞任何信息

# Dialogue_Monk
source: That’s correct. He can’t release his daughter. He can’t accept that she is gone.
es: Eso es correcto. No puede liberar a su hija. No puede aceptar que ella se haya ido.
fr: C'est exact. Il ne peut pas libérer sa fille. Il ne peut pas accepter qu'elle soit partie.
hu: Így van. Elvesztette a lányát, és nem tudja elengedni.
ru: Верно. Он не может отпустить свою дочь. Он не может смириться с тем, что она мертва.
zh_hans: 没错。他不能放下他的女儿。他无法接受她的离去。
zh_hant: 沒錯。他不能放下他的女兒。他無法接受她的離去。

# Dialogue_Monk
source: I know right now it doesn’t look that way, but I’m a mighty demon of the Unknown Realm.
es: Sé que en este momento no se ve de esa manera, pero soy un poderoso demonio del Reino Desconocido.
fr: Je sais qu'à l'heure actuelle, on ne dirait pas, mais je suis un puissant démon du Royaume Inconnu.
hu: Tudom, hogy jelenleg ez annyira nem látszik, de valójában egy nagyhatalmú démon vagyok az Ismeretlen Világból.
ru: Я знаю, что сейчас это так не выглядит, но я могущественный демон из Неизвестного Царства.
zh_hans: 我知道现在它看起来不像，但我是一个强大的未知王国的恶魔。
zh_hant: 我知道現在它看起來不像，但我是壹個強大的未知王國的惡魔。

# Dialogue_Monk
source: Close Ruined Realm
es: Cierra el Reino Arruinado
fr: Fermer le Royaume en Ruines
hu: Válasszuk szét a Világokat
ru: Закрыть Разрушенное Царство
zh_hans: 关闭毁灭王国
zh_hant: 關閉毀滅王國

# Dialogue_Monk
source: It wasn’t easy but I made good use of the Spellcaster you gave me.
es: No fue fácil, pero hice un buen uso del Lanzador de Hechizos que me diste.
fr: Ce n'était pas facile, mais j'ai fait bon usage du Lanceur de Sorts que vous m'avez donné.
hu: Nem volt könnyű, de nagy hasznát vettem a Lélekőrnek, amit kaptam tőled.
ru: Это было нелегко, но мне очень пригодился заклинатель, который ты мне дал.
zh_hans: 这并不容易，但我很好地利用了你给我的施法者。
zh_hant: 這並不容易，但我很好地利用了妳給我的施法者。

# Dialogue_Monk
source: When you deliver the artefacts he will let you into his tower.
es: Cuando entregues los artefactos, te dejará entrar a su torre.
fr: Lorsque vous lui remettrez les artefacts, il vous laissera entrer dans sa tour.
hu: Ha megszerezted a Varázstárgyakat, be fog engedni a kastélyába.
ru: Когда ты доставишь артефакты, он впустит тебя в свою башню.
zh_hans: 当你把这些工艺品交给他时，他会让你进入他的塔。
zh_hant: 當妳把這些工藝品交給他時，他會讓妳進入他的塔。

# Dialogue_Monk
source: When the Wizard’s daughter activated the device it transported her soul into the Unknown Realm. At that point the Wizard stopped the device so that he can summon his daughter back.
es: Cuando la hija del Mago activó el aparato, transportó su alma al Reino Desconocido. En ese momento, el Mago detuvo el aparato para poder convocar de vuelta a su hija.
fr: Lorsque la fille du Magicien a activé l'appareil, celui-ci a transporté son âme dans le Royaume Inconnu. Le Magicien a alors arrêté l'appareil pour pouvoir rappeler sa fille.
hu: Amikor Varázsló lánya aktiválta a Szerkezetet, az átvitte a lelkét az Ismeretlen Világba. Ezen a ponton Varázsló leállította a Szerkezetet, mert ha az szétválasztja a Világokat, akkor a lánya az Ismeretlen Világban ragad örökre.
ru: Когда дочь Волшебника активировала устройство, она перенесла свою душу в Неизвестное царство. В этот момент Волшебник остановил устройство, чтобы вернуть свою дочь обратно.
zh_hans: 当巫师的女儿激活该装置时，它将她的灵魂传送到无名王国。就在这时，巫师停止了那个装置，这样他就可以把他的女儿召唤回来了。
zh_hant: 當巫師的女兒激活該裝置時，它將她的靈魂傳送到無名王國。就在這時，巫師停止了那個裝置，這樣他就可以把他的女兒召喚回來了。

# Dialogue_Monk
source: This is just as much your problem as it is mine.
es: Este es tanto tu problema como el mío.
fr: C'est autant votre problème que le mien.
hu: Pont annyira a te problémád, mint amennyire az enyém.
ru: Это так же твоя проблема, как и моя.
zh_hans: 这既是你的问题，也是我的问题。
zh_hant: 這既是妳的問題，也是我的問題。

# Dialogue_Monk
source: You made it and that is what matters.
es: Lo lograste y eso es lo que importa.
fr: Vous l'avez fait et c'est ce qui compte.
hu: Sikerült, és ez az, ami számít.
ru: Ты справился, и это главное.
zh_hans: 你成功了，这才是最重要的。
zh_hant: 妳成功了，這才是最重要的。

# Dialogue_MR_Bed
source: We always wore colourful clothes because that made her happy.
es: Siempre ponía ropa de colores porque eso la hacía feliz.
fr: Nous avons toujours porté des vêtements colorés parce que cela la rendait heureuse.
hu: Mindig színes ruhákba öltöztünk, az jobb kedvre derítette.
ru: Мы всегда носили красочную одежду, потому что это делало ее счастливой.
zh_hans: 我们总是穿着五颜六色的衣服，因为这样能使她高兴。
zh_hant: 我們總是穿著五顏六色的衣服，因為這樣能使她高興。
