Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDialogues/*/WarriorbDialogues.po
Languages: es, fr, hu, ru, zh_hans, zh_hant

# Dialogue_DlgGolemMaker
source: Armour Wrath
es: Ira de Armadura
fr: Armure de Colère
hu: Harag Vért
ru: Броневой Гнев
zh_hans: 铠甲之怒
zh_hant: 鎧甲之怒

# Dialogue_DlgGolemMaker
source: Do you need help?
es: ¿Necesita ayuda?
fr: Vous avez besoin d'aide ?
hu: Szükséged van segítségre?
ru: Тебе нужна помощь?
zh_hans: 你需要帮忙吗？
zh_hant: 妳需要幫忙嗎？

# Dialogue_DlgGolemMaker
source: Yes.
es: Sí.
fr: Oui.
hu: Igen.
ru: Да.
zh_hans: 是的。
zh_hant: 是的。

# Dialogue_DlgGolemMaker
source: Destroy them if you can.
es: Destrúyalos si puedes.
fr: Détruisez-les si vous le pouvez.
hu: Pusztítsd el őket, ha tudod.
ru: Уничтожь их, если можешь.
zh_hans: 尽你所能摧毁他们。
zh_hant: 盡妳所能摧毀他們。

# Dialogue_DlgGolemMaker
source: Didn't look too intelligent to me...
es: No me pareció muy inteligente...
fr: Ça ne m'a pas semblé très intelligent...
hu: Nekem nem tűntek túl intelligensnek.
ru: Не показались мне слишком умными...
zh_hans: 在我看来不太聪明…
zh_hant: 在我看來不太聰明…

# Dialogue_DlgGolemMaker
source: I could but I don’t think you would like it.
es: Podría pero no creo que te gustaría.
fr: Je pourrais, mais je ne pense pas que cela vous plairait.
hu: Tudnék, de nem olyan lenne, aminek örülnél.
ru: Я мог бы, но не думаю, что тебе понравится.
zh_hans: 我可以，但我想你不会喜欢的。
zh_hant: 我可以，但我想妳不會喜歡的。

# Dialogue_DlgGolemMaker
source: With this last one I have all my memories back.
es: Con este último, han vuelto todos mis recuerdos.
fr: Avec ce dernier, j'ai retrouvé tous mes souvenirs.
hu: Most már minden emlékem megvan.
ru: С этим, последним, все мои воспоминания вернулись.
zh_hans: 有了这最后一个，我所有的记忆都回来了。
zh_hant: 有了這最後壹個，我所有的記憶都回來了。

# Dialogue_DlgGolemMaker
source: I wonder if they will end like us.
es: Me pregunto si terminarán como nosotros.
fr: Je me demande s'ils finiront comme nous.
hu: Vajon ők is úgy végzik, mint mi?
ru: Интересно, кончат ли они так же, как мы.
zh_hans: 我不知道他们是否会像我们一样结束。
zh_hant: 我不知道他們是否會像我們壹樣結束。

# Dialogue_DlgGolemMaker
source: Though I forgot the reason.
es: Aunque olvidé la razón.
fr: Bien que j'aie oublié la raison.
hu: De már nem emlékszem rá, miért fontos ez.
ru: Хотя я забыл причину.
zh_hans: 虽然我忘记了原因。
zh_hant: 雖然我忘記了原因。

# Dialogue_DlgGolemMaker
source: Could you create a stronger body for me?
es: ¿Podrías crearme un cuerpo más fuerte?
fr: Pourriez-vous me créer un corps plus fort ?
hu: Tudnál készíteni nekem egy erősebb testet?
ru: Не мог бы ты создать более сильное тело для меня?
zh_hans: 你能为我创造一个更强壮的身体吗?
zh_hant: 妳能為我創造壹個更強壯的身體嗎?

# Dialogue_DlgGolemMaker
source: Thank you! I remember more and more.
es: ¡Gracias! Recuerdo cada vez más.
fr: Merci ! Je me souviens de plus en plus.
hu: Köszönöm! Egyre több dologra emlékszem.
ru: Спасибо! Я вспоминаю всё больше и больше.
zh_hans: 谢谢你！我能想起来越来越多的事情了。
zh_hant: 謝謝妳！我能想起來越來越多的事情了。

# Dialogue_DlgGolemMaker
source: Bring me more so that I can remember!
es: ¡Tráeme más para que pueda recordar!
fr: Apportez-m'en plus pour que je puisse me souvenir !
hu: Hozz még kristályt, hogy többre emlékezzek!
ru: Принеси мне еще, чтобы я мог вспомнить!
zh_hans: 给我多拿点来，这样我就能记住！
zh_hant: 給我多拿點來，這樣我就能記住！

# Dialogue_DlgGolemMaker
source: Let me touch it! Hmmm...
es: ¡Déjame tocarlo! Hmmm...
fr: Laissez-moi le toucher ! Hmmm...
hu: Hadd nézzem! Hmmm...
ru: Дай мне прикоснуться! Хммм...
zh_hans: 让我摸一下！嗯…
zh_hant: 讓我摸壹下！嗯…

# Dialogue_DlgGolemMaker
source: What happened to you?
es: ¿Qué te pasó a ti?
fr: Que vous est-il arrivé ?
hu: Mi lett veletek?
ru: Что с вами случилось?
zh_hans: 你怎么了？
zh_hant: 妳怎麽了？

# Dialogue_DlgGolemMaker
source: She was from the Human Realm. I liked her better than the other human.
es: Ella era del Reino Humano. Me gustaba más que el otro humano.
fr: Elle était du Royaume des Hommes. Je la préférais à l'autre humain.
hu: Az Emberek Világából való volt. Őt kedveltem, nem olyan volt, mint a többi ember.
ru: Она была из Человеческого Царства. Она нравилась мне больше, чем другие люди.
zh_hans: 她来自人类王国。我喜欢她胜过喜欢另一个人。
zh_hant: 她來自人類王國。我喜歡她勝過喜歡另壹個人。

# Dialogue_DlgGolemMaker
source: Yes, I felt his presence disappearing.
es: Sí, sentí su presencia desaparecer.
fr: Oui, j'ai senti sa présence disparaître.
hu: Igen, éreztem a jelenlétét megszűnni.
ru: Да, я почувствовал, что его присутствие исчезает.
zh_hans: 是的，我感觉他不存在了。
zh_hant: 是的，我感覺他不存在了。

# Dialogue_DlgGolemMaker
source: Now I have all my memories back.
es: Ahora tengo todos mis recuerdos de vuelta.
fr: Maintenant, j'ai retrouvé tous mes souvenirs.
hu: Minden emlékem megvan most már.
ru: Теперь все мои воспоминания вернулись.
zh_hans: 现在我所有的记忆都回来了。
zh_hant: 現在我所有的記憶都回來了。

# Dialogue_DlgGolemMaker
source: I’ve destroyed the Golems near the Tomb.
es: He destruido los Golems cerca de la Tumba.
fr: J'ai détruit les Golems près de la Tombe.
hu: Elpusztítottam a Gólemeket a Sír környékén.
ru: Я уничтожил Големов возле Гробницы.
zh_hans: 我已经摧毁了坟墓附近的机器人。
zh_hant: 我已經摧毀了墳墓附近的機器人。

# Dialogue_DlgGolemMaker
source: They are doomed.
es: Están condenados.
fr: Ils sont condamnés.
hu: Kudarcra vannak ítélve.
ru: Они обречены.
zh_hans: 他们是注定要失败的。
zh_hant: 他們是註定要失敗的。

# Dialogue_DlgGolemMaker
source: I try to create an Essence which resists Ruin. If it works it could stop Ruin.
es: Intento crear una esencia que resista a Ruin. Si funciona, podría detenerlo.
fr: J'essaie de créer une Essence qui résiste à la Ruine. Si elle fonctionne, elle pourrait arrêter la Ruine.
hu: Próbálok létrehozni valamit, ami ellenáll a Fertőzésnek. Ha sikerülne, megállíthatnám a Fertőzést.
ru: Я пытаюсь создать Сущность, которая противостоит Руину. Если это сработает, это может остановить Руин.
zh_hans: 我试图创造一种抵抗毁灭的精华。如果成功了，它就能阻止破产。
zh_hant: 我試圖創造壹種抵抗毀滅的精華。如果成功了，它就能阻止破產。

# Dialogue_DlgGolemMaker
source: What are you creature?
es: ¿Que eres, criatura?
fr: Qu'est-ce que vous êtes ?
hu: Mi vagy te?
ru: Что ты за существо?
zh_hans: 你是什么生物？
zh_hant: 妳是什麽生物？

# Dialogue_DlgGolemMaker
source: Metal is good for spirits. Even rock is dangerous.
es: El metal es bueno para los espíritus. Incluso la roca es peligroso.
fr: Le Métal est bon pour les esprits. Même si le Rock est dangereux.
hu: A vas jó a szellemhez. Már a kő is túl veszélyes.
ru: Металл не так хорош для духов. Даже камень опасен.
zh_hans: 金属对灵魂有好处。甚至岩石都是危险的。
zh_hant: 金屬對靈魂有好處。甚至巖石都是危險的。

# Dialogue_DlgGolemMaker
source: Memory Crystals
es: Cristales de Memoria
fr: Cristaux de Mémoire
hu: Emlék Kristály
ru: Кристаллы Воспоминаний
zh_hans: 记忆水晶
zh_hant: 記憶水晶

# Dialogue_DlgGolemMaker
source: Here, take this! It might help if you need to face my creature!
es: ¡Aquí, ten esto! ¡Podría ayudar si necesitas enfrentarte a mi criatura!
fr: Tenez, prenez ça ! Cela pourrait vous aider si vous devez faire face à ma créature !
hu: Tessék! Ez jól jöhet, ha szembe akarsz szállni az alkotásommal.
ru: Вот, возьми это! Это может помочь, если ты встретишься с моим творением!
zh_hans: 来，拿好！如果你需要面对我的生物，也许会有帮助！
zh_hant: 來，拿好！如果妳需要面對我的生物，也許會有幫助！

# Dialogue_DlgGolemMaker
source: No way home.
es: No hay forma de llegar a casa.
fr: Pas moyen de rentrer chez soi.
hu: Nincs hazaút.
ru: Домой дороги нет.
zh_hans: 回家，没门。
zh_hant: 回家，沒門。

# Dialogue_DlgGolemMaker
source: I reuse the old golems. Maybe that’s why I can’t succeed.
es: Reutilizo golems antiguos. Tal vez por eso no logro.
fr: Je réutilise les vieux golems. C'est peut-être pour cela que je ne peux pas réussir.
hu: A régi gólemeket használom újra. Talán ezért nem jutok eredményre.
ru: Я повторно использую старые големы. Может быть, поэтому я не могу преуспеть.
zh_hans: 我重复使用旧的机器人。也许这就是我不能成功的原因。
zh_hant: 我重復使用舊的機器人。也許這就是我不能成功的原因。

# Dialogue_DlgGolemMaker
source: Could you merge these iron pieces?
es: ¿Podrías fusionar estas piezas de hierro?
fr: Pourriez-vous fusionner ces pièces de fer ?
hu: Össze tudnád forrasztani ezeket a vas darabokat.
ru: Можешь соединить эти железные части?
zh_hans: 你能把这些铁块合并起来吗?
zh_hant: 妳能把這些鐵塊合並起來嗎?

# Dialogue_DlgGolemMaker
source: Here it is!
es: ¡Aquí está!
fr: Le voici !
hu: Tessék!
ru: Вот!
zh_hans: 给你！
zh_hant: 給妳！

# Dialogue_DlgGolemMaker
source: Iron Key
es: Llave de Hierro
fr: Clé de Fer
hu: Vas Kulcs
ru: Железный Ключ
zh_hans: 铁钥匙
zh_hant: 鐵鑰匙

# Dialogue_DlgGolemMaker
source: There are too many unsuccessful golems.
es: Hay demasiados golems fracasados.
fr: Il y a trop de golems qui ne fonctionnent pas.
hu: Túl sok a sikertelen Gólem.
ru: Существует слишком много неудавшихся големов.
zh_hans: 失败的机器人太多了。
zh_hant: 失敗的機器人太多了。

# Dialogue_DlgGolemMaker
source: Your words remind me of something. Something which was important.
es: Tus palabras me recuerdan algo. Algo que era importante.
fr: Vos paroles me rappellent quelque chose. Quelque chose qui était important.
hu: A szavaid emlékeztetnek valamire. Valamire, ami régen fontos volt.
ru: Твои слова напоминают мне кое-что. Что-то, что было очень важно.
zh_hans: 你的话让我想起了一些非常重要的事。
zh_hant: 妳的話讓我想起了壹些非常重要的事。

# Dialogue_DlgGolemMaker
source: One is guarded by my worst creation.
es: Uno está vigilado por mi peor creación.
fr: L'un est gardé par ma pire création.
hu: Az egyiket a legrosszabb alkotásom őrzi.
ru: Один из них охраняется моим худшим творением.
zh_hans: 一个出自我手的最劣质的机器人守卫着。
zh_hant: 壹個出自我手的最劣質的機器人守衛著。

# Dialogue_DlgGolemMaker
source: She were... She said...
es: Ella estaba... Ella dijo...
fr: Elle était... Elle a dit...
hu: Ő itt... ő azt...
ru: Она была... Она сказала...
zh_hans: 她曾经... 她说...
zh_hant: 她曾經... 她說...

# Dialogue_DlgGolemMaker
source: Look at this!
es: ¡Mira esto!
fr: Regardez ça !
hu: Nézd csak!
ru: Ты только посмотри!
zh_hans: 看看这个！
zh_hant: 看看這個！

# Dialogue_DlgGolemMaker
source: I create golems. You go on with your quest. Nothing else matters.
es: Creo golems. Sigues con tu misión. Nada más importa.
fr: Je crée des golems. Vous continuez votre quête. Rien d'autre ne compte.
hu: Én Gólemeket készítek. Te folytatod a küldetésed. Semmi más nem számít.
ru: Я создаю големов. Ты продолжаешь свои поиски. Больше ничего не имеет значения.
zh_hans: 我创建机器人。你继续你的追求。其它都无所谓。
zh_hant: 我創建機器人。妳繼續妳的追求。其它都無所謂。

# Dialogue_DlgGolemMaker
source: Ruin caused too much damage.
es: Ruin causó demasiado daño.
fr: La Ruine a causé trop de dégâts.
hu: A Fertőzés túl nagy károkat okozott.
ru: Руин нанес слишком большой ущерб.
zh_hans: 毁灭造成了太多的损害。
zh_hant: 毀滅造成了太多的損害。

# Dialogue_DlgGolemMaker
source: You are right. We are what we do. That keeps us alive.
es: Tienes razón. Somos lo que hacemos. Lo que nos mantiene vivos.
fr: Vous avez raison. Nous sommes ce que nous faisons. C'est ce qui nous maintient en vie.
hu: Igazad van. A tetteink határoznak meg minket. Azok tartanak életben.
ru: Ты прав. Мы - это то, что мы делаем. Это сохраняет нам жизнь.
zh_hans: 你说的对。我们人名其名，并以此为生。
zh_hant: 妳說的對。我們人名其名，並以此為生。

# Dialogue_DlgGolemMaker
source: I'm glad you managed to defeat him and yet...
es: Me alegra que hayas logrado derrotarlo y aun asi...
fr: Je suis heureux que vous ayez réussi à le vaincre et pourtant...
hu: Örülök, hogy sikerült legyőznöd, és mégis...
ru: Я рад, что тебе удалось победить его, и все же...
zh_hans: 我很高兴你能打败他，但…
zh_hant: 我很高興妳能打敗他，但…

# Dialogue_DlgGolemMaker
source: One more Crystal for you!
es: ¡Un cristal más para ti!
fr: Un Cristal de plus pour vous !
hu: Még egy Kristály!
ru: Еще один Кристалл для тебя!
zh_hans: 再给你一颗水晶！
zh_hant: 再給妳壹顆水晶！

# Dialogue_DlgGolemMaker
source: I know what you are up to. I would like to help but I fear I can’t do much.
es: Sé lo que estás haciendo. Me gustaría ayudar, pero creo que no puedo hacer mucho.
fr: Je sais ce que vous faites. J'aimerais vous aider, mais je crains de ne pas pouvoir faire grand-chose.
hu: Tudom, mire készülsz. Szeretnék segíteni, de attól tartok, sokat nem tudok tenni.
ru: Я знаю, что ты задумал. Я бы хотел помочь, но боюсь, что не смогу многого сделать.
zh_hans: 我知道你在做什么。我很想帮忙，但恐怕帮不上什么忙。
zh_hant: 我知道妳在做什麽。我很想幫忙，但恐怕幫不上什麽忙。

# Dialogue_DlgGolemMaker
source: I create Golems. I always did. I designed the most intelligent ones.
es: Yo creo Golems. Siempre lo he hecho. Diseñé los más inteligentes.
fr: Je crée des Golems. Je l'ai toujours fait. J'ai conçu les plus intelligents.
hu: Gólemeket készítek. Mindig is ezt tettem. Én készítettem a legintelligensebbeket.
ru: Я создаю Големов. Я всегда это делал. Я создал самых умных.
zh_hans: 我创建机器人。这是我的日常。最智能的那批就是我设计的。
zh_hant: 我創建機器人。這是我的日常。最智能的那批就是我設計的。

# Dialogue_DlgGolemMaker
source: There are some seeking a way to stop Ruin. They don't care about using spirits as slaves.
es: Hay quienes buscan una manera de detener a Ruin. No les importa usar espíritus como esclavos.
fr: Certains cherchent un moyen d'arrêter la Ruine. Ils ne se soucient pas d'utiliser les esprits comme esclaves.
hu: A Fertőzés ellenszerét keresik. Nem rabszolgának akarják a szellemeket.
ru: Есть те, кто ищет способ остановить Руин. Их не волнует использование духов в качестве рабов.
zh_hans: 有些人在寻找阻止毁灭的方法。他们不在乎用幽魂做奴隶。
zh_hant: 有些人在尋找阻止毀滅的方法。他們不在乎用幽魂做奴隸。

# Dialogue_DlgGolemMaker
source: And this is for you!
es: ¡Y esto es para ti!
fr: Et ceci est pour vous !
hu: Ez a tiéd.
ru: А это тебе!
zh_hans: 这是给你的！
zh_hant: 這是給妳的！

# Dialogue_DlgGolemMaker
source: Do you mean those moving rock things out there?
es: ¿Te refieres a esas cosas de roca ahí fuera?
fr: Vous voulez parler de ces rochers en mouvement ?
hu: Azokra a mozgó kő micsodákra gondolsz?
ru: Ты имеешь в виду те подвижные каменные штуки?
zh_hans: 你是说那些移动的石头吗?
zh_hant: 妳是說那些移動的石頭嗎?

# Dialogue_DlgGolemMaker
source: She had heart, she cared about what’s going on here. For the others we were like some interesting study.
es: Tenía corazón, se preocupaba por lo que estaba pasando aquí. Para los demás fuimos como un estudio interesante.
fr: Elle avait du cœur, elle se souciait de ce qui se passait ici. Pour les autres, nous étions comme une étude intéressante.
hu: Neki volt szíve, őt tényleg érdekelte, mi történik velünk. A többieknek csak kísérleti alanyok voltunk.
ru: У нее было сердце, ее волновало, что здесь происходит. Для других мы были чем-то вроде интересного исследования.
zh_hans: 她有一颗善良的心，她关心这里发生的一切。对其他人来说，我们就是一些有趣的研究内容。
zh_hant: 她有壹顆善良的心，她關心這裏發生的壹切。對其他人來說，我們就是壹些有趣的研究內容。

# Dialogue_DlgGolemMaker
source: As for other materials I have no experience. Trust me you don’t want me to test out something on you for the first time.
es: En cuanto a otros materiales no tengo experiencia. Confía en mí, no quieres que probemos algo nuevo en ti por primera vez.
fr: Quant aux autres matériaux, je n'ai aucune expérience. Croyez-moi, vous ne voulez pas que je teste quelque chose sur vous pour la première fois.
hu: A többi anyaggal nincs tapasztalatom. Hidd el, nem akarod, hogy rajtad próbáljak ki valamit, amit még nem csináltam.
ru: Что касается других материалов, у меня нет опыта. Поверь мне, ты не хочешь, чтобы я испытал что-то на тебе в первый раз.
zh_hans: 至于其他材料，我没有经验。相信我，你不会希望我在你身上进行什么首次试验。
zh_hant: 至於其他材料，我沒有經驗。相信我，妳不會希望我在妳身上進行什麽首次試驗。

# Dialogue_DlgGolemMaker
source: Knowledge is lost. We are all lost.
es: El conocimiento esta perdido. Todos estamos perdidos.
fr: La connaissance est perdue. Nous sommes tous perdus.
hu: A tudás elveszett. Minden elveszett.
ru: Знания потеряны. Мы потеряны.
zh_hans: 失去了知识，我们还失去了方向。
zh_hant: 失去了知識，我們還失去了方向。

# Dialogue_DlgGolemMaker
source: Artefacts
es: Artefactos
fr: Artéfacts
hu: Varázstárgyak
ru: Артефакты
zh_hans: 工艺品
zh_hant: 工藝品

# Dialogue_DlgGolemMaker
source: They can't do as they plan. Some of them don't even believe Ruin.
es: No pueden hacer lo que planean. Algunos de ellos ni siquiera creen en Ruin.
fr: Ils ne peuvent pas faire ce qu'ils ont prévu. Certains d'entre eux ne croient même pas à la Ruine.
hu: Nem következetesek. Sokuk nem is hisz a Fertőzésben.
ru: Они не могут делать то, что планируют. Некоторые из них даже не верят в Руин.
zh_hans: 他们不能按计划行事。有些人甚至不相信毁灭。
zh_hant: 他們不能按計劃行事。有些人甚至不相信毀滅。

# Dialogue_DlgGolemMaker
source: Though it is guarded by the worst Golem I ever made: the Armour Wrath...
es: Aunque está vigilado por el peor Golem que he creado: la Ira de Armadura...
fr: Bien qu'il soit gardé par le pire Golem que j'ai jamais fait : l'Armure de Colère...
hu: A gond, hogy a legrosszabb alkotásam őrzi. Harag Vért...
ru: Хотя его охраняет худший Голем из всех, что я когда-либо создавал: Броневой Гнев...
zh_hans: 尽管它被我所造过的最糟糕的机器人守护着: 铠甲之怒……
zh_hant: 盡管它被我所造過的最糟糕的機器人守護著: 鎧甲之怒……

# Dialogue_DO1Altar
source: Under section 1 of the first Act, an action of worship can not be aimed at any entity, god or divinity other than the Law itself.
es: Bajo la sección 1 de la primera ley, una acción de culto no puede dirigirse a ninguna entidad, dios o divinidad que no sea la Ley misma.
fr: Selon l'article 1 de la 1ère Loi, une action de culte ne peut être dirigée contre une entité, un dieu ou une divinité autre que la Loi elle-même.
hu: Az első rész első paragrafusa alatt hit tárgya nem lehet jelenség, isten, létező, kivéve a Törvényt magát.
ru: В соответствии с разделом 1 первого Закона, богослужение не может быть направлено против какого-либо образования, бога или божества, кроме самого Закона.
zh_hans: 根据第1法案第1节，崇拜行为不能针对任何实体、上帝或神性，而只能针对法律本身。
zh_hant: 根據第1法案第1節，崇拜行為不能針對任何實體、上帝或神性，而只能針對法律本身。

# Dialogue_DO1Altar1
source: Under section 2 of the first Act... ??? There is section 3 of the first act, one would assume.
es: Bajo la sección 2 de la primera ley... ??? Hay una sección 3 de la primera ley, uno asumiría.
fr: En dessous de l'article 2 de la 1ère Loi... ? ?? Il y a l'article 3 de la 1ère Loi, semble-t-il.
hu: A második rész második paragrafusa alatt... ??? Ott valószínűleg a második rész harmadik paragrafusa lesz.
ru: В соответствии с разделом 2 первого акта... ???? Существует раздел 3 первого акта, можно предположить.
zh_hans: 根据第1法案第2条…??? 人们一般会认为，是第1法案的第3条。
zh_hant: 根據第1法案第2條…??? 人們壹般會認為，是第1法案的第3條。

# Dialogue_DO1Arrive1DeadDwarves
source: So they were the dwarfs who lived here.
es: Entonces ellos eran los enanos que vivían aquí.
fr: Ce sont donc les nains qui vivaient ici.
hu: Szóval ezek a törpök laktak itt.
ru: Значит, это были гномы, которые здесь жили.
zh_hans: 他们就是住在这里的小矮人。
zh_hant: 他們就是住在這裏的小矮人。

# Dialogue_DO1Arrive1DeadDwarves
source: I'm not sure why but I feel a bit of sorrow for them.
es: No estoy seguro por qué, pero siento un poco de pena por ellos.
fr: Je ne sais pas pourquoi, mais je ressens un peu de tristesse pour eux.
hu: Nem tudom miért, de sajnálom őket.
ru: Не знаю, почему, но мне их немного жаль.
zh_hans: 我不知道为什么，但我为他们感到有点难过。
zh_hant: 我不知道為什麽，但我為他們感到有點難過。

# Dialogue_DO1Arrive1DeadDwarves
source: I wonder how you can tell them apart.
es: Me pregunto cómo puedes distinguirlos.
fr: Je me demande comment vous pouvez les distinguer.
hu: Érdekelne, hogy tudod megkülönböztetni őket.
ru: Интересно, как ты можешь отличить их друг от друга.
zh_hans: 我不知道你怎么能把它们区分开来。
zh_hant: 我不知道妳怎麽能把它們區分開來。

# Dialogue_DO1Arrive1DeadDwarves
source: I knew these ones. That's Gwin and Traga, there's Krug...
es: Yo conocía a estos. Son Gwin y Traga, este es Krug...
fr: Je les connaissais. C'est Gwin et Traga, c'est Krug...
hu: Ismerem őket. Az ott Gwin és Traga, az meg Krug...
ru: Я знал этих. Это Гвин и Трага, это Круг...
zh_hans: 这些我认识。那是格文和图拉格，还有库拉古...
zh_hant: 這些我認識。那是格文和圖拉格，還有庫拉古...

# Dialogue_DO1Gate
source: I think you may mistranslated a word or two...
es: Creo que has traducido mal una o dos palabras...
fr: Je pense que vous avez peut-être mal traduit un mot ou deux...
hu: Szerintem néhány szót félrefordítottál.
ru: Я думаю, ты можешь неправильно перевести пару слов...
zh_hans: 我想你可能错译了一两个词……
zh_hant: 我想妳可能錯譯了壹兩個詞……

# Dialogue_DO1Gate
source: Dwarven letters are so similar...
es: Las letras de los Enanos son muy similares...
fr: Les lettres naines se ressemblent tellement...
hu: A Törp betűk annyira hasonlóak...
ru: Буквы гномов так похожи между собой...
zh_hans: 矮人的语言字母如此相似……
zh_hant: 矮人的語言字母如此相似……

# Dialogue_DO1Gate
source: Dwarven language is stupid, these signs could mean anything!
es: El lenguaje de los Enanos es estúpido, ¡estos signos podrían significar cualquier cosa!
fr: Le langage nain est stupide, ces signes peuvent signifier n'importe quoi !
hu: A Törp nyelv annyira eszement! Ezek a jelek bármit is jelenthetnek!
ru: Язык гномов дурацкий, эти знаки могут означать что угодно!
zh_hans: 矮人的语言是愚蠢的，这些符号可能代表任何东西！
zh_hant: 矮人的語言是愚蠢的，這些符號可能代表任何東西！

# Dialogue_DO1Gate
source: Associate!
es: ¡Asocia!
fr: Collaborez !
hu: Munkatárs!
ru: Ассоциируй!
zh_hans: 结交！
zh_hant: 結交！

# Dialogue_DO1Gate
source: The Doors of Dwar — Lord of Dwartown. Speak, associate, and enter.
es: Las puertas de Dwar — Señor de Dwartown. Habla, asocia y entra.
fr: Les Portes du Nain - Seigneur de Ville-Naine. Parlez, collaborez et entrez.
hu: Tpör Kapuja — Tpörváros Ura. Mond, munkatárs, és lépj be.
ru: Двери Дуар - Лорд Дуартауна. Говори, ассоциируй и входи.
zh_hans: 矮人之门 - 矮人城之主。对话，结交，进入。
zh_hant: 矮人之門 - 矮人城之主。對話，結交，進入。

# Dialogue_DO1Gate
source: Are you sure that is what you just read?
es: ¿Estás seguro de lo que acabas de leer esta correcto?
fr: Êtes-vous sûr que c'est ce que vous venez de lire ?
hu: Biztos vagy benne, hogy ezt jelenti?
ru: Ты уверен, что это действительно то, что ты только что прочитал?
zh_hans: 你确定这是你刚读到的吗？
zh_hant: 妳確定這是妳剛讀到的嗎？

# Dialogue_DO1Gate
source: Nice try...
es: Buen intento...
fr: Bien essayé...
hu: Ügyes próbálkozás...
ru: Неплохая попытка...
zh_hans: 干得不错...
zh_hant: 幹得不錯...

# Dialogue_DO1Gate
source: I have to practice my Dwarven a bit more...!
es: Tengo que practicar el lenguaje de los Enanos un poco más...!
fr: Il faut que je m'entraîne un peu plus en langue naine... !
hu: Még egy kicsit csiszolnom kell a törpömön.
ru: Я должен чуть больше попрактиковаться в гномском языке...!
zh_hans: 我得多练习一下我的小矮人……!
zh_hant: 我得多練習壹下我的小矮人……!

# Dialogue_DO1Gate
source: I am going to open this door somehow.
es: Voy a abrir esta puerta de alguna manera.
fr: Je vais ouvrir cette porte d'une manière ou d'une autre.
hu: Valahogy kinyitom ezt az ajtót.
ru: Я как-нибудь открою эту дверь.
zh_hans: 我要设法打开这扇门。
zh_hant: 我要設法打開這扇門。

# Dialogue_DO1Gate
source: I want a Schnauser with my Wienerschnitzel
es: Quiero un Schnauser con mi Wienerschnitzel
fr: Je veux un Schnauser avec ma Wienerschnitzel
hu: Akarok egy Schnausert a Wienerschnitzelemmel.
ru: Я хочу Шнауцер с моим Шницелем
zh_hans: 我要一份带香肠的瑞士香肠
zh_hant: 我要壹份帶香腸的瑞士香腸

# Dialogue_DO1Gate
source: And on the day the Ball is set free, the gate opens and happiness finds everyone...
es: Y el día que se libera la pelota, la puerta se abre y la felicidad nos encuentra a todos...
fr: Et le jour où la Balle est libérée, la porte s'ouvre et le bonheur réunit tout le monde...
hu: És azon a napon, amelyen a Labda elnyeri szabadságát, az ajtó kinyílék, és mindenki boldogságban úszik vala...
ru: И в день, когда Шар освободится, врата откроются, и счастье найдет каждого...
zh_hans: 在球被释放的那一天，大门将打开，幸福洒向每一个人……
zh_hant: 在球被釋放的那壹天，大門將打開，幸福灑向每壹個人……

# Dialogue_DO1Gate
source: Associwhat?
es: ¿Asociaque?
fr: Collaboquoi ?
hu: Munkami?
ru: Ассоцичего?
zh_hans: 结交什么？
zh_hant: 結交什麽？

# Dialogue_DO1Gate
source: Damn, my Dwarven is just not good enough, I have to practice a bit more...
es: Maldición, mi lenguaje de Enanos no es lo suficientemente bueno, tengo que practicar un poco más...
fr: Mince, mon nain n'est pas assez bon, je dois m'entraîner un peu plus...
hu: Francba, a törpöm nem elég jó. Többet kell gyakorolnom.
ru: Черт, мой Гномский просто недостаточно хорош, мне нужно еще немного попрактиковаться...
zh_hans: 该死，我的小矮人还不够好，我得多练习一下……
zh_hant: 該死，我的小矮人還不夠好，我得多練習壹下……

# Dialogue_DO1Gate
source: There is sauerkraut in my Lederhosen
es: Hay sauerkraut en mi Lederhosen
fr: Il y a de la sauerkraut dans mon Lederhosen
hu: Van egy sauerkraut a Lederhosenemben.
ru: В моих Ледерхозенах есть квашеная капуста
zh_hans: 我的皮短裤里有泡菜
zh_hant: 我的皮短褲裏有泡菜
