Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDialogues/*/WarriorbDialogues.po
Languages: es, fr, hu, ru, zh_hans, zh_hant

# Dialogue_DlgGolemMaker
source: Don't know
es: No lo se
fr: Ne sait pas
hu: Nem tudom
ru: Не знаю
zh_hans: 不知道
zh_hant: 不知道

# Dialogue_DlgGolemMaker
source: Be aware of the Armour Wrath.
es: Ten cuidado con Ira de Armadura.
fr: Soyez prudent avec L'Armure de Colère.
hu: Óvakodj a Harag Vérttől.
ru: Остерегайся Броневого Гнева.
zh_hans: 小心铠甲之怒
zh_hant: 小心鎧甲之怒

# Dialogue_DlgGolemMaker
source: Could you merge these bronze pieces?
es: ¿Podrías fusionar estas piezas de bronce?
fr: Pourriez-vous fusionner ces pièces de bronze ?
hu: Össze tudnád forrasztani ezeket a bronz darabokat?
ru: Можешь соединить эти бронзовые части?
zh_hans: 你能把这些青铜碎片合并起来吗?
zh_hant: 妳能把這些青銅碎片合並起來嗎?

# Dialogue_DlgGolemMaker
source: You are not one of my new creations. Yet not one of the ancients.
es: No eres una de mis nuevas creaciones. y tampoco una de los antiguos.
fr: Vous n'êtes pas une de mes nouvelles créations. Mais pas un des anciens.
hu: Te nem az új alkotásaim közül való vagy, de nem is egy ősi példány.
ru: Ты не одно из моих новых творений. И все же не одно из древних.
zh_hans: 你不是我的新创造物，也不属于古老的那批。
zh_hant: 妳不是我的新創造物，也不屬於古老的那批。

# Dialogue_DlgGolemMaker
source: Take care!
es: ¡Cuídate!
fr: Prenez soin de vous !
hu: Vigyázz magadra!
ru: Береги себя!
zh_hans: 小心！
zh_hant: 小心！

# Dialogue_DlgGolemMaker
source: Nothing else matters.
es: Nada más importa.
fr: Rien d'autre ne compte.
hu: Másnak nincs jelentősége.
ru: Больше ничего не имеет значения.
zh_hans: 其它都无所谓
zh_hant: 其它都無所謂

# Dialogue_DlgGolemMaker
source: Too many spirits. They break loose. They couldn’t exist in our Realm. They formed Ruin.
es: Demasiados espíritus. Se escapan. No podrían existir en nuestro Reino. Formaron Ruin.
fr: Trop d'esprits. Ils se détachent. Ils ne peuvent pas exister dans notre royaume. Ils ont formé la Ruine.
hu: Túl sok szellem. Elszabadultak. Nem tudtak a mi világunkban formát ölteni. Belőlük lett a Fertőzés.
ru: Слишком много духов. Они вырвались на свободу. Они не могли существовать в нашем царстве. Они сформировали Руин.
zh_hans: 太多的精灵，他们挣脱。他们不可能存在于我们的王国。他们生成了毁灭。
zh_hant: 太多的精靈，他們掙脫。他們不可能存在於我們的王國。他們生成了毀滅。

# Dialogue_DlgGolemMaker
source: Oh, thank you! It also gives back some of my lost knowledge.
es: ¡Oh gracias! También me devuelve parte de mi conocimiento perdido.
fr: Oh, merci ! Cela me rend aussi une partie de mes connaissances perdues.
hu: Örök hálám! Emlékszem dolgokra, amiket réges-rég tanultam.
ru: О, спасибо! Он также возвращает часть моих потерянных знаний.
zh_hans: 噢, 谢谢你！它也让我找回一些失去的知识。
zh_hant: 噢, 謝謝妳！它也讓我找回壹些失去的知識。

# Dialogue_DlgGolemMaker
source: The end is close, yet knowing what I am makes my last days brighter.
es: El final está cerca, pero saber lo que soy hace que mis últimos días sean más brillantes.
fr: La fin est proche, mais savoir ce que je suis rend mes derniers jours plus lumineux.
hu: Közel a vég, mégis erőt ad, hogy tudom, ki vagyok.
ru: Конец близок, но знание того, кто я, делает мои последние дни ярче.
zh_hans: 终点已近，但知道自己是什么，会让我最后的日子更加光明。
zh_hant: 終點已近，但知道自己是什麽，會讓我最後的日子更加光明。

# Dialogue_DlgGolemMaker
source: Not my business
es: No es mi problema
fr: Ce n'est pas mon affaire
hu: Nem az én dolgom
ru: Меня это не касается
zh_hans: 不关我事
zh_hant: 不關我事

# Dialogue_DlgGolemMaker
source: Do you know a girl called Lillian?
es: ¿Conoces a una chica llamada Lillian?
fr: Connaissez-vous une fille qui s'appelle Lillian ?
hu: Ismersz egy Lillian nevű lányt?
ru: Знаешь ли ты девочку по имени Лилиан?
zh_hans: 你认识一个叫莉莉安的女孩吗？
zh_hant: 妳認識壹個叫莉莉安的女孩嗎？

# Dialogue_DlgGolemMaker
source: Memory Crystals? Can I touch them?
es: ¿Cristales de Memoria? ¿Puedo tocarlos?
fr: Des Cristaux de Mémoire ? Puis-je les toucher ?
hu: Emlék Kristály? Megnézhetem?
ru: Кристаллы Воспоминаний? Могу я их коснуться?
zh_hans: 记忆水晶? 我能摸一下吗?
zh_hant: 記憶水晶? 我能摸壹下嗎?

# Dialogue_DlgGolemMaker
source: You will find it if you reach the top of the Main Tower.
es: Lo encontrarás si llegas a la cima de la Torre Principal.
fr: Vous le trouverez si vous arrivez au sommet de la Tour principale.
hu: Megtalálod, ha feljutsz a központi torony tetejére.
ru: Ты найдешь его, если доберешься до вершины Главной Башни.
zh_hans: 如果你到达主塔的顶端，你就会找到它。
zh_hant: 如果妳到達主塔的頂端，妳就會找到它。

# Dialogue_DlgGolemMaker
source: I don't know... I'm forced to do tasks for a wizard. I'm lost and confused.
es: No lo sé... Estoy obligado a hacer tareas para un mago. Estoy perdido y confundido.
fr: Je ne sais pas... Je suis obligé de faire des tâches pour un magicien. Je suis perdu et confus.
hu: Nem tudom... kényszerítenek, hogy feladatokat hajtsak végre egy varázslónak.
ru: Я не знаю... Я вынужден выполнять задания для волшебника. Я заблудился и запутался.
zh_hans: 我不知道… 我被迫为一个巫师做任务。我迷茫了。
zh_hant: 我不知道… 我被迫為壹個巫師做任務。我迷茫了。

# Dialogue_DlgGolemMaker
source: Hmmm...
ru: Хммм...
zh_hans: 嗯...
zh_hant: 嗯...

# Dialogue_DlgGolemMaker
source: Look, I have more crystals.
es: Mira, tengo más cristales.
fr: Regardez, j'ai d'autres cristaux.
hu: Nézd, van még kristályom.
ru: Смотри, у меня есть еще кристаллы.
zh_hans: 看，我有更多的水晶。
zh_hant: 看，我有更多的水晶。

# Dialogue_DlgGolemMaker
source: This is really not my problem. All I care about is to complete my task and go on my way.
es: Este no es mi problema. Todo lo que me importa es completar mi tarea y seguir mi camino.
fr: Ce n'est vraiment pas mon problème. Tout ce qui m'importe, c'est d'achever ma tâche et de poursuivre mon chemin.
hu: Ez igazán nem az én problémám. Engem csak az érdekel, hogy teljesítsem a feladatomat, és mehessek dolgomra.
ru: Это на самом деле не моя проблема. Все, что меня волнует, это выполнить свою задачу и идти своим путем.
zh_hans: 这不是我的问题。我所关心的只是完成我的任务，继续我的路。
zh_hant: 這不是我的問題。我所關心的只是完成我的任務，繼續我的路。

# Dialogue_DlgGolemMaker
source: I can no longer open a gate to the Unknown Realm.
es: Ya no puedo abrir una puerta al Reino Desconocido.
fr: Je ne peux plus ouvrir une porte vers le Royaume Inconnu.
hu: Már nem tudok kaput nyitni az Ismeretlen Világra.
ru: Я больше не могу открывать врата в Неизвестное Царство.
zh_hans: 我再也无法打开通往未知王国的大门。
zh_hant: 我再也無法打開通往未知王國的大門。

# Dialogue_DlgGolemMaker
source: If you can summon Spirits you surely know a way to get me home.
es: Si puedes convocar espíritus, seguramente sabes una manera de llevarme a casa.
fr: Si vous pouvez invoquer des Esprits, vous connaissez sûrement un moyen de me ramener chez moi.
hu: Ha meg tudsz idézni szellemeket, akkor engem is biztos haza tudsz juttatni.
ru: Если ты можешь вызывать духов, ты наверняка знаешь, как вернуть меня домой.
zh_hans: 如果你能召唤灵魂，你一定知道带我回家的路。
zh_hant: 如果妳能召喚靈魂，妳壹定知道帶我回家的路。

# Dialogue_DlgGolemMaker
source: I won’t work with anything else.
es: No trabajaré con nada más.
fr: Je ne travaillerai pas avec autre chose.
hu: Nem fogok más anyaggal dolgozni.
ru: Я больше ни с чем не буду работать.
zh_hans: 我不会用其他的东西。
zh_hant: 我不會用其他的東西。

# Dialogue_DlgGolemMaker
source: Bronze key
es: Llave de Bronce
fr: Clé de Bronze
hu: Bronz kulcs
ru: Бронзовый ключ
zh_hans: 青铜钥匙
zh_hant: 青銅鑰匙

# Dialogue_DlgGolemMaker
source: I can’t remember.
es: No me acuerdo.
fr: Je ne m'en souviens pas.
hu: Nem emlékszem.
ru: Я не могу вспомнить.
zh_hans: 我记不起来了。
zh_hant: 我記不起來了。

# Dialogue_DlgGolemMaker
source: Making Golems?
es: Creando Golems?
fr: Faire des Golems ?
hu: Gólemeket készítesz?
ru: Создание Големов?
zh_hans: 制造机器人？
zh_hant: 制造機器人？

# Dialogue_DlgGolemMaker
source: Thank you Spirit! I will be forever in your debt.
es: ¡Gracias espíritu! Estaré siempre en deuda contigo.
fr: Merci Esprit ! Je vous serai à jamais redevable.
hu: Köszönöm, Szellem! Örökké adósod leszek.
ru: Спасибо, Дух! Я навсегда останусь в твоем долгу.
zh_hans: 谢谢你，小精灵！感激不尽。
zh_hant: 謝謝妳，小精靈！感激不盡。

# Dialogue_DlgGolemMaker
source: It's done. They are destroyed.
es: Esta hecho. Están todos destruidos.
fr: C'est fait. Ils sont détruits.
hu: Kész. Elpusztultak.
ru: Готово. Они уничтожены.
zh_hans: 搞定了。他们被摧毁了。
zh_hant: 搞定了。他們被摧毀了。

# Dialogue_DlgGolemMaker
source: There is some kind of a connection between Ruin and the Spirits.
es: Hay algún tipo de conexión entre Ruin y los Espíritus.
fr: Il existe une sorte de lien entre la Ruine et les Esprits.
hu: Van valamiféle kapcsolat a Szellemek és a Fertőzés között.
ru: Есть какая-то связь между Руином и Духами.
zh_hans: 在毁灭和灵魂之间有某种联系。
zh_hant: 在毀滅和靈魂之間有某種聯系。

# Dialogue_DlgGolemMaker
source: A spirit of the Unknown was summoned here by a Wizard of another world.
es: Un espíritu de lo desconocido fue convocado aquí por un Mago de otro mundo.
fr: Un esprit de l'Inconnu a été convoqué ici par un Magicien d'un autre monde.
hu: Lélek az Ismeretlenből. Egy másik világ varázslója idézett ide.
ru: Дух Неизвестного был вызван сюда Волшебником из другого мира.
zh_hans: 一个来自另一个世界的巫师在这里召唤了一种无名幽魂。
zh_hant: 壹個來自另壹個世界的巫師在這裏召喚了壹種無名幽魂。

# Dialogue_DlgGolemMaker
source: Yet now the only important thing is to finish my golems.
es: Sin embargo, ahora lo único importante es terminar mis golems.
fr: Mais maintenant, la seule chose importante est de finir mes golems.
hu: Mégis, az egyetlen, ami fontos maradt, hogy befejezzem a gólemeimet.
ru: Но сейчас единственное, что важно - это закончить моих големов.
zh_hans: 现在唯一重要的事情就是完成我的机器人。
zh_hant: 現在唯壹重要的事情就是完成我的機器人。

# Dialogue_DlgGolemMaker
source: Get me home!
es: ¡Llévame a casa!
fr: Ramenez-moi à la maison !
hu: Juttass haza!
ru: Верни меня домой!
zh_hans: 让我回家！
zh_hant: 讓我回家！

# Dialogue_DlgGolemMaker
source: New body for me
es: Nuevo cuerpo para mi
fr: Un nouveau corps pour moi
hu: Új test
ru: Новое тело для меня
zh_hans: 给我的新躯体
zh_hant: 給我的新軀體

# Dialogue_DlgGolemMaker
source: Wait a minute! I’ll make something special for you.
es: ¡Espera un minuto! Haré algo especial para ti.
fr: Attendez un peu ! Je vais vous faire quelque chose de spécial.
hu: Várj egy kicsit! Készítek valami különlegeset a számodra.
ru: Минуточку! Я сделаю что-нибудь особенное для тебя.
zh_hans: 等一下！我给你做点特别的。
zh_hant: 等壹下！我給妳做點特別的。

# Dialogue_DlgGolemMaker
source: Yes, now I remember. Thank you little Spirit for giving my memories back.
es: Sí, ahora lo recuerdo. Gracias pequeño Espíritu por devolverme mis recuerdos.
fr: Oui, maintenant je me souviens. Merci, petit Esprit, de me rendre mes souvenirs.
hu: Igen, már emlékszem. Köszönöm kicsi Szellem, hogy visszaadtad az emlékeimet.
ru: Да, теперь я вспомнил. Спасибо, маленький Дух, что вернул мне мои воспоминания.
zh_hans: 是的，现在我想起来了。谢谢小精灵把我的回忆还给我。
zh_hant: 是的，現在我想起來了。謝謝小精靈把我的回憶還給我。

# Dialogue_DlgGolemMaker
source: Copper Key
es: Llave de Cobre
fr: Clé de Cuivre
hu: Réz Kulcs
ru: Медный Ключ
zh_hans: 铜钥匙
zh_hant: 銅鑰匙

# Dialogue_DlgGolemMaker
source: Even without my memories I liked to talk to her.
es: Incluso sin mis recuerdos me gustaba hablar con ella.
fr: Même sans mes souvenirs, j'aimais lui parler.
hu: Még az emlékeim nélkül is szerettem beszélgetni vele.
ru: Даже без моих воспоминаний мне нравилось с ней разговаривать.
zh_hans: 即使没有记忆，我也喜欢和她说话。
zh_hant: 即使沒有記憶，我也喜歡和她說話。

# Dialogue_DlgGolemMaker
source: They will fall
es: Caerán
fr: Ils tomberont
hu: Elbuknak
ru: Они падут
zh_hans: 他们会下坠
zh_hant: 他們會下墜

# Dialogue_DlgGolemMaker
source: Please, leave me alone now.
es: Por favor, déjame solo.
fr: S'il vous plaît, laissez-moi tranquille maintenant.
hu: Kérlek, hagyj magamra!
ru: Пожалуйста, оставьте меня одного.
zh_hans: 求你了，离我远点。
zh_hant: 求妳了，離我遠點。

# Dialogue_DlgGolemMaker
source: I can fix it!
es: ¡Puedo arreglar esto!
fr: Je peux le réparer !
hu: Megjavítom!
ru: Я могу это исправить!
zh_hans: 我能修好它！
zh_hant: 我能修好它！

# Dialogue_DlgGolemMaker
source: How do you make Golems then?
es: ¿Cómo se hacen los Golems?
fr: Comment fabriquer des Golems alors ?
hu: Akkor hogy tudsz Gólemeket készíteni?
ru: Как же тогда ты создаешь Големов?
zh_hans: 那你怎么制造机器人呢？
zh_hant: 那妳怎麽制造機器人呢？

# Dialogue_DlgGolemMaker
source: I’m looking for three artefacts. Do you know something about them?
es: Estoy buscando tres artefactos. ¿Sabes algo sobre ellos?
fr: Je cherche trois artefacts. Savez-vous quelque chose à leur sujet ?
hu: Varázstárgyakat keresek. Tudsz valamit róluk?
ru: Я ищу три артефакта. Ты что-то знаешь о них?
zh_hans: 我在找三件工艺品。你对它们有什么了解吗?
zh_hant: 我在找三件工藝品。妳對它們有什麽了解嗎?

# Dialogue_DlgGolemMaker
source: We created too many of them. Always new ones. We forgot about the old ones.
es: Creamos demasiados. Siempre nuevos. Nos olvidamos de los viejos.
fr: Nous en avons créé un trop grand nombre. Toujours de nouveaux. Nous avons oublié les anciens.
hu: Túl sokat készítettünk. Mindig újakat. Elfeledtük a régieket.
ru: Мы создали чересчур много големов. Всегда новые. Забыв о старых.
zh_hans: 我们创造了太多太多。新的接踵而来，旧的渐渐淡忘。
zh_hant: 我們創造了太多太多。新的接踵而來，舊的漸漸淡忘。

# Dialogue_DlgGolemMaker
source: You wonder if Ruin will destroy their World as well...
es: Te preguntas si Ruin también destruirá su mundo...
fr: Vous vous demandez si la Ruine va aussi détruire leur Monde...
hu: Arra gondolsz, a Fertőzés az ő világukat is elpusztíthatja...
ru: Ты думаешь, что Руин уничтожит и их мир...
zh_hans: 你想知道毁灭是否也会摧毁他们的世界…
zh_hant: 妳想知道毀滅是否也會摧毀他們的世界…

# Dialogue_DlgGolemMaker
source: What do you need?
es: ¿Qué necesitas?
fr: De quoi avez-vous besoin ?
hu: Mire van szükséged?
ru: Что тебе нужно?
zh_hans: 你需要什么？
zh_hant: 妳需要什麽？

# Dialogue_DlgGolemMaker
source: Thank you!
es: ¡Gracias!
fr: Merci !
hu: Köszönöm!
ru: Спасибо!
zh_hans: 谢谢！
zh_hant: 謝謝！

# Dialogue_DlgGolemMaker
source: I think these crystals have something to do with you.
es: Creo que estos cristales tienen algo que ver contigo.
fr: Je pense que ces cristaux ont quelque chose à voir avec vous.
hu: Azt hiszem, ezek a kristályok hozzád tartoznak.
ru: Я думаю, эти кристаллы как-то связаны с тобой.
zh_hans: 我觉得这些水晶跟你有点关系。
zh_hant: 我覺得這些水晶跟妳有點關系。

# Dialogue_DlgGolemMaker
source: It shall be done.
es: Se hará.
fr: Cela doit être fait.
hu: Megcsinálom.
ru: Будет сделано.
zh_hans: 必须这样做。
zh_hant: 必須這樣做。

# Dialogue_DlgGolemMaker
source: I’m sorry but I can’t help you.
es: Lo siento pero no puedo ayudarte.
fr: Je suis désolé, mais je ne peux pas vous aider.
hu: Sajnálom, de nem segíthetek.
ru: Прости, но я не могу тебе помочь.
zh_hans: 对不起，我帮不了你。
zh_hant: 對不起，我幫不了妳。

# Dialogue_DlgGolemMaker
source: Knowledge lost. We are lost.
es: Conocimiento perdido. Estamos perdidos.
fr: Connaissance perdue. Nous sommes perdus.
hu: A tudás elveszett. Minden elveszett.
ru: Знания потеряны. Мы потеряны.
zh_hans: 不仅失去了知识，我们还失去了方向。
zh_hant: 不僅失去了知識，我們還失去了方向。

# Dialogue_DlgGolemMaker
source: It's nothing. Here it is.
es: No es nada. Aquí está.
fr: Ce n'est rien. Le voici.
hu: Semmiség. Tessék.
ru: Это пустяки. Держи.
zh_hans: 没什么。在这儿。
zh_hant: 沒什麽。在這兒。

# Dialogue_DlgGolemMaker
source: No.
fr: Non.
hu: Nem.
ru: Нет.
zh_hans: 不。
zh_hant: 不。

# Dialogue_DlgGolemMaker
source: They can't work together even if they share the same goal.
es: No pueden trabajar juntos incluso si comparten el mismo objetivo.
fr: Ils ne peuvent pas travailler ensemble, même s'ils partagent le même objectif.
hu: Képtelenek együttműködni, még ha céljaik közösek is.
ru: Они не могут работать вместе, даже если у них одна цель.
zh_hans: 即使他们有共同的目标，他们也不能一起工作。
zh_hant: 即使他們有共同的目標，他們也不能壹起工作。

# Dialogue_DlgGolemMaker
source: What do you mean by 'your creations'?
es: ¿Qué quieres decir con "tus creaciones"?
fr: Qu'entendez-vous par "vos créations" ?
hu: Mit értesz "alkotásod" alatt?
ru: Что ты имеешь в виду под “твоими творениями”?
zh_hans: 你说的“你的创造”是什么意思?
zh_hant: 妳說的“妳的創造”是什麽意思?

# Dialogue_DlgGolemMaker
source: The Armour Wrath is no more.
es: Ira de Armadura ya no existe.
fr: L'Armure de Colère n'est plus.
hu: Harag Vért nincs többé.
ru: Броневого Гнева больше нет.
zh_hans: 铠甲之怒不复存在。
zh_hant: 鎧甲之怒不復存在。

# Dialogue_DlgGolemMaker
source: Your creation?
es: ¿Tu creación?
fr: Votre création ?
hu: Alkotásod?
ru: Твоё творение?
zh_hans: 你的创造？
zh_hant: 妳的創造？

# Dialogue_DlgGolemMaker
source: Leave
es: Salir
fr: Partir
hu: Távozok
ru: Выйти
zh_hans: 离开
zh_hant: 離開

# Dialogue_DlgGolemMaker
source: I don’t think I will manage though. It’s already too late. But there is no reason to give up either.
es: No creo que lo logre. Ya es muy tarde. Pero tampoco hay razón para rendirse.
fr: Mais je ne pense pas que je vais y arriver. Il est déjà trop tard. Mais il n'y a pas de raison d'abandonner non plus.
hu: Kizárt, hogy sikerüljön. Már túl késő. De feladni sincs értelme.
ru: Не думаю, что я справлюсь. Уже слишком поздно. Но и нет причин сдаваться.
zh_hans: 不过我想我应付不了。已经太迟了。但也没有理由放弃。
zh_hant: 不過我想我應付不了。已經太遲了。但也沒有理由放棄。

# Dialogue_DlgGolemMaker
source: Is there a way I can help you?
es: ¿Hay alguna manera en que pueda ayudarte?
fr: Y a-t-il un moyen de vous aider ?
hu: Segíthetek?
ru: Могу я чем-то помочь?
zh_hans: 我能帮你什么忙吗?
zh_hant: 我能幫妳什麽忙嗎?

# Dialogue_DlgGolemMaker
source: More Crystal? That's very kind.
es: ¿Más cristales? Eso es muy amable.
fr: Encore du Cristal ? C'est très gentil.
hu: Még kristály? Kedves tőled.
ru: Еще Кристалл? Очень любезно с твоей стороны.
zh_hans: 更多的水晶? 那太好了。
zh_hant: 更多的水晶? 那太好了。

# Dialogue_DlgGolemMaker
source: I have found one more crystal.
es: He encontrado otro cristal.
fr: J'ai trouvé un autre Cristal.
hu: Találtam még egy kristályt.
ru: Я нашел еще один кристалл.
zh_hans: 我又找到了一块水晶。
zh_hant: 我又找到了壹塊水晶。

# Dialogue_DlgGolemMaker
source: I’ll see what I can do.
es: Veré lo que puedo hacer.
fr: Je vais voir ce que je peux faire.
hu: Meglátom, mit tehetek.
ru: Я посмотрю, что можно сделать.
zh_hans: 我看看我能做什么。
zh_hant: 我看看我能做什麽。

# Dialogue_DlgGolemMaker
source: I’ve already destroyed them.
es: Ya los he destruido.
fr: Je les ai déjà détruits.
hu: Már végeztem velük.
ru: Я их уже уничтожил.
zh_hans: 我已经毁了他们。
zh_hant: 我已經毀了他們。

# Dialogue_DlgGolemMaker
source: I try to create the perfect Golem. The one which resists Ruin.
es: Intento crear el Golem perfecto. Uno que resiste Ruin.
fr: J'essaie de créer le Golem parfait. Celui qui résistera à la Ruine.
hu: Próbálom megalkotni a tökéletes Gólemet. Amelyik ellenáll a Fertőzésnek.
ru: Я пытаюсь создать идеального Голема. Того, который противостоит Руину.
zh_hans: 我试着创造一个完美的机器人。谁能抵抗毁灭。
zh_hant: 我試著創造壹個完美的機器人。誰能抵抗毀滅。

# Dialogue_DlgGolemMaker
source: Lillian
ru: Лиллиан
zh_hans: 莉莉安
zh_hant: 莉莉安

# Dialogue_DlgGolemMaker
source: Some of them are still out there.
es: Algunos de ellos están por ahí todavía.
fr: Certains d'entre eux sont toujours là.
hu: Valamennyi még mindig a környéken van.
ru: Некоторые из них все еще там.
zh_hans: 他们中的一些人还在那里。
zh_hant: 他們中的壹些人還在那裏。

# Dialogue_DlgGolemMaker
source: Like you?
es: ¿Como tú?
fr: Comme vous ?
hu: Mint ti?
ru: Как вы?
zh_hans: 比如你？
zh_hant: 比如妳？

# Dialogue_DlgGolemMaker
source: I don’t know why but I feel in some way you are bound to her.
es: No sé por qué, pero siento que de alguna manera estás unida a ella.
fr: Je ne sais pas pourquoi, mais je sens que vous êtes en quelque sorte lié à elle.
hu: Nem tudom, miért, de úgy érzem, valami hozzá köt.
ru: Не знаю почему, но я чувствую, что ты в каком-то связан с ней.
zh_hans: 我不知道为什么，但我觉得在某种程度上你和她是有联系的。
zh_hant: 我不知道為什麽，但我覺得在某種程度上妳和她是有聯系的。

# Dialogue_DlgGolemMaker
source: A Wizard? So now the Human Realm's people are messing with Golem Technology.
es: ¿Un Mago? Así que ahora la gente del Reino Humano está jugando con la Tecnología Golem.
fr: Un Magicien ? Alors maintenant, les gens du Royaume des Hommes s'amusent avec la technologie du Golem.
hu: Varázsló? Ezek szerint az Ember Világ lakói belekontárkodnak a Gólem Technológiába?
ru: Волшебник? Значит, теперь люди Человеческого Царства возятся с Големской Технологией.
zh_hans: 一个巫师？所以现在人类王国的人都在摆弄机器人技术。
zh_hant: 壹個巫師？所以現在人類王國的人都在擺弄機器人技術。

# Dialogue_DlgGolemMaker
source: It’s not safe for me to walk outside.
es: No es seguro para mí caminar afuera.
fr: Ce n'est pas sûr pour moi de marcher dehors.
hu: Nem biztonságos kimennem.
ru: Мне небезопасно выходить на улицу.
zh_hans: 我在外面走路不安全。
zh_hant: 我在外面走路不安全。

# Dialogue_DlgGolemMaker
source: You mean Ruin
es: Te refieres a Ruin
fr: Vous voulez dire la Ruine
hu: A Fertőzésre gondolsz
ru: Ты имеешь в виду Руин
zh_hans: 你指的是毁灭
zh_hant: 妳指的是毀滅

# Dialogue_DlgGolemMaker
source: Spirit in a ball
es: Espíritu en una pelota
fr: Un esprit dans une balle
hu: Labdába zárt szellem
ru: Дух в шаре
zh_hans: 球中精灵
zh_hant: 球中精靈

# Dialogue_DlgGolemMaker
source: Now there is only a few missing.
es: Ahora solo faltan unos pocos.
fr: Aujourd'hui, il n'en manque plus que quelques-uns.
hu: Már csak néhány hiányzik.
ru: Теперь не хватает только нескольких.
zh_hans: 现在只缺几个了。
zh_hant: 現在只缺幾個了。

# Dialogue_DlgGolemMaker
source: That is me. And what are you creature?
es: Ese soy yo. ¿Y tú quien eres criatura?
fr: C'est moi. Et qu'est-ce que vous êtes ?
hu: Ez vagyok én. És mi vagy te?
ru: Это я. А ты что за существо?
zh_hans: 那是我。你是什么生物?
zh_hant: 那是我。妳是什麽生物?

# Dialogue_DlgGolemMaker
source: Getting back some of my lost knowledge also makes me feel happy.
es: Recuperar parte de mi conocimiento me hace feliz.
fr: Retrouver une partie de mes connaissances perdues me rend également heureux.
hu: A régi emlékek felvidítanak.
ru: И то что я получил обратно часть моих потерянных знаний также делает меня счастливым.
zh_hans: 找回一些失去的知识也让我感到快乐。
zh_hant: 找回壹些失去的知識也讓我感到快樂。

# Dialogue_DlgGolemMaker
source: Metal binds the will of the spirits. Rock is a bit less cruel but still weakens your will.
es: El metal une la voluntad de los espíritus. la roca es un poco menos cruel pero aún debilita tu voluntad.
fr: Le Métal lie la volonté des esprits. Le Rock est un peu moins cruel, mais il affaiblit quand même votre volonté.
hu: A vas gúzsba köti a szellem akaratát. A kő nem annyira erős, de még mindig határokat szab.
ru: Металл связывает волю духов. Камень менее жесток, но все же ослабляет твою волю.
zh_hans: 金属束缚着灵魂的意志。岩石没有那么残酷，但仍然会削弱你的意志。
zh_hant: 金屬束縛著靈魂的意誌。巖石沒有那麽殘酷，但仍然會削弱妳的意誌。

# Dialogue_DlgGolemMaker
source: Yes, they bring back some of my memories.
es: Sí, me traen algunos de mis recuerdos.
fr: Oui, ils me rappellent certains de mes souvenirs.
hu: Igen, visszaadnak valamennyit az elvesztett emlékeimből.
ru: Да, они возвращают некоторые из моих воспоминаний.
zh_hans: 是的，它们勾起了我的一些回忆。
zh_hant: 是的，它們勾起了我的壹些回憶。

# Dialogue_DlgGolemMaker
source: Come back when you found all of them.
es: Vuelve cuando los hayas encontrado todos.
fr: Revenez quand vous les aurez tous trouvés.
hu: Gyere vissza, ha mindet megtaláltad.
ru: Возвращайся, когда найдешь их всех.
zh_hans: 找到全部的就回来。
zh_hant: 找到全部的就回來。

# Dialogue_DlgGolemMaker
source: It's only me trying to recreate the perfect Golem.
es: Soy solo yo tratando de recrear el Golem perfecto.
fr: C'est seulement moi qui essaie de recréer le Golem parfait.
hu: Csak én vagyok, valaki, aki próbálja elkészíteni a tökéletes Gólemet.
ru: Только я пытаюсь воссоздать идеального Голема.
zh_hans: 只有我在努力重现完美的机器人。
zh_hant: 只有我在努力重現完美的機器人。

# Dialogue_DlgGolemMaker
source: One of the artefacts is close.
es: Uno de los artefactos está cerca.
fr: L'un des artefacts est proche.
hu: Az egyik Varázstárgy közel van.
ru: Один из артефактов близко.
zh_hans: 其中一件工艺品就在附近。
zh_hant: 其中壹件工藝品就在附近。

# Dialogue_DlgGolemMaker
source: That won't happen.
es: Eso no va a suceder.
fr: Cela n'arrivera pas.
hu: Nem fog bekövetkezni.
ru: Этого не случится.
zh_hans: 不会发生。
zh_hant: 不會發生。

# Dialogue_DlgGolemMaker
source: There is nothing else I could say. See you later!
es: No hay nada más que pueda decir. ¡Nos veremos más tarde!
fr: Je ne pourrais rien dire d'autre. À plus tard !
hu: Nincs több mondanivalóm. Viszlát később!
ru: Мне больше нечего сказать. Увидимся!
zh_hans: 我已经无话可说了。再见!
zh_hant: 我已經無話可說了。再見!

# Dialogue_DlgGolemMaker
source: Why are you making Golems? What would you like to achieve?
es: ¿Por qué estás haciendo Golems? ¿Qué te gustaría lograr?
fr: Pourquoi fabriquer des Golems ? Que souhaitez-vous réaliser ?
hu: Miért készítesz Gólemeket? Mit akarsz elérni ezzel?
ru: Зачем ты создаешь Големов? Чего ты хочешь достичь?
zh_hans: 你为什么要做机器人? 你想实现什么目标?
zh_hant: 妳為什麽要做機器人? 妳想實現什麽目標?
