Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDemo/*/WarriorbDemo.po
Languages: es, fr, hu, ro, ru

# UI
source: Not Yet would like to collect usage statistics from your game automatically. These are not used to identify individuals, but help us to understand players needs to improve our game. Select "Send Automatically" to allow collection of usage statistics, or "Do Not Send" to prevent the game from sending information to Not Yet. You can change this setting at any time via the Settings Game tab.
es: Not Yet quisiera recopilar estadísticas de uso de su juego automáticamente. No se utilizan para identificar individuos, pero nos ayudan a comprender las necesidades de los jugadores para mejorar nuestro juego. Seleccione "Enviar automáticamente" para permitir la recopilación de estadísticas de uso, o "No enviar" para evitar que el juego envíe información a Not Yet. Puede cambiar esta configuración en cualquier momento a través de la pestaña Configuración del juego.
fr: Not Yet souhaite collecter automatiquement les statistiques relatives à votre usage du jeu. Celles-ci ne servent pas à identifier des individus, mais nous aident à comprendre les besoins des joueurs pour améliorer notre jeu. Sélectionnez "Envoyer automatiquement" pour permettre la collecte des statistiques, ou "Ne Pas Envoyer" pour empêcher le jeu d'envoyer des informations à Not Yet. Vous pouvez modifier ce paramètre à tout moment via l'onglet Paramètres du Jeu.
hu: A Not Yet szeretne automatikusan adatokat gyűjteni a játékmenetedből. Ezen adatok alapján nem azonosítunk konkrét játékosokat, viszont a statisztikák alapján próbáljuk fejleszteni a játékot. Válaszd a "Küldjön Automatikusan" opciót, ha hozzájárulsz, vagy a "Ne Küldjön" opciót, ha nem szeretnél adatot küldeni. Ezt a beállítást bármikor megváltoztathatod.
ro: Not Yet ar dori să colecteze în mod automat statistici de utilizare din joc. Acestea nu sunt folosite pentru a identifica indivizii, ci ne ajută să înțelegem nevoile jucătorilor pentru a îmbunătăți jocul nostru. Selectați „Trimiteți automat“ pentru a permite colectarea de statistici de utilizare, sau „Nu trimiteți” pentru a împiedica jocul să trimită informații către Not Yet. Puteți modifica această setare în orice moment, prin Setările jocului.
ru: Not Yet хотел бы автоматически собирать собирать пользовательскую статистику. Она не используется для идентификации личности, но помогает нам понять потребности игроков в улучшении нашей игры. Выберите “Отправить автоматически”, чтобы разрешить сбор статистики, или “Не посылать”, чтобы предотвратить отправку информации в “Not Yet”. Вы можете изменить эту настройку в любое время через вкладку “Настройки игры”.

# UI
source: Usage Statistics
es: Estadísticas de uso
fr: Statistiques d'Usage
hu: Felhasználói statisztika
ro: Statistici de utilizare
ru: Статистика использования

# UI
source: Status
es: Estado
fr: Statut
hu: Státusz
ro: Stare
ru: Статус

# UI
source: Wishlist
es: Lista de deseados
fr: Liste de Souhaits
hu: Kívánságlistára
ro: Adaugă în lista de dorințe
ru: В Желаемое

# UI
source: Buy Full Game
es: Compra el juego completo
fr: Acheter un jeu complet
hu: Teljes játék vásárlása
ro: Cumpără jocul complet
ru: Купить Полную Игру

# UI
source: B Button
es: botón B
fr: bouton B
hu: B Gomb
ro: Butonul B
ru: кнопка B

# UI
source: Y Button
es: botón Y
fr: bouton Y
hu: Y Gomb
ro: Butonul Y
ru: кнопка Y

# UI
source: A Button
es: botón A
fr: bouton A
hu: AB Gomb
ro: Butonul A
ru: кнопка A

# UI
source: X Button
es: botón X
fr: bouton X
hu: X Gomb
ro: Butonul X
ru: кнопка X

# UI
source: Left Stick Down
es: palanca izquierda - abajo
fr: stick gauche - bas
hu: Bal kar - le
ro: Maneta Stângă - Jos
ru: левый мини-джойстик - Вниз

# UI
source: Left Stick Left
es: palanca izquierda - izquierda
fr: stick gauche - gauche
hu: Bal kar - bal
ro: Maneta Stângă - Stânga
ru: левый мини-джойстик - Влево

# UI
source: Left Stick Right
es: palanca izquierda - derecha
fr: stick gauche - droite
hu: Bal kar - jobb
ro: Maneta Stângă - Dreapta
ru: левый мини-джойстик - Вправо

# UI
source: Left Stick Up
es: palanca izquierda - arriba
fr: stick gauche - haut
hu: Bal kar - fel
ro: Maneta Stângă - Sus
ru: левый мини-джойстик - Вверх

# UI
source: Right Stick Down
es: palanca derecha - abajo
fr: stick droit - bas
hu: Jobb kar - le
ro: Maneta Dreaptă - Jos
ru: правый мини-джойстик - Вниз

# UI
source: Right Stick Left
es: palanca derecha - izquierda
fr: stick droit - gauche
hu: Jobb kar - bal
ro: Maneta Dreaptă - Stânga
ru: правый мини-джойстик - Влево

# UI
source: Right Stick Right
es: palanca derecha - derecha
fr: stick droit - droite
hu: Jobb kar - jobb
ro: Maneta Dreaptă - Dreapta
ru: правый мини-джойстик - Вправо

# UI
source: Right Stick Up
es: palanca derecha - arriba
fr: stick droit - haut
hu: Jobb kar - fel
ro: Maneta Dreaptă - Sus
ru: правый мини-джойстик - Вверх

# UI
source: Left Stick
es: palanca izquierda
fr: stick gauche
hu: Bal kar
ro: Maneta Stângă
ru: левый мини-джойстик

# UI
source: Right Stick
es: palanca derecha
fr: stick droit
hu: Jobb kar
ro: Maneta Dreaptă
ru: правый мини-джойстик

# UI
source: L Button
es: botón L
fr: bouton L
hu: L Gomb
ro: Butonul L
ru: кнопка L

# UI
source: R Button
es: botón R
fr: bouton R
hu: R Gomb
ro: Butonul R
ru: кнопка R

# UI
source: Down Button
es: botón abajo
fr: bouton Bas
hu: Le Gomb
ro: Butonul Jos
ru: кнопка Вниз

# UI
source: Left Button
es: botón izquierda
fr: bouton Gauche
hu: Bal Gomb
ro: Butonul Stânga
ru: кнопка Влево

# UI
source: Right Button
es: botón derecha
fr: bouton Droite
hu: Jobb Gomb
ro: Butonul Dreapta
ru: кнопка Вправо

# UI
source: Up Button
es: botón arriba
fr: bouton Haut
hu: Fel Gomb
ro: Butonul Sus
ru: кнопка Вверх

# UI
source: - Button
es: botón -
fr: bouton -
hu: - Gomb
ro: Butonul -
ru: кнопка -

# UI
source: + Button
es: botón +
fr: bouton +
hu: + Gomb
ro: Butonul +
ru: кнопка +

# UI
source: ZL Button
es: botón ZL
fr: bouton ZL
hu: ZL Gomb
ro: Butonul ZL
ru: кнопка ZL

# UI
source: ZR Button
es: botón ZR
fr: bouton ZR
hu: ZR Gomb
ro: Butonul ZR
ru: кнопка ZR

# UI
source: Teleport To Checkpoint
es: Teletransportarse al punto de control
fr: Se Téléporter au Point de Contrôle
hu: Mentéshelyre teleportálás
ro: Teleportare la punctul de control
ru: Телепорт на Чекпоинт

# UI
source: Teleport To SoulKeeper
es: Teletransporte al Guardián de Almas
fr: Se Téléporter au Gardien des Âmes
hu: Lélekőrhöz teleportálás
ro: Teleportare la Deținătorul Sufletului
ru: Телепорт к Хранителю Душ

# UI
source: THANK YOU FOR PLAYING WARRIORB DEMO PROLOGUE, WE HOPE YOU HAD A GREAT TIME!
es: ¡GRACIAS POR JUGAR EL PRÓLOGO DE WARRIORB, ESPERAMOS QUE LO HAYAS PASADO BIEN!
fr: MERCI D'AVOIR JOUÉ AU PROLOGUE DÉMO DE WARRIORB, NOUS ESPÉRONS QUE VOUS AVEZ PASSÉ UN BON MOMENT !
hu: Köszönjük a játékot, reméljük jól érezted magad!
ro: MULȚUMESC PENTRU CA AȚI JUCAT WARRIORB DEMO PROLOGUE, SPERĂM CĂ AȚI AVUT UN TIMP MINUNAT!
ru: СПАСИБО ЗА ТО, ЧТО ИГРАЛИ В ДЕМО-ПРОЛОГ WARRIORB, НАДЕЕМСЯ, ВЫ ОТЛИЧНО ПРОВЕЛИ ВРЕМЯ!

# UI
source: Total Deaths
es: Muertes Totales
fr: Total des Morts
hu: Halálok száma
ro: Decese totale
ru: Всего смертей

# UI
source: {0} for {1} gold
es: {0} por {1} oro
fr: {0} pour {1} d'or
hu: {0} db {1} aranyért
ro: {0} pentru {1} aur
ru: {0} за {1} золота

# UI
source: Are you sure you want to buy {ItemName} for {Gold} gold?
es: ¿Estás seguro de que quieres comprar {ItemName} por {Gold} oro?
fr: Êtes-vous sûr de vouloir acheter {ItemName} pour {Gold} d'or ?
hu: Biztosan meg akarod venni ezt a tárgyat: {ItemName} {Gold} aranyért?
ro: Ești sigur că vrei să cumperi {ItemName} pentru {Gold} aur?
ru: Ты уверен, что хочешь купить {ItemName} за {Gold} золота?

# UI
source: Are you sure you want to buy back {ItemName} for {Gold} gold?
es: ¿Está seguro de que desea volver a comprar {ItemName} por {Gold} oro?
fr: Êtes-vous sûr de vouloir racheter {ItemName} pour {Gold} d'or ?
hu: Biztosan vissza akarod venni ezt a tárgyat: {ItemName} {Gold} aranyért?
ro: Ești sigur că vrei să cumperi înapoi {ItemName} pentru {Gold} aur?
ru: Ты уверен, что хочешь выкупить {ItemName} за {Gold} золота?

# UI
source: The trader is not interested in buying that item from you!
es: ¡El comerciante no está interesado en comprarle ese artículo!
fr: Le vendeur n'est pas intéressé par l'achat de cet article !
hu: A kereskedőt nem érdekli ez a tárgy.
ro: Comerciantul nu este interesat să cumpere acel articol de la tine!
ru: Торговец не заинтересован в покупке этого предмета!

# UI
source: Nope!
es: No!
hu: Nem!
ro: Nu!
ru: Нет!

# UI
source: Okay...
es: Okey...
fr: D'accord...
hu: Rendben...
ru: Ок…

# UI
source: Are you sure you want to sell {ItemName} for {Gold} gold?
es: ¿Estás seguro de que quieres vender {ItemName} por {Gold} oro?
fr: Êtes-vous sûr de vouloir vendre {ItemName} pour {Gold} d'or ?
hu: Biztosan el akarod adni ezt a tárgyat: {ItemName} {Gold} aranyért?
ro: Ești sigur că vrei să vinzi {ItemName} pentru {Gold} aur?
ru: Ты уверен, что хочешь продать {ItemName} за {Gold}золота?

# UI
source: UNKNOWN
es: DESCONOCIDO
fr: INCONNU
hu: ISMERETLEN
ro: NECUNOSCUT
ru: Неизвестный

# UI
source: Yes
es: Sí
fr: Oui
hu: Igen
ro: Da
ru: Да

# Dialogue
source: {0} Gold Gained
es: {0} Oro obtenido
fr: {0} d'Or Gagné
hu: Kaptál {0} Aranyat
ro: {0} Aur Obținut

# ItemsCommon
source: Charge
es: Cargar
hu: Töltet
ro: Încărca

# UI
source: {0} M
hu: {0} P

# UI
source: XP
fr: EXP
hu: TP
