Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDemo/*/WarriorbDemo.po
Languages: es, fr, hu, ro, ru

# FloatingEnemyAndNPCLines
source: Shish!
ru: Шшш!

# FloatingEnemyAndNPCLines
source: Fishy leaves.
es: Fishy se va.
fr: Poiscaille s'en va.
hu: Hali elmenni.
ro: Peștele pleacă.
ru: Фиши покинул нас.

# FloatingEnemyAndNPCLines
source: I need some fish!
es: ¡Necesito un poco de pescado!
fr: J'ai besoin de poisson !
hu: Halat!
ro: Am nevoie de niște pește!
ru: Мне нужно немного рыбы!

# FloatingEnemyAndNPCLines
source: Did you hear that?
es: ¿Escuchaste eso?
fr: Vous avez entendu ?
hu: Hallottad?
ro: Ai auzit asta?
ru: Ты это слышал?

# FloatingEnemyAndNPCLines
source: Join me!
es: ¡Únete a mi!
fr: Rejoignez-moi !
hu: Csatlakozz!
ro: Alătură-te mie!
ru: Присоединяйся!

# FloatingEnemyAndNPCLines
source: You shall die too!
es: ¡Tú también morirás!
fr: Vous aussi, vous allez mourir !
hu: Neked is halnod kell!
ro: Vei muri și tu!
ru: Ты тоже должен умереть!

# FloatingEnemyAndNPCLines
source: Is this the end?
es: ¿Es este el final?
fr: Est-ce la fin ?
hu: Ez már a vég?
ro: Acesta este sfârșitul?
ru: Это конец?

# FloatingEnemyAndNPCLines
source: Pain...
es: Dolor...
fr: Souffrance...
hu: Fájdalom...
ro: Durere...
ru: Боль…

# FloatingEnemyAndNPCLines
source: Death... again?!
es: ¡¿Muerte... otra vez?!
fr: Mort... encore ?!
hu: Halál... megint?!
ro: Moartea... din nou?!
ru: Смерть… снова?!

# FloatingEnemyAndNPCLines
source: I can't rest.
es: No puedo descansar.
fr: Je ne peux pas tomber.
hu: Nincs nyugtom.
ro: Nu mă pot odihni.
ru: Я не могу отдохнуть.

# FloatingEnemyAndNPCLines
source: Death is not peace.
es: La muerte no es paz.
fr: La mort n'est pas la paix.
hu: A halál nem menekvés.
ro: Moartea nu este pace.
ru: Смерть - это не покой.

# FloatingEnemyAndNPCLines
source: I'll change you!
es: ¡Te voy a cambiar!
fr: Je vais vous changer !
hu: Megváltoztatlak!
ro: Te voi schimba!
ru: Я изменю тебя!

# FloatingEnemyAndNPCLines
source: Do not resist me!
es: ¡No me resistas!
fr: Ne me résistez pas !
hu: Ne állj ellen!
ro: Nu mă rezista!
ru: Не сопротивляйся!

# FloatingEnemyAndNPCLines
source: It's still... me...
es: Todavía soy... yo...
fr: C'est toujours... moi...
hu: Még mindig... én...
ro: Este încă ... eu ...
ru: Это все еще…я…

# FloatingEnemyAndNPCLines
source: Why did you...?
es: ¿Por qué lo hiciste...?
fr: Pourquoi avez-vous... ?
hu: Miért?
ro: De ce ai făcut-o...?
ru: Почему ты…?

# FloatingEnemyAndNPCLines
source: You changed... me?
es: ¿Tu me cambiaste?
fr: Tu m'as... changé ?
hu: Te változtattál engem?
ro: M-ai schimbat?
ru: Ты изменил…меня?

# FloatingEnemyAndNPCLines
source: What do you wish to be?
es: ¿Que quieres ser?
fr: Que souhaitez-vous être ?
hu: Mi szeretnél lenni?
ro: Ce vrei să fii?
ru: Кем ты хочешь быть?

# FloatingEnemyAndNPCLines
source: Come to me!
es: ¡Ven a mi!
fr: Venez à moi !
hu: Hozzám!
ro: Vino la mine!
ru: Подойди ко мне!

# FloatingEnemyAndNPCLines
source: Yum-yum hmmmm... delicious
es: Ñam ñam hmmmm... delicioso
fr: Miam-miam hmmmm... délicieux
hu: Nyamm-nyamm hmmm… finom
ro: Yum-yum hmmmm... delicios
ru: Ням-ням… вкусно

# FloatingEnemyAndNPCLines
source: Hmmm... tasty
es: Hmmm... sabroso
fr: Hmmm... savoureux
hu: Hmmm… finom
ro: Hmmm... gustos
ru: Хм… вкусно

# FloatingEnemyAndNPCLines
source: Ehmmm... where is my spoon?
es: Ehmmm... ¿dónde está mi cuchara?
fr: Ehmmm... où est ma cuillère ?
hu: Ehmm… hol van a kanalam?
ro: Ehmmm... unde este lingura mea?
ru: Эммм… где моя ложка?

# FloatingEnemyAndNPCLines
source: Ehemm, ehemm
ru: Кхмм, кхмм

# FloatingEnemyAndNPCLines
source: Ohm
ru: Охм

# FloatingEnemyAndNPCLines
source: Walking ball?
es: ¿Una pelota que camina?
fr: Une balle qui marche ?
hu: Sétáló labda?
ro: Minge plimbătoare?
ru: Ходячий шар?

# FloatingEnemyAndNPCLines
source: You?
es: ¿Tu?
fr: Toi ?
hu: Te?
ro: Tu?
ru: Ты?

# FloatingEnemyAndNPCLines
source: Do you exist outside of my mind?
es: ¿Existes fuera de mi mente?
fr: Existes-tu en dehors de mon esprit ?
hu: Csak a fejemben létezel?
ro: Tu exiști în afara minții mele?
ru: Существуешь ли ты вне моего сознания?

# FloatingEnemyAndNPCLines
source: Ehm, what?
es: Ehm, ¿que?
fr: Ehm, quoi ?
hu: Ehm, mi?
ro: Ehm, ce?
ru: Эмм, что?

# FloatingEnemyAndNPCLines
source: Ehmm
ru: Эмм

# FloatingEnemyAndNPCLines
source: Humm
ru: Хамм

# FloatingEnemyAndNPCLines
source: Hemm
ru: Хемм

# FloatingEnemyAndNPCLines
source: Ahm
ru: Ахм

# FloatingEnemyAndNPCLines
source: Hmmm-hmmm-hmm
ru: Хмм-хмм-хмм

# FloatingEnemyAndNPCLines
source: Ehmm-hmmm-uhmm
ru: Эмм-хммм-аммм

# FloatingEnemyAndNPCLines
source: Umm-huhummm
ru: Умм-хуммумм

# FloatingEnemyAndNPCLines
source: I am, therefore I think!
es: ¡Lo estoy, por lo tanto, creo!
fr: Je le suis, donc je pense !
hu: Vagyok, tehát gondolkodom!
ro: Eu sunt, de aceea gândesc!
ru: Я существую, значит, я думаю!

# FloatingEnemyAndNPCLines
source: I think... I am...
es: Creo que estoy...
fr: Je pense... que je suis...
hu: Gondolom... vagyok...
ro: Gândesc... Că sunt...
ru: Я думаю... Я...

# FloatingEnemyAndNPCLines
source: The unexamined life is not worth living!
es: ¡La vida no examinada no vale la pena vivir!
fr: La vie sans réflexion ne vaut pas la peine d'être vécue !
hu: A megfigyeletlen életet nem érdemes élni!
ro: Viața neexaminată nu merita trăită!
ru: Неисследованная жизнь не стоит того, чтобы ее проживать!

# FloatingEnemyAndNPCLines
source: The mind is furnished with ideas by a drunk upholsterer...
es: La mente está lleno de ideas por un tapicero borracho...
fr: L'esprit est meublé d'idées provenant d'un décorateur ivre...
hu: Az elmében az ötleteket egy részeg kárpitos rendezte be...
ro: Mintea este dotată cu idei de la un tapițar beat ...
ru: Разум наполнен идеями пьяного обивщика...

# FloatingEnemyAndNPCLines
source: Tic-tac
hu: Tik-tak
ru: Тик-так

# FloatingEnemyAndNPCLines
source: To be...
es: Estar...
fr: Être...
hu: Lenni...
ro: A fi...
ru: Быть…

# FloatingEnemyAndNPCLines
source: Weird
es: Extraño
fr: Bizarre
hu: Fura
ro: Ciudat
ru: Странный

# InputKeys
source: Any Key
es: Cualquier tecla
fr: N'importe quelle Touche
hu: Valami Kulcs
ro: Orice Tastă
ru: Любая клавиша

# InputKeys
source: Down
es: Abajo
fr: Bas
hu: Le
ro: Jos
ru: Вниз

# InputKeys
source: Left
es: Izquierda
fr: Gauche
hu: Bal
ro: Stânga
ru: Влево

# InputKeys
source: Right
es: Derecha
fr: Droite
hu: Jobb
ro: Dreapta
ru: Вправо

# InputKeys
source: Up
es: Arriba
fr: Haut
hu: Fel
ro: Sus
ru: Вверх

# Interaction
source: Absorb Energy
es: Absorber Energía
fr: Absorber l'Énergie
hu: Energia Csapolás
ro: Absoarbe Energia
ru: Поглотить Энергию

# Interaction
source: A few items acquired
es: Algunos artículos adquiridos
fr: Quelques objets acquis
hu: Szereztél néhány tárgyat
ro: Câteva articole achiziționate
ru: Несколько приобретенных предметов

# Interaction
source: {0} acquired
es: {0} adquirido
fr: {0} acquis
hu: Talált tárgy: {0}
ro: {0} dobândit
ru: {0} приобретено

# Interaction
source: Activate
es: Activar
fr: Activer
hu: Aktivál
ro: Activează
ru: Активировать

# Interaction
source: Activate Elevator
es: Activar Ascensor
fr: Activer l'Ascenseur
hu: Felvonó aktiválása
ro: Activează Liftul
ru: Запустить лифт

# Interaction
source: Silver Key Acquired
es: Llave plateada adquirida
fr: Clé d'Argent Obtenue
hu: Ezüst Kulcsot szereztél
ro: Cheia de Argint Achiziționată
ru: Приобретен Серебряный Ключ

# Interaction
source: Ascend
es: Ascender
fr: Ascension
hu: Fel
ro: Urcă
ru: Подняться

# Interaction
source: Bed
es: Cama
fr: Lit
hu: Ágy
ro: Pat
ru: Кровать

# Interaction
source: Boat to the Kitchen
es: Utilizar el Barco a la Cocina
fr: Du Bateau à la Cuisine
hu: Csónakkal a Konyhába
ro: Barcă către Bucătărie
ru: Лодка на кухню

# Interaction
source: Boat to the Ruins
es: Utilizar el Barco a las Ruinas
fr: Du Bateau à la Ruine
hu: Csónakkal a Romokhoz
ro: Barcă către Ruine
ru: Лодка к Руинам

# Interaction
source: Boat to the Station
es: Utilizar el Barco a la Estación
fr: Du Bateau à la Station
hu: Csónakkal az Állomásra
ro: Barcă către Stație
ru: Лодка до Станции

# Interaction
source: Call Elevator
es: Llamar el Ascensor
fr: Appelez l'Ascenseur
hu: Felvonó
ro: Cheamă Liftul
ru: Вызывать Лифт

# Interaction
source: Candles
es: Velas
fr: Bougies
hu: Gyertyák
ro: Lumânări
ru: Свечи

# Interaction
source: Tabby's Bed
es: Cama de Tabby
fr: Lit de Tabby
hu: Cirmos ágya
ro: Patul lui Tabby
ru: Кровать Тэбби

# Interaction
source: Chair
es: Silla
fr: Chaise
hu: Szék
ro: Scaun
ru: Стул

# Interaction
source: Change Spells
es: Cambiar Hechizos
fr: Changer les Sorts
hu: Varázslat választás
ro: Schimbă Vrăjile
ru: Поменять Заклинание

# Interaction
source: Charge
es: Cargar
hu: Tölt
ro: Încarcă
ru: Заряд

# Interaction
source: Check Door
es: Comprobar Puerta
fr: Vérification de la Porte
hu: Ajtó
ro: Verifică Ușa
ru: Проверить Дверь

# Interaction
source: Chest
es: Cofre
fr: Coffre
hu: Láda
ro: Cufăr
ru: Сундук

# Interaction
source: Check Chest
es: Comprobar Cofre
fr: Vérification du Coffre
hu: Láda
ro: Verifică Cufărul
ru: Проверить Сундук

# Interaction
source: Check Small Chest
es: Comprobar Cofre Pequeño
fr: Vérification du Petit Coffre
hu: Kis Láda
ro: Verifică Cufărul Mic
ru: Проверить Маленький Сундук

# Interaction
source: Close Chest
es: Cerrar Cofre
fr: Fermer le Coffre
hu: Bezár
ro: Închide Cufărul
ru: Закрыть Сундук

# Interaction
source: Close Small Chest
es: Cerrar Cofre Pequeño
fr: Fermer le Petit Coffre
hu: Bezár
ro: Închide Cufărul Mic
ru: Закрыть Маленький Сундук

# Interaction
source: Open Chest
es: Abrir Cofre
fr: Ouvrir le Coffre
hu: Kinyit
ro: Deschide Cufărul
ru: Открыть Сундук

# Interaction
source: Open Small Chest
es: Abrir Cofre Pequeño
fr: Ouvrir le Petit Coffre
hu: Kinyit
ro: Deschide Cufărul Mic
ru: Открыть Маленький Сундук

# Interaction
source: Close Door
es: Cerrar Puerta
fr: Fermer la Porte
hu: Becsuk
ro: Închide Ușa
ru: Закрыть Дверь

# Interaction
source: Cross Planks
es: Cruzar Tablones
fr: Planches Transversales
hu: Át a pallón
ro: Scânduri Încrucișate
ru: Пересечь Брусья

# Interaction
source: Daddy's Room
es: Habitación de Papa
fr: Chambre de Papa
hu: Apa Szobája
ro: Camera lui tati
ru: Папина Комната

# Interaction
source: Descend
es: Descender
fr: Descendre
hu: Le
ro: Coboară
ru: Спуститься

# Interaction
source: Destroy
es: Destruir
fr: Détruire
hu: Tönkretesz
ro: Distruge
ru: Уничтожить

# Interaction
source: Device
es: Aparato
fr: Dispositif
hu: Szerkezet
ro: Dispozitiv
ru: Устройство

# Interaction
source: Door
es: Puerta
fr: Porte
hu: Ajtó
ro: Ușă
ru: Дверь

# Interaction
source: Door does not open from this side!
es: ¡La puerta no se abre desde este lado!
fr: La porte ne s'ouvre pas de ce côté !
hu: Nem nyílik erről az oldalról!
ro: Ușa nu se deschide din partea asta!
ru: Дверь не открывается с этой стороны!

# Interaction
source: Door opened
es: Puerta abierta
fr: Porte ouverte
hu: Ajtó kinyitva
ro: Ușă deschisă
ru: Дверь открыта

# Interaction
source: Drop
es: Soltar
fr: Déposer
hu: Letesz
ro: Lasă
ru: Бросить

# Interaction
source: Elevator Activated
es: Ascensor Activado
fr: Ascenseur Activé
hu: Felvonó Aktiválva
ro: Lift Activat
ru: Лифт Активирован

# Interaction
source: The elevator seems to be inactive
es: El ascensor parece estar inactivo
fr: L'ascenseur semble être inactif
hu: Úgy tűnik, a felvonó nem üzemel
ro: Se pare că liftul este inactiv
ru: Лифт, похоже, не работает

# Interaction
source: The elevator does not move to the selected direction
es: El ascensor no se mueve a la dirección seleccionada
fr: L'ascenseur ne se déplace pas dans la direction choisie
hu: A felvonó nem megy ebbe az irányba
ro: Liftul nu se mișca in direcția selectată
ru: Лифт не едет в заданном направлении

# Interaction
source: Enter
es: Entrar
fr: Entrer
hu: Be
ro: Intră
ru: Войти

# Interaction
source: Enter Bridge
es: Entrar en el Puente
fr: Entrer sur le Pont
hu: Híd
ro: Intră pe Pod
ru: Войти на Мост

# Interaction
source: Enter Cave
es: Entrar en la Cueva
fr: Entrer dans la Grotte
hu: Barlang
ro: Intră în Peșteră
ru: Войти в Пещеру

# Interaction
source: Enter Flames
es: Entrar en las Llamas
fr: Entrer dans les Flammes
hu: Lángok
ro: Intră în Flăcări
ru: Войти в Пламя

# Interaction
source: Enter Gate
es: Entrar por la Puerta
fr: Entrer par la Porte
hu: Kapu
ro: Intră pe Poartă
ru: Войти в Ворота

# Interaction
source: Enter Hut
es: Entrar en la Choza
fr: Entrer dans la Cabane
hu: Kunyhó
ro: Intră în Colibă
ru: Войти в Хижину

# Interaction
source: Enter Kitchen
es: Entrar en la Cocina
fr: Entrer dans la Cuisine
hu: Konyha
ro: Intră în Bucătărie
ru: Войти на Кухню

# Interaction
source: Enter Pipe
es: Entrar en la Tubería
fr: Entrer par le Tuyau
hu: Cső
ro: Intră în Țeavă
ru: Войти в Трубу

# Interaction
source: Enter Portal
es: Entrar al portal
fr: Entrer par le Portail
hu: Átjáró
ro: Intră în Portal
ru: Войти в Портал

# Interaction
source: Enter Stairs on the Left
es: Entrar Escaleras a la Izquierda
fr: Entrer par les Escaliers de Gauche
hu: Bal Lépcső
ro: Intră pe Scările din Stânga
ru: Войти по Лестнице Слева

# Interaction
source: Enter Stairs on the Right
es: Entrar Escaleras a la Derecha
fr: Entrer par les Escaliers de Droite
hu: Jobb Lépcső
ro: Intră pe Scările din Dreapta
ru: Войти по Лестнице Справа

# Interaction
source: Enter Tower
es: Entrar en la Torre
fr: Entrer dans la Tour
hu: Torony
ro: Intră în Turn
ru: Войти в Башню

# Interaction
source: Entrance locked from the other side
es: Entrada cerrada desde el otro lado
fr: Entrée verrouillée de l'autre côté
hu: A bejárat a másik oldalról van lezárva
ro: Intrarea este blocată din cealaltă parte
ru: Вход заблокирован с другой стороны

# Interaction
source: Examine
es: Examinar
fr: Examiner
hu: Megvizsgál
ro: Examinează
ru: Осмотреть

# Interaction
source: Examine Device
es: Examinar Aparato
fr: Examiner le Dispositif
hu: Szerkezet
ro: Examinează Dispozitivul
ru: Осмотреть Устройство

# Interaction
source: Examine Elevator
es: Examinar Ascensor
fr: Examiner l'Ascenseur
hu: Felvonó
ro: Examinează Liftul
ru: Осмотреть Лифт

# Interaction
source: Examine Switch
es: Examinar interruptor
fr: Examiner l'Interrupteur
hu: Megvizsgál
ro: Examinează Comutatorul
ru: Осмотреть Переключатель

# Interaction
source: Exit
es: Salir
fr: Sortie
hu: Kijárat
ro: Ieși
ru: Выход

# Interaction
source: Explore more stations before using the railway system.
es: Explore más estaciones antes de usar el sistema ferroviario.
fr: Explorez d'autres gares avant d'utiliser le système ferroviaire.
hu: Több állomást kell felfedezned, hogy vonattal utazhass.
ro: Explorează mai multe stații înainte de a utiliza sistemul feroviar.
ru: Откройте для себя больше станций, прежде чем использовать железнодорожную систему.

# Interaction
source: Finish Demo
es: Finalizar demo
fr: Terminer la démo
hu: Demó vége
ro: Finalizare Demo
ru: Закончить демо-версию

# Interaction
source: Fire
es: Fuego
fr: Tirer
hu: Tűz
ro: Foc
ru: Огонь

# Interaction
source: Go down
es: Bajar
fr: Aller vers le bas
hu: Le
ro: Coboară
ru: Спуститься

# Interaction
source: Go up
es: Subir
fr: Aller vers le haut
hu: Fel
ro: Urcă
ru: Пойти наверх

# Interaction
source: Inspect Fountain
es: Inspeccionar Fuente
fr: Inspecter la Fontaine
hu: Szökőkút
ro: Inspectează Fântâna
ru: Проверить Фонтан

# Interaction
source: Inventory
es: Inventario
fr: Inventaire
hu: Felszerelés
ro: Inventar
ru: Инвентарь

# Interaction
source: Key Missing: {0}
es: Llaves perdido: {0}
fr: Clé manquante : {0}
hu: Hiányzó kulcs: {0}
ro: Cheie lipsă: {0}
ru: Отсутствуeт: {0}

# Interaction
source: Kick Rope
es: Patear la Cuerda
fr: Frapper la Corde
hu: Kötél
ro: Lovește Funia
ru: Пнуть Веревку

# Interaction
source: Laboratory
es: Laboratorio
fr: Laboratoire
hu: Laborítórium
ro: Laborator
ru: Лаборатория

# Interaction
source: Lamps
es: Lámparas
fr: Lampes
hu: Lámpák
ro: Lămpi
ru: Лампы

# Interaction
source: Leave
es: Salir
fr: Partir
hu: Ki
ro: Ieși
ru: Выйти

# Interaction
source: Leave Bridge
es: Salir del Puente
fr: Partir du Pont
hu: Le a Hídról
ro: Părăsește Podul
ru: Выйти с Моста

# Interaction
source: Leave Cave
es: Salir de la Cueva
fr: Sortir de la Cave
hu: Ki a Barlangból
ro: Părăsește Peștera
ru: Выйти из Пещеры

# Interaction
source: Leave Circle
es: Salir del Círculo
fr: Sortir du Cercle
hu: Ki a Körből
ro: Părăsește Cercul
ru: Выйти из Круга

# Interaction
source: Leave Hut
es: Salir de la Choza
fr: Sortir de la Cabane
hu: Ki a Kunyhóból
ro: Părăsește Coliba
ru: Выйти из Хижины

# Interaction
source: Left Lever
es: Palanca Izquierda
fr: Levier Gauche
hu: Bal Kar
ro: Maneta stângă
ru: Левый Рычаг

# Interaction
source: Lever activated. The crystal broke.
es: Palanca activada. El cristal se rompió.
fr: Levier activé. Le cristal s'est brisé.
hu: Kar aktiválva. A kristály eltört.
ro: Maneta activată. Cristalul s-a spart.
ru: Рычаг активирован. Кристалл разбился.

# Interaction
source: Seems to be inactive
es: Parece estar inactivo
fr: Semble être inactif
hu: Úgy tűnik, nem üzemel
ro: Pare a fi Inactiv
ru: Похоже, что не работает

# Interaction
source: Acquire Memory Stone
es: Adquiere Piedra de Memoria
fr: Acquérir une Pierre de Mémoire
hu: Emlék Kristály
ro: Achiziționează Piatră de Memorie
ru: Приобрести Камень Воспоминаний

# Interaction
source: Memory Stone Gained
es: Piedra de Memoria Obtenida
fr: Pierre de la Mémoire Obtenue
hu: Emlékkövet szereztél
ro: Piatra de Memorie Câștigată
ru: Камень Воспоминаний Приобретен

# Interaction
source: Middle Lever
es: Palanca del Centro
fr: Levier Central
hu: Középső Kar
ro: Maneta de mijloc
ru: Рычаг по Середине

# Interaction
source: Mom's Room
es: Habitación de mamá
fr: Chambre de Maman
hu: Anyu Szobája
ro: Camera Mamei
ru: Мамина Комната

# Interaction
source: Notebook
es: Cuaderno de Apuntes
fr: Bloc-notes
hu: Jegyzet
ro: Caiet
ru: Дневник

# Interaction
source: Open
es: Abrir
fr: Ouvrir
hu: Nyit
ro: Deschide
ru: Открыть

# Interaction
source: Open Door
es: Abrir la Puerta
fr: Ouvrir la Porte
hu: Ajtó
ro: Deschide Ușa
ru: Открыть Дверь

# Interaction
source: Painting
es: Pintura
fr: Peinture
hu: Festmény
ro: Pictură
ru: Картина

# Interaction
source: Paintings
es: Pinturas
fr: Peintures
hu: Festmények
ro: Picturi
ru: Картины

# Interaction
source: Pass Bridge
es: Pasar el Puente
fr: Traverser le Pont
hu: Át a Hídon
ro: Treci Podul
ru: Перейти Мост

# Interaction
source: Pick Up
es: Recoger
fr: Ramasser
hu: Felvesz
ro: Ridică
ru: Подобрать

# Interaction
source: Place Rope
es: Colocar Cuerda
fr: Placer la Corde
hu: Kötél
ro: Pune Funia
ru: Положить Веревку

# Interaction
source: Primary Strike
es: Ataque Primario
fr: Coup Principal
hu: Alap Támadás
ro: Atac Primar
ru: Основной Удар

# Interaction
source: Pull
es: Tirar
fr: Tirer
hu: Húz
ro: Trage
ru: Потянуть

# Interaction
source: Pull Lever
es: Tire de la Palanca
fr: Tirer le Levier
hu: Kar
ro: Trage maneta
ru: Потянуть Рычаг

# Interaction
source: Push
es: Empujar
fr: Pousser
hu: Tol
ro: Împinge
ru: Толкнуть

# Interaction
source: Put Weapon Away
es: Guarda el Arma
fr: Ranger les Armes
hu: Fegyver eltétel
ro: Pune Arma Deoparte
ru: Убрать Оружие

# Interaction
source: Read
es: Leer
fr: Lire
hu: Olvas
ro: Citește
ru: Прочитать

# Interaction
source: Read Dictionary
es: Leer el Diccionario
fr: Lire le Dictionnaire
hu: Szótár
ro: Citește dicționarul
ru: Прочитать Словарь

# Interaction
source: Read Symbols
es: Leer los símbolos
fr: Lire les Symboles
hu: Szimbólumok
ro: Citește Simbolurile
ru: Прочитать Символы

# Interaction
source: Release Keeper
es: Soltar el Guardián
fr: Relâcher le Gardien
hu: Őrző elengedése
ro: Eliberează Deținătorul
ru: Освободить Хранителя

# Interaction
source: Replay Boss Fight
es: Repetir la Batalla con el Jefe
fr: Rejouer le Combat de Boss
hu: Küzdelem újrajátszása
ro: Repornește Lupta cu Șeful
ru: Воспроизвести Бой с Боссом

# Interaction
source: Reset Portals
es: Restablecer portales
fr: Réinitialiser les Portails
hu: Visszaállít
ro: Resetează Portalurile
ru: Сброс Порталов

# Interaction
source: Rest
es: Descansar
fr: Se Reposer
hu: Pihen
ro: Odihnește-te
ru: Отдохнуть

# Interaction
source: Restore
es: Restaurar
fr: Restaurer
hu: Visszaállítás
ro: Restaurează
ru: Восстановить

# Interaction
source: Right Lever
es: Palanca Derecha
fr: Levier Droit
hu: Jobb Kar
ro: Maneta dreaptă
ru: Правый Рычаг

# Interaction
source: Ring the bell
es: Tocar la campana
fr: Sonner la Cloche
hu: Csengő
ro: Sună clopotul
ru: Позвонить в Колокол

# Interaction
source: A rope could be placed here
es: Una cuerda podría ser colocada aquí
fr: Une corde pourrait être placée ici
hu: Kötelet rögzíthetsz ide
ro: O funie ar putea fi așezata aici
ru: Сюда можно поставить веревку

# Interaction
source: Rope kicked
es: Cuerda pateada
fr: Corde frappée
hu: Kötél lelökve
ro: Funie lovită
ru: Пнул Веревку

# Interaction
source: Rope placed
es: Cuerda colocada
fr: Corde placée
hu: Kötél elhelyezve
ro: Funie așezată
ru: Веревка поставлена

# Interaction
source: Sail
es: Vela
fr: Voile
hu: Vitorlás
ro: Navighează
ru: Отплыть

# Interaction
source: Soulkeeper released
es: Guardian de Almas liberado
fr: Gardien des Âmes sorti
hu: Lélekőr elengedve
ro: Deținătorul Sufletului eliberat
ru: Хранитель Душ Освобожден

# Interaction
source: Special Strike
es: Ataque Especial
fr: Coup Spécial
hu: Különleges Támadás
ro: Atac special
ru: Специальный Удар

# Interaction
source: Stairs
es: Escaleras
fr: Escaliers
hu: Lépcsők
ro: Scări
ru: Лестница

# Interaction
source: {0} {1} added to your bag!
es: ¡{0} {1} añadido a tu bolsa!
fr: {0} {1} ajouté à votre sac !
hu: {0} {1} betéve a zsákba!
ro: {0} {1} adăugat în geantă!
ru: {0} {1} добавлено в твою сумку!

# Interaction
source: You can't carry more {0}
es: No puedes llevar más {0}
fr: Vous ne pouvez pas transporter davantage de {0}
hu: Nem tudsz többet elvinni ebből: {0}
ro: Nu poți transporta mai multe {0}
ru: Ты не можешь нести больше {0}

# Interaction
source: You don't have anything you could use to store {0}
es: No tiene nada que pueda usar para almacenar {0}
fr: Vous n'avez rien que vous pourriez utiliser pour stocker {0}
hu: Nincs nálad semmi, amiben ezt tarthatnád: {0}
ro: Nu ai nimic care ai putea folosi pentru a stoca {0}
ru: У тебя нет ничего, что можно было бы использовать для хранения {0}

# Interaction
source: Swing
es: Balancear
fr: Pivoter
hu: Lengés
ro: Balansează
ru: Качаться

# Interaction
source: Switch
es: Intercambiar
fr: Changer
hu: Vált
ro: Întrerupător
ru: Переключить

# Interaction
source: Take
es: Llevar
fr: Prendre
hu: Elvesz
ro: Ia
ru: Взять

# Interaction
source: Take a seat
es: Toma asiento
fr: S'asseoir
hu: Szék
ro: Ia un loc
ru: Сесть

# Interaction
source: Take Abacus
es: Llevar Abacus
fr: Prendre le Boulier
hu: Abakuszt elvesz
ro: Ia Abacus
ru: Взять Абакус

# Interaction
source: Take All
es: Llevarlo Todo
fr: Tout Prendre
hu: Mindent elvesz
ro: Ia Totul
ru: Взять Все

# Interaction
source: Take Axe
es: Llevar el Hacha
fr: Prendre les Haches
hu: Fejszék
ro: Ia Topor
ru: Взять Топор

# Interaction
source: Take Blades
es: Llevar las Cuchillas
fr: Prendre les Lames
hu: Pengék
ro: Ia Săbile
ru: Взять Клинки

# Interaction
source: Take Books
es: Llevar los Libros
fr: Prendre les Livres
hu: Könyvek
ro: Ia Cărți
ru: Взять Книги

# Interaction
source: Take Mace
es: Llevar la Maza
fr: Prendre la Masse
hu: Buzogány
ro: Ia Buzdugan
ru: Взять Жезл

# Interaction
source: Take Mushrooms
es: Llevar Setas
fr: Prendre les Champignons
hu: Gombák
ro: Ia Ciuperci
ru: Взять Грибы

# Interaction
source: Take Rope
es: Llevar la Cuerda
fr: Prendre la Corde
hu: Kötél
ro: Ia Funia
ru: Взять Веревку

# Interaction
source: Take Sabre
es: Llevar Sable
fr: Prendre le Sabre
hu: Szablya
ro: Ia Paloș
ru: Взять Саблю

# Interaction
source: Take Spellcaster
es: Llevar Lanza Hechizos
fr: Prendre le Lanceur de Sorts
hu: Bűvölő
ro: Ia articolul de vrăji
ru: Взять Заклинатель Заклинаний

# Interaction
source: Take Stones
es: Llevar Piedras
fr: Prendre les Pierres
hu: Kövek
ro: Ia Pietrele
ru: Взять Камни
