Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDemo/*/WarriorbDemo.po
Languages: es, fr, hu, ro, ru

# UI
source: We suspect that you play a pirated copy of the game. It's fine. We hope you will enjoy it! If you like the game, please tell your friends about it, and maybe even consider buying it. We would love to keep making games!
es: Sospechamos que juegas una copia pirata del juego. Está bien. ¡Esperamos que lo disfrutes! Si te gusta el juego, cuéntaselo a tus amigos y tal vez incluso consideres comprarlo. ¡Nos encantaría seguir haciendo juegos!
fr: Nous soupçonnons que vous jouez à une copie piratée du jeu. Pas de problème. Nous espérons que vous l'apprécierez ! Si vous aimez le jeu, parlez-en à vos amis, et envisagez peut-être même de l'acheter. Nous aimerions continuer à créer des jeux !
hu: Az a sanda gyanúnk, hogy a játék virágbolti változatával játszol. Részünkről oké, reméljük, tetszik a játék! Ha így van, örülnénk, ha mesélnél róla a barátaidnak, esetleg megfontolnád, hogy mégis megveszed. Király lenne, ha lenne keretünk a későbbiekben is játékfejlesztésre.
ro: Bănuim că joci o copie piratată a jocului. Este ok. Sperăm că îți va place! Dacă vă place jocul, vă rugăm să spuneți prietenilor despre el, și poate chiar să luați în considerare cumpărarea acestuia. Ne-ar plăcea să continuăm să facem jocuri in continuare!
ru: Мы подозреваем, что Вы играете в пиратскую копию игры. Это не проблема. Мы надеемся, вам понравится! Если Вам понравилась игра, расскажите об этом друзьям и, может быть подумайте о ее покупке. Мы хотели бы продолжить создавать игры!

# UI
source: WarriOrb DRM
ru: WarriOrb ДРМ

# UI
source: Dwarf
es: Enano
fr: Nain
hu: Törp
ro: Pitic
ru: Гном

# UI
source: Empty
es: Vacío
fr: Vide
hu: Üres
ro: Gol
ru: Пустой

# UI
source: The path ahead is challenging. Do not despise failure. Every wrong attempt discarded is another step forward.
es: El camino por delante es desafiante. No desprecies el fracaso. Cada intento equivocado descartado es otro paso adelante.
fr: Le chemin est difficile. Ne méprisez pas l'échec. Chaque essai infructueux est un pas en avant.
hu: Nehéz út áll előtted, ne hagyd, hogy a kudarc kedved szegje. Ne feledd: minden félresikerült próbálkozás egy újabb lépés a győzelem felé.
ro: Calea din față este o provocare. Nu disprețuii eșecul. Orice încercare greșită este un pas înainte.
ru: Впереди трудный путь. Не стоит презирать неудачи. Каждая неверная попытка - это еще один шаг вперед.

# UI
source: Essence
es: Esencia
hu: Esszencia
ro: Esență
ru: Сущность

# UI
source: Feedback
fr: Commentaires
hu: Visszajelzés
ro: Păreri
ru: Фидбэк

# UI
source: Game Defeated!
es: ¡Juego derrotado!
fr: Partie Gagnée !
hu: Játék Legyőzve!
ro: Joc Învins!
ru: Игра Пройдена!

# UI
source: Game currently under development
es: Juego actualmente en desarrollo
fr: Jeu en cours de développement
hu: A játék jelenleg fejlesztés alatt áll
ro: Jocul este în curs de dezvoltare
ru: Игра в настоящее время в разработке

# UI
source: Retreat
es: Retirada
fr: Abandonner
hu: Visszavonulás
ro: Retragete
ru: Отступить

# UI
source: Retry
es: Reintentar
fr: Recommencer
hu: Újra
ro: Reîncearcă
ru: Повторить

# UI
source: View button
es: Botón Vista
fr: Touche Affichage
hu: View gomb
ro: Butonul View
ru: Кнопка "Просмотр"

# UI
source: Menu button
es: botón Menú
fr: Touche Menu
hu: Menü gomb
ro: Butonul Meniu
ru: Кнопка "Меню"

# UI
source: Go back to main menu
es: Volver al menú principal
fr: Retour au menu principal
hu: Vissza a főmenübe
ro: Reveniți la meniul principal
ru: Вернуться в главное меню

# UI
source: +{x} GOLD
es: +{x} ORO
fr: +{x} D'OR
hu: +{x} Arany
ro: +{x} AUR
ru: +{x} Золото

# UI
source: Group Defeated
es: Grupo Derrotado
fr: Groupe Vaincu
hu: Csoport legyőzve
ro: Grup Învins
ru: Группа была повержена

# UI
source: UI Action Back
es: UI Acción Atrás
fr: UI Action Retour
hu: UI Vissza
ro: UI Acțiunea de înapoi
ru: Команда Назад

# UI
source: UI Action First
es: UI Acción Primero
fr: UI Action Première
hu: UI Első
ro: UI Prima acțiune
ru: Первая Команда

# UI
source: UI Action Second
es: UI Acción Segundo
fr: UI Action Seconde
hu: UI Második
ro: UI Acțiunea a doua
ru: Вторая Команда

# UI
source: UI Action Third
es: UI Acción Tercero
fr: UI Action Troisième
hu: UI Harmadik
ro: UI Acțiunea a treia
ru: Третья Команда

# UI
source: Selected button = {Key}, will get unbound from the {NumActions}|plural(one=Action,other=Actions) = {ActionNames}
es: El botón seleccionado = {Key}, se desligará de {NumActions}|plural(one=Action, other=Actions) = {ActionNames}
fr: Le bouton sélectionné = {Key}, ne sera plus liée à cette ou ces {NumActions}|plural(one=Action,other=Actions) = {ActionNames}
hu: A választott billentyű: ({Key}). A hozzárendelt {NumActions}|plural(one=akció,other=akciók) ({ActionNames}) törlődni fognak.
ro: Butonul selectat = {Key}, o să fie îndepărtată de la {NumActions}|plural(one=Acțiunea,other=Acțiunile) = {ActionNames}
ru: Выбранная кнопка = {Key}, будет сброшена c {NumActions}|plural(one=Команда,other=Команды) = {ActionNames}

# UI
source: Interact Alternative
es: Alternativa de Interacción
fr: Interagir autrement
hu: Alternatív Interakció
ro: Interacționează alternativ
ru: Назначение клавиш

# UI
source: Change Item
es: Cambiar Elemento
fr: Changer d'Objet
hu: Tárgy csere
ro: Schimbă articolul
ru: Смените Элемент

# UI
source: Change Spell
es: Cambiar hechizo
fr: Changer de Sort
hu: Varázslat csere
ro: Schimbă vraja
ru: Смените Заклинание

# UI
source: Change Weapon
es: Cambiar arma
fr: Changer d'Arme
hu: Fegyver csere
ro: Schimbă arma
ru: Смените Оружие

# UI
source: UI Move Down
es: UI Moverse Hacia Abajo
fr: UI Bouger vers le Bas
hu: UI Le
ro: UI Mută în jos
ru: Движение Вниз

# UI
source: Floating
es: Flotando
fr: Flotter
hu: Lebegés
ro: Plutește
ru: Парить

# UI
source: Interact
es: Interactuar
fr: Interagir
hu: Interakció
ro: Interacționează
ru: Изменить

# UI
source: Move Left
es: Mover Hacia la Izquierda
fr: Bouger à Gauche
hu: Mozgás: Bal
ro: Mișcă-te la stânga
ru: Движение Влево

# UI
source: Open Menu/Escape/Back
es: Abrir Menú /Escapar/ Atrás
fr: Ouvrir le Menu/Sortir/Revenir
hu: Menü/Bezár/Vissza
ro: Deschide Meniu / Escape / Înapoi
ru: Открыть Меню/Сбежать/Назад

# UI
source: Not allowed to remap to the Menu button
es: No se permite reasignar al botón Menú
fr: Impossible de modifier les Touche Menu
hu: A Menü gomb nem testreszabható
ro: Nu este permisă remaparea pe butonul Meniu
ru: Назначение действий на Кнопка "Меню"

# UI
source: Not allowed to remap to the + Button
es: No se permite reasignar al botón +
fr: Impossible de modifier les bouton +
hu: A + gomb nem testreszabható
ro: Nu ai voie să remapezi Butonul +
ru: Назначение действий на Кнопка "кнопка +"

# UI
source: Not allowed to remap to thumbsticks
es: No se permite reasignar a las joysticks
fr: Impossible de modifier les sticks
hu: A Karok nem testreszabhatóak
ro: Nu este permis să remapezi la thumbsticks
ru: Назначение действий на L и R запрещено

# UI
source: Not allowed to remap to Left Stick or Right Stick
es: No se permite reasignar a las palanca izquierda / palanca derecha
fr: Impossible de modifier le stick gauche et le stick droit
hu: A Bal Kar és Jobb Kar nem testreszabható
ro: Nu este permis să remapezi la Maneta Stângă / Maneta Dreaptă
ru: Назначение действий на L и R запрещено

# UI
source: Open Inventory
es: Abrir el Inventario
fr: Ouvrir l'Inventaire
hu: Felszerelés
ro: Deschide Inventarul
ru: Открыть Инвентарь

# UI
source: Move Right
es: Mover a la Derecha
fr: Bouger à Droite
hu: Mozgás: Jobb
ro: Mișcă-te la dreapta
ru: Движение Вправо

# UI
source: Roll
es: Rodar
fr: Rouler
hu: Gurulás
ro: Rostogoleștete
ru: Катится

# UI
source: Selected button = {Key}, is not allowed as an input option
es: El botón seleccionado = {Key}, no está permitida como una opción de entrada
fr: Le bouton sélectionné = {Key}, n'est pas autorisée
hu: A választott billentyű ({Key}) nem engedélyezett
ro: Butonul selectat = {Key}, nu este permisă ca o opțiune
ru: Выбранная кнопка = {Key}, не допускается в качестве опции ввода

# UI
source: UI Spell Down
es: UI Hechizo Abajo
fr: UI Sort Bas
hu: UI Varázslat Le
ro: UI Vrajă jos
ru: Заклинание Вниз

# UI
source: UI Spell Left
es: UI Hechizo Izquierda
fr: UI Sort Gauche
hu: UI Varázslat Bal
ro: UI Vrajă stânga
ru: Заклинание Слева

# UI
source: UI Spell Right
es: UI Hechizo Derecha
fr: UI Sort Droite
hu: UI Varázslat Jobb
ro: UI Vrajă dreapta
ru: Заклинание Вправо

# UI
source: UI Spell Select
es: UI Seleccionar Hechizo
fr: UI Sort Choisir
hu: UI Varázslat Kiválaszt
ro: UI Selectare vrajă
ru: Выбрать Заклинание

# UI
source: UI Spell Select & Cast
es: UI Seleccionar Hechizo y Lanzar
fr: UI Sort Choisir & Lancer
hu: UI Varázslat Használ
ro: UI Selectează & Cast Vrajă
ru: Выбрать Заклинание & Заколдовать

# UI
source: UI Spell Up
es: UI Hechizo Arriba
fr: UI Sort Haut
hu: UI Varázslat Fel
ro: UI Vrajă sus
ru: Заклинание Вверх

# UI
source: Primary Strike
es: Ataque Primario
fr: Coup Principal
hu: Alap Támadás
ro: Atac primar
ru: Основной Удар

# UI
source: Special Strike
es: Ataque Especial
fr: Coup Spécial
hu: Különleges Támadás
ro: Atac special
ru: Специальный Удар

# UI
source: Take Weapon Away
es: Quitar arma
fr: Ranger les Armes
hu: Fegyver eltétel
ro: Pune arma deoparte
ru: Убрать Оружие

# UI
source: UI Top Left
es: IU Arriba a la Izquierda
fr: UI en Haut à Gauche
hu: UI Felső sor Balra
ro: UI Stânga sus
ru: Вверху Слева

# UI
source: UI Top Right
es: IU Arriba a la Derecha
fr: UI en Haut à Droite
hu: UI Felső sor Jobbra
ro: UI Sus în dreapta
ru: Верху Справа

# UI
source: Unbound
es: Desligado
fr: Non lié
hu: Leválaszt
ro: Nefolosit
ru: Заменить

# UI
source: UI Move Up
es: UI Mover hacia arriba
fr: UI Vers le Haut
hu: UI Fel
ro: UI Mută în sus
ru: Движение Вверх

# UI
source: Use Item
es: Usar Objeto
fr: Utiliser l'Objet
hu: Tárgy Használat
ro: Folosește obiectul
ru: Использовать предмет

# UI
source: Amount: {0}
es: Cantidad: {0}
fr: Quantité : {0}
hu: Mennyiség: {0}
ro: Cantitate: {0}
ru: Количество: {0}

# UI
source: Cooldown
es: Enfriamiento
fr: Recharge
hu: Újratöltődés
ro: Viteza de reîncărcare
ru: Восстановение

# UI
source: Damage
es: Daño
fr: Dégâts
hu: Sebzés
ro: Avarie
ru: Урон

# UI
source: {0} sec
es: {0} segundos
hu: {0} mp
ru: {0} секунд

# UI
source: ---Equipped---
es: ---Equipado---
fr: ---Équipé---
hu: ---Saját tárgy---
ro: ---Echipat---
ru: — Снаряжено—

# UI
source: Not for sale
es: No para la venta
fr: Pas à vendre
hu: Nem eladó
ro: Nu este de vânzare
ru: Не продается

# UI
source: Better than nothing, right?
es: Mejor que nada, ¿verdad?
fr: C'est mieux que rien, non ?
hu: Jobb, mint a semmi, nem?
ro: Mai bine decât nimic, nu?
ru: Лучше, чем ничего, верно?

# UI
source: Better than nothing
es: Mejor que nada
fr: Mieux que rien
hu: Jobb, mint a semmi
ro: Mai bine decât nimic
ru: Лучше, чем ничего

# UI
source: Good stuff
es: Buenas cosas
fr: Trucs de qualité
hu: Jó cucc
ro: Lucruri bune
ru: Хорошая вещь

# UI
source: Pretty good stuff
es: Muy buenas cosas
fr: Trucs plutôt intéressants
hu: Elég jó cucc
ro: Lucruri destul de bune
ru: Довольно неплохая вещь

# UI
source: Amazing stuff
es: Increíbles cosas
fr: Trucs incroyables
hu: Nagyon jó cucc
ro: Lucruri uimitoare
ru: Изумительная вещь

# UI
source: Currently selected button:
es: Botón seleccionado actualmente:
fr: Bouton actuellement sélectionné
hu: Kiválasztott billentyű:
ro: Butonul selectat:
ru: Выбранная кнопка:

# UI
source: [Empty Button]
es: [botón vacío]
fr: Bouton Vide
hu: Üres Billentyű
ro: [Butonul Gol]
ru: [Пустая кнопка]

# UI
source: [Press Button]
es: [presiona el botón]
fr: [Appuyer sur un Bouton]
hu: Nyomj le egy Billentyűt
ro: [Apasă Butonul]
ru: [Нажмите кнопку]

# UI
source: Press the button you want to assign to the action:
es: Presione el botón que desea asignar a la acción:
fr: Appuyez sur le bouton que vous souhaitez attribuer à l'action :
hu: Nyomd le a gombot, amit ide akarsz párosítani:
ro: Apasă butonul pe care dorești să o atribui acțiunii:
ru: Нажмите кнопку, которую вы хотите задать этому действию:

# UI
source: Press any key to continue...
es: Pulse cualquier tecla para continuar...
fr: Appuyez sur n'importe quelle touche pour continuer...
hu: Nyomj le egy gombot a folytatáshoz...
ro: Apasă orice tastă pentru a continua...
ru: Нажмите любую кнопку, чтобы продолжить…

# UI
source: Press any button to continue...
es: Presione cualquier botón para continuar...
fr: Appuyez sur n'importe quel bouton pour continuer...
hu: Nyomj le egy gombot a folytatáshoz...
ro: Apăsați orice buton pentru a continua ...
ru: Нажмите любую кнопку, чтобы продолжить…

# UI
source: This is a loading screen. We wait a few seconds here to look more professional.
es: Esta es una pantalla de carga. Esperamos unos segundos aquí para parecer más profesional.
fr: Ceci est un écran de chargement. Nous attendons quelques secondes ici pour paraître plus professionnels.
hu: Ez egy loading screen. Várunk egy picit, hogy profibbnak tűnjünk.
ro: Acesta este un ecran de încărcare. Așteptăm aicea câteva secunde pentru a arăta mai professional.
ru: Это экран загрузки. Чтобы выглядеть более профессионально, мы подождем здесь несколько секунд.

# UI
source: Mailing List
es: Lista de Correo
fr: Liste de Diffusion
hu: Levelező lista
ro: Listă de email-uri
ru: Список Рассылки

# UI
source: Never completed
es: Nunca completado
fr: Jamais completé
hu: Sosem teljesített
ro: Niciodată completat
ru: Так и не завершено

# UI
source: No
fr: Non
hu: Nem
ro: Nu
ru: Нет

# UI
source: Character Sheet
es: Hoja del Personaje
fr: Personnage
hu: Karakter lap
ro: Fișa caracterului
ru: Панель Персонажа

# UI
source: Compare
es: Comparar
fr: Comparer
hu: Hasonlít
ro: Compară
ru: Сравнить

# UI
source: Drink
es: Beber
fr: Boire
hu: Iszik
ro: Bea
ru: Выпить

# UI
source: Equip
es: Equipar
fr: Équiper
hu: Felvesz
ro: Echipează
ru: Снарядить

# UI
source: Equip Item
es: Equipar Artículo
fr: Équiper l'Objet
hu: Tárgy előkészítése
ro: Echipează articol
ru: Снарядить предмет

# UI
source: Equip Next
es: Equipar Siguiente
fr: Équiper Suivant
hu: Következő előkészítése
ro: Echipează următoarea
ru: Снарядить Следующее

# UI
source: Read
es: Leer
fr: Lire
hu: Olvas
ro: Citește
ru: Прочитать

# UI
source: Unequip
es: Desequipar
fr: Déséquiper
hu: Elrak
ro: Dezechipă
ru: Снять

# UI
source: Add
es: Añadir
fr: Ajouter
hu: Előkészít
ro: Adaugă
ru: Добавить

# UI
source: Remove
es: Quitar
fr: Enlever
hu: Töröl
ro: Elimină
ru: Убрать

# UI
source: Equipped Spells
es: Hechizos Equipados
fr: Sorts Équipés
hu: Előkészített Varázslatok
ro: Vrăji echipate
ru: Экипированые заклинания

# UI
source: Inventory
es: Inventario
fr: Inventaire
hu: Felszerelés
ro: Inventar
ru: Инвентарь

# UI
source: Sidenotes
es: Notas
fr: Notes
hu: Jegyzetek
ro: Note laterale
ru: Заметки

# UI
source: Resistances
es: Resistencias
hu: Ellenállás
ro: Rezistenţele
ru: Сопротивление

# UI
source: You don't have the necessary item to use spells!
es: ¡No tienes el objeto necesario para usar hechizos!
fr: Vous n'avez pas l'objet nécessaire pour utiliser des sorts !
hu: Nem tudsz varázsolni a megfelelő eszköz nélkül!
ro: Nu ai articolulul necesar pentru a utiliza vrăji!
ru: У тебя нет необходимого предмета для использования заклинаний!

# UI
source: Change Spells
es: Cambiar Hechizos
fr: Changer les Sorts
hu: Varázslat választás
ro: Schimbă vrăjile
ru: Поменять Заклинание

# UI
source: Listen to Music
es: Escuchar Música
fr: Écouter de la musique
hu: Zenehallgatás
ro: Ascultă muzică
ru: Послушать музыку

# UI
source: Sleep
es: Dormir
fr: Dormir
hu: Alvás
ro: Dormi
ru: Поспать

# UI
source: Wake Up
es: Despertar
fr: Se Réveiller
hu: Tovább
ro: Trezește-te
ru: Проснуться

# UI
source: Capacity: {0}/{1}
es: Capacidad: {0}/{1}
fr: Capacité : {0}/{1}
hu: Fenntartás: {0}/{1}
ro: Capacitate: {0}/{1}
ru: Вместимость: {0}/{1}

# UI
source: You can only change the equipped spells near ancient statues.
es: Solo puedes cambiar los hechizos equipados cerca de estatuas antiguas.
fr: Vous ne pouvez changer les sorts équipés qu'à proximité des anciennes statues.
hu: Csak az Ősi Szobroknál készíthetsz elő varázslatokat.
ro: Poți schimba vrăjile echipate numai în apropierea statuilor antice.
ru: Сменить заклинания можно только у древних статуй.

# UI
source: Spells
es: Hechizos
fr: Sorts
hu: Varázslatok
ro: Vrăji
ru: Заклинания

# UI
source: Play Time
es: Tiempo de Juego
fr: Temps de Jeu
hu: Játékidő
ro: Timpul de joacă
ru: Время играть

# UI
source: Progress will be saved
es: El progreso se guardará
fr: Les progrès seront sauvegardés
hu: Állásod mentődni fog
ro: Progresul va fi salvat
ru: Прогресс будет сохранен

# UI
source: Your progress is saved automatically whenever this icon is displayed
es: Su progreso se guarda automáticamente cada vez que se muestra este icono
fr: Votre progression est automatiquement enregistrée à chaque fois que cette icône est affichée
hu: A játék ment, amikor ez az ikon látható
ro: Progresul este salvat automat de fiecare dată când este afișată această pictogramă
ru: Ваш прогресс сохраняется автоматически всякий раз, когда отображается этот значок

# UI
source: Quit Game
es: Salir del Juego
fr: Quitter
hu: Kilépés
ro: Ieși din joc
ru: Выйти из игры

# UI
source: Quit Game?
es: Seguro que quieres salir del juego?
fr: Quitter le Jeu ?
hu: Kilépsz?
ro: Ieși din joc?
ru: Выйти из игры?

# UI
source: Quit to Menu
es: Salir al menú
fr: Retour au Menu
hu: Vissza a Menübe
ro: Ieși în meniul principal
ru: В Главное Меню

# UI
source: Quit to Menu?
es: ¿Salir al menú?
fr: Quitter vers le Menu ?
hu: Vissza a Menübe?
ro: Ieși în meniul principal?
ru: Перейти в Главное Меню?

# UI
source: Reset to Arrow defaults
es: Restablecer a los valores predeterminados de las teclas
fr: Revenir aux Fléches par défaut
hu: Visszaállít nyilakra
ro: Resetează la valorile implicite săgeată
ru: Использовать Стрелки по умолчанию

# UI
source: Reset to WASD defaults
es: Restablecer los valores predeterminados de WASD
fr: Revenir à ZQSD par défaut
hu: Visszaállít WASD-ra
ro: Resetează la valorile prestabilite WASD
ru: Использовать WASD по умолчанию

# UI
source: Restart
es: Reiniciar
fr: Relancer
hu: Újraindít
ro: Repornește
ru: Перезапустить

# UI
source: Restart Game?
es: ¿Reinicia el juego?
fr: Relancer le Jeu ?
hu: Játék újrakezdése?
ro: Repornește Jocul?
ru: Перезапустить игру?

# UI
source: All progress will be lost
es: Todo el progreso se perderá
fr: Tous les progrès vont être perdus
hu: Mindent elölről kell kezdened
ro: Tot progresul va fi pierdut
ru: Весь прогресс будет потерян

# UI
source: Clear
es: Limpiar
fr: Terminé
hu: Töröl
ro: Golește
ru: Очистить

# UI
source: - Loaded -
es: - Cargado -
fr: - Chargé -
hu: - Betöltve -
ro: - Încărcat -
ru: - Загружен -

# UI
source: New Game
es: Nuevo juego
fr: Nouvelle Partie
hu: Új Játék
ro: Joc Nou
ru: Новая игра

# UI
source: {0} H {1} M
hu: {0} Ó {1} P
ru: {0} В {1} M

# UI
source: Progress will be lost
es: Se perderá el progreso
fr: Les progrès vont être perdus
hu: Elveszted, amit eddig elértél
ro: Progresul va fi pierdut
ru: Прогресс будет утерян

# UI
source: Select
es: Seleccionar
fr: Sélectionner
hu: Kiválaszt
ro: Selectează
ru: Выбрать

# UI
source: Save Slots
es: Ranuras para Guardar
fr: Slots de Sauvegarde
hu: Mentések
ro: Sloturi pentru salvări
ru: Сохранить слоты

# UI
source: seconds
es: segundos
fr: secondes
hu: másodperc
ro: secunde
ru: секунды

# UI
source: Select spells
es: Seleccionar hechizos
fr: Sélectionner les Sorts
hu: Varázslatok kiválasztása
ro: Selectează vrăji
ru: Выбрать заклинания

# UI
source: Sell
es: Vender
fr: Vendre
hu: Elad
ro: Vinde
ru: Продать

# UI
source: Send Automatically
es: Enviar automáticamente
fr: Envoyer Automatiquement
hu: Küldjön Automatikusan
ro: Trimite automat
ru: Отправлять автоматически

# UI
source: Do not Send
es: No enviar
fr: Ne pas Envoyer
hu: Ne küldjön
ro: Nu Trimite
ru: Не отправлять

# UI
source: Settings
es: Ajustes
fr: Options
hu: Beállítások
ro: Setări
ru: Настройки

# UI
source: Anti-Aliasing
ru: Сглаживание

# UI
source: Smooths out the edges by blending the colors of the pixels around the object to create the illusion of smoothness.
es: Suaviza los bordes combinando los colores de los píxeles alrededor del objeto para crear la ilusión de suavidad.
fr: Lisse les bords en mélangeant les couleurs des pixels autour de l'objet pour créer une illusion de finesse.
hu: Összemossa a pixelek színeit az élek mentén, ezzel simább élhatást érve el.
ro: Netezește marginile prin amestecarea culorilor pixelilor din jurul obiectului pentru a crea iluzia de netezime.
ru: Сглаживает края, смешивая цвета пикселей вокруг объекта, создавая иллюзию гладкости.

# UI
source: Apply
es: Aplicar
fr: Appliquer
hu: Alkalmaz
ro: Aplică
ru: Применить

# UI
source: Aspect Ratio
es: Relación de Aspecto
fr: Formats d'Affichage
hu: Képarány
ro: Raport aspect
ru: Соотношение сторон

# UI
source: Defines what aspect ratios are available for your resolution.
es: Define qué relaciones de aspecto están disponibles para su resolución.
fr: Définit les formats d'image disponibles pour votre résolution.
hu: Meghatározza hogy milyen képarányokat használhatsz felbontásként.
ro: Definește ce raporturi de aspect sunt disponibile pentru rezoluția selectată.
ru: Определяет, какие пропорции доступны для вашего разрешения.

# UI
source: Audio
hu: Hangok
ru: Звук

# UI
source: Auto detect Gamepad Layout
es: Detección automática de diseño de Gamepad
fr: Auto-Détection de la Manette
hu: Automatikusan azonosítsa a kontroller típust
ro: Detectează automat Schema Gamepad
ru: Автоматическое определение Раскладки Геймпада

# UI
source: Borderless
es: Sin márgenes
fr: Sans Bordures
ro: Fără margini
ru: Без Рамки

# UI
source: Brightness
es: Brillo
fr: Luminosité
hu: Fényerő
ro: Luminozitate
ru: Яркость

# UI
source: Default Value is 100%
es: El valor predeterminado es 100%
fr: La valeur par défaut est de 100%
hu: Alapérték 100%
ro: Valoarea implicită este 100%
ru: По умолчанию 100%

# UI
source: Please adjust the brightness of the game to your display
es: Ajusta el brillo del juego a tu pantalla
fr: Veuillez régler la luminosité du jeu en fonction de votre écran
hu: Állítsd be a megfelelő fényerősséget
ro: Reglați luminozitatea jocului pe ecran
ru: Пожалуйста, настройте яркость игры на вашем дисплее

# UI
source: Collect Usage Statistics
es: Recopilar estadísticas de uso
fr: Collecter des Statistiques
hu: Felhasználói adatok gyűjtése
ro: Colectează Statistici de Utilizare
ru: Статистика использования

# UI
source: These are not used to identify individuals, but help us to understand players needs to improve our game.
es: No se utilizan para identificar individuos, pero nos ayudan a comprender las necesidades de los jugadores para mejorar nuestro juego.
fr: Cela ne sert pas à identifier les individus, mais nous aident à comprendre les besoins des joueurs pour améliorer notre jeu.
hu: Ezen adatok alapján nem azonosítunk konkrét játékost, arra szolgálnak, hogy a segítségükkel jobban megértsük a játékosok igényeit, és javítsuk a játékélményt.
ro: Acestea nu sunt folosite pentru a identifica indivizii, ci ne ajută să înțelegem nevoile jucătorilor pentru a îmbunătăți jocul nostru.
ru: Они не используются для идентификации личности, но помогают нам понять потребности игроков для улучшения нашей игры.

# UI
source: Confirm Display Settings in
es: Confirme la configuración de pantalla en
fr: Confirmez les paramètres d'affichage
hu: Megjelenítési beállítások elfogadása
ro: Confirmați setările afișajului în
ru: Подтвердить настройки отображения в

# UI
source: Gamepad
fr: Manette
hu: Kontroller
ru: Геймпад

# UI
source: Layout
es: Diseño
fr: Disposition
hu: Kiosztás
ro: Schemă
ru: Раскладка

# UI
source: Remap Controls
es: Reasignación de controles
fr: Modifier les Contrôles
hu: Irányítás Testreszabása
ro: Remapare controale
ru: Управление кнопок
