Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDemo/*/WarriorbDemo.po
Languages: es, fr, hu, ro, ru

# Areas
source: You are a Mighty Spirit from the Unknown Realm. You were torn away from your home by a pathetic mortal Wizard. After a magical accident your essence is bound to an unlikely body. Find a way out of your ball-body prison!
es: Eres un espíritu poderoso del Reino Desconocido. Un patético Mago mortal te arrancó de tu hogar. Después de un accidente mágico, tu esencia está ligada a un cuerpo fuera de lo normal. ¡Encuentra una forma de escapar del cuerpo en la que estas encerrado!
fr: Vous êtes un Esprit Puissant du Royaume Inconnu. Vous avez été arraché de votre foyer par un pathétique Magicien mortel. Après un accident magique, votre essence est liée à un corps improbable. Trouvez un moyen de sortir de votre prison qu'est ce corps de boule !
hu: Az Ismeretlen Világ Nagyhatalmú Szellemeként létezésed békés és nyugodt, még valami szánalmas földi varázsló ki nem rángat otthonodból. Ráadásul a félresikerült idézésnek és a sors fintorának hála fenséges esszenciád egy rongyokból összevart labdatestbe kerül. Meg kell találnod a módját, hogy szabadulj ki a kellemetlen helyzetből!
ro: Ești un Duh Puternic din Tărâmul Necunoscut. Ai fost sfâșiat de acasă de un vrăjitor muritor patetic. După un accident magic esența ta este legată de un corp improbabil. Găsește o cale de a ieși din închisoarea corpul de bilă!
ru: Ты - Могучий Дух из Неизвестного Царства. Ты был вырван из родного мира жалким смертным Волшебником. После магической случайности твоя сущность привязана к невероятному телу. Найди выход из плена своего шаровидного тела!

# Areas
source: Reaching Crossroad Cave you are a step closer to the Three Artifacts - and to freedom.
es: Al llegar a Cueva Cruce Caminos, estás un paso más cerca de los Tres Artefactos, y de la libertad.
fr: En atteignant la Grotte du Croisement, vous vous rapprochez des Trois Artefacts - et de la liberté.
hu: Keresztút Kőt elérve egy lépéssel közelebb vagy a Tárgyakhoz - és a szabadsághoz.
ro: Ajungând în Peștera de la Intersecție ești un pas mai aproape de cele Trei Artefacte - și de libertate.
ru: Добравшись до Пещеры Кроссроуд, ты на шаг ближе к Трем Артефактам - и к свободе.

# Areas
source: Finding the Three Artifacts required all your skills and strength. You hope that delivering them to the Wizard will be less difficult.
es: Encontrar los Tres Artefactos requería todas tus habilidades y fuerza. Esperas que entregarlos al Mago sea menos difícil.
fr: Trouver les Trois Artefacts a nécessité toutes vos compétences et votre force. Espérons que les remettre au Magicien sera moins difficile.
hu: A Három Varázstárgy felkutatása minden erődet igénybe vette. Reméled, hogy az elszállításuk már sima ügy lesz.
ro: Găsirea celor trei artefacte a necesitat toate abilitățile și forțele tale. Speri că livrarea lor către Vrăjitor va fi mai puțin dificilă.
ru: Поиск Трех Артефактов требует всех твоих навыков и сил. Ты надеешься, что доставить их Волшебнику будет не так уж и сложно.

# Areas
source: Act I
es: Acto I
fr: Acte I
hu: I. Felvonás
ro: Actul I
ru: Акт I

# Areas
source: Act II
es: Acto II
fr: Acte II
hu: II. Felvonás
ro: Actul II
ru: Акт II

# Areas
source: Act III
es: Acto III
fr: Acte III
hu: III. Felvonás
ro: Actul III
ru: Акт III

# Areas
source: Ancient Arcade
es: Arcade antiguo
fr: Ancienne Arcade
hu: Antik Árkád
ro: Arcada Antică
ru: Античная Аркада

# Areas
source: Bubble Border
es: Frontera de Burbujas
fr: Bulle de Bordure
hu: Hűvös Határ
ro: Granița de Baloane
ru: Граница Пузырей

# Areas
source: Cerulean City
es: Ciudad de Cerulean
fr: Ville Céruléenne
hu: Mélykék Metropolisz
ro: Orașul Cerulean
ru: Лазурный Город

# Areas
source: Chasm Chamber
es: Cámara del abismo
fr: Chambre du Gouffre
hu: Csonka Csarnok
ro: Camera Prăpastie
ru: Комната Бездны

# Areas
source: Crossroad Cave
es: Cueva Cruce Caminos
fr: Grotte du Croisement
hu: Keresztút Kő
ro: Peștera de la Intersecție
ru: Пещера Кроссроуд

# Areas
source: Darkest Dungeon
es: Mazmorra Oscura
fr: Sombre Donjon
hu: Vak Vájat
ro: Cea mai Întunecată Temniță
ru: Мрачные Подземелья

# Areas
source: Dwarven Dungeons
es: Mazmorra de los Enanos
fr: Donjon des Nains
hu: Törp Tárnák
ro: Temnițele Piticilor
ru: Подземелья Гномов

# Areas
source: Finally! You did your part of the deal, now it's the Wizard's turn to get you back home.
es: ¡Por fin! Hiciste tu parte del trato, ahora es el turno del Mago de llevarte a casa.
fr: Enfin ! Vous avez fait votre part du marché, maintenant c'est au tour du Sorcier de vous ramener chez vous.
hu: Végre! Teljesítetted az alku rád eső részét, most a Varázslón a sor, hogy haza juttasson.
ro: În sfârșit! Ți-ai făcut partea din înțelegere, acum este rândul Vrăjitorului să te readucă acasă.
ru: Наконец-то! Ты выполнил свою часть сделки, теперь очередь Волшебника вернуть тебя домой.

# Areas
source: Epilogue
es: Epílogo
hu: Befejezés
ro: Epilog
ru: Эпилог

# Areas
source: Grey Gate
es: Puerta Gris
fr: Porte Grise
hu: Kék Kapu
ro: Poarta Gri
ru: Серые Врата

# Areas
source: Hallowed Heart
es: Corazón Sagrado
fr: Coeur sacré
hu: Szobor Szentély
ro: Inimia Sfințită
ru: Святое Сердце

# Areas
source: I wish I could just... turn back time to undo what I have done.
es: Desearía poder... retroceder en el tiempo para deshacer lo que he hecho.
fr: J'aimerais pouvoir... remonter le temps pour défaire ce que j'ai fait.
hu: Bár visszafordíthatnám az időt... hogy mindent helyrehozhassak.
ro: Mi-aș dori să pot ... întoarce timpul pentru a anula ceea ce am făcut.
ru: Хотел бы я просто… повернуть время вспять, чтобы исправить то, что я натворил.

# Areas
source: However the past is behind us
es: Pero el pasado está detrás de nosotros
fr: Mais le passé est derrière nous
hu: De a múlt felett nincs hatalmunk.
ro: Dar trecutul este în urma noastră
ru: Но прошлое уже позади

# Areas
source: and all I can change now
es: y todo lo que puedo cambiar
fr: et tout ce que je peux changer
hu: Az egyetlen, amit még megváltoztathatok...
ro: și tot ce pot schimba
ru: и все что я могу изменить

# Areas
source: is the future.
es: es el futuro.
fr: c'est le futur.
hu: az a jövő.
ro: este viitorul.
ru: так это будущее.

# Areas
source: Last Land
es: La Última Tierra
fr: Dernière Terre
hu: Végső Váró
ro: Ultimul Pământ
ru: Последняя Земля

# Areas
source: Lava Lair
es: Guarida de Lava
fr: Zone de Lave
hu: Tűz Templom
ro: Vizuina de Lavă
ru: Лавовое Логово

# Areas
source: In Ball form you go faster.
es: En forma de pelota vas más rápido.
fr: En forme de balle, vous allez plus vite.
hu: Labda formában gyorsabb vagy.
ro: În formă de Minge mergi mai repede.
ru: В форме Шара ты быстрее.

# Areas
source: In Ball form you bounce back when you hit a surface.
es: En forma de pelota, rebotas cuando chocas con una superficie.
fr: En forme de balle, vous rebondissez lorsque vous touchez une surface.
hu: Labda formában visszapattansz a földről és a falakról.
ro: În formă de Minge sari înapoi când lovești o suprafață.
ru: В форме Шара ты отскакиваешь назад, когда ударяешься о поверхность.

# Areas
source: Each weapon has its own unique special strike.
es: Cada arma tiene su golpe especial único.
fr: Chaque arme a son propre coup spécial unique.
hu: Minden fegyvernek megvan a maga saját különleges csapása.
ro: Fiecare armă are propria sa lovitură specială unică.
ru: Каждое оружие имеет свой уникальный специальный удар.

# Areas
source: Most of the people died after Ruin happened, but there are still some survivors.
es: La mayoría de la gente murió después de que Ruin ocurriera, pero todavía hay algunos supervivientes.
fr: La plupart des personnes sont mortes après la Ruine, mais il y a encore quelques survivants.
hu: Nagyon sokan estek a Fertőzés áldozatául, de azért akad pár túlélő.
ro: Majoritatea oamenilor au murit după ce s-a întâmplat Ruina, dar mai există unii supraviețuitori.
ru: Большинство людей умерло после того, как произошел Руин, но некоторые все же выжили.

# Areas
source: Some items can’t be used but merchants still like to buy them.
es: Algunos artículos no se pueden usar pero a los comerciantes les gusta comprarlos.
fr: Certains articles ne peuvent pas être utilisés, mais les commerçants aiment toujours les acheter.
hu: Van pár tárgy, ami az égvilágon semmire sem jó, de a kereskedők ettől függetlenül is előszeretettel vásárolják őket.
ro: Unele articole nu pot fi utilizate, dar comercianților le place să le cumpere.
ru: Некоторые предметы не могут быть использованы, но купцы все равно любят их покупать.

# Areas
source: There are many keys, and when I say many, I mean it.
es: Hay muchas llaves, y cuando digo muchas, lo digo en serio.
fr: Il y a beaucoup de clés, et quand je dis beaucoup, je le pense.
hu: Nagyon sok kulcs van. Tényleg nagyon sok.
ro: Sunt multe chei, iar când spun multe, mă refer la asta.
ru: Там много ключей, и когда я говорю много, я не преувеличиваю.

# Areas
source: When you find an item it would make sense to check what it is, wouldn’t it?
es: Cuando encuentre un artículo, tendría sentido comprobar qué es, ¿no?
fr: Lorsque vous trouvez un objet, il est logique de vérifier ce que c'est, n'est-ce pas ?
hu: Ha találsz egy új tárgyat, nem ártana elolvasni a leírását, nem igaz?
ro: Când găsești un articol, ar fi logic să verifici ce este, nu?
ru: Когда ты находишь какой-либо предмет, стоит проверить, что это такое, не так ли?

# Areas
source: Spells can make combat easier.
es: Los hechizos pueden facilitar el combate.
fr: Les sorts peuvent rendre plus facile un combat.
hu: A varázslatok sokat könnyíthetnek a harcokon.
ro: Vrăjile pot ușura lupta.
ru: Заклинания могут облегчить бой.

# Areas
source: Dying often is absolutely normal. If you don’t die a lot, you are doing something wrong.
es: Morir a menudo es absolutamente normal. Si no mueres mucho, estás haciendo algo mal.
fr: Il est tout à fait normal de mourir souvent. Si vous ne mourez pas souvent, c'est que quelque chose ne va pas.
hu: Teljesen normális, ha sűrűn elhalálozol. Sőt, ha gyanúsan sokáig nem halsz meg, akkor valamit rosszul csinálsz.
ro: A muri deseori este absolut normal. Dacă nu mori mult, faci ceva greșit.
ru: Часто умирать - это абсолютно нормально. Если ты не часто умираешь, ты делаешь что-то не так.

# Areas
source: You can always check the Sidenotes in your Inventory to see if you have any side quests.
es: Siempre puede mirar las Notas en su Inventario para ver si tiene alguna misión secundaria.
fr: Vous pouvez toujours vérifier les Notes dans votre inventaire pour voir si vous avez des quêtes secondaires.
hu: A Jegyzetek-ben mindig ellenőrizheted, van-e valamilyen másodküldetésed.
ro: Poți verifica întotdeauna Notițele din inventar, pentru a vedea dacă ai misiuni secundare.
ru: Ты всегда можешь проверить Заметки в Инвентаре, чтобы узнать, есть ли у тебя дополнительные квесты.

# Areas
source: Using the Railway can shorten your journey.
es: Usar el ferrocarril puede reducir su viaje.
fr: Utiliser le Chemin de Fer peut raccourcir votre voyage.
hu: A Vasúttal sok időt spórolhatsz meg.
ro: Folosirea căii ferate îți va scurta călătoria.
ru: С помощью Железнодорожной Станции можно сократить путь.

# Areas
source: We’ll try to make our next game without any loading screens, we promise...
es: Intentaremos hacer nuestro próximo juego sin pantallas de carga, te lo prometemos...
fr: Nous essaierons de réaliser notre prochain jeu sans les écrans de chargement, promis...
hu: A következő játékunkat megpróbáljuk töltőképernyők nélkül csinálni...
ro: Vom încerca să facem următorul nostru joc fără ecrane de încărcare, vă promitem...
ru: Мы постараемся сделать нашу следующую игру без экранов загрузки, обещаем…

# Areas
source: Choosing the right weapon against a Boss will make your life easier.
es: Elegir el arma correcta contra un jefe te hará la vida más fácil.
fr: Choisir la bonne arme contre un Boss vous facilitera la vie.
hu: Ha jó fegyvert választasz, az lényegesen könnyíthet a Boss harcokon.
ro: Alegerea armei potrivite împotriva unui Șef îți va face viața mai ușoară.
ru: Подбор правильного оружия против Босса сделает твою жизнь легче.

# Areas
source: Don’t forget to use the Soulkeeper!
es: ¡No olvides usar el Guardián de Almas!
fr: N'oubliez pas d'utiliser le Gardien des Âmes !
hu: Ne feledkezz meg a Lélekőrről!
ro: Nu uitați să folosești Deținătorul Sufletului!
ru: Не забудьте воспользоваться Хранилищем Душ!

# Areas
source: Finding the Artefacts might be hard, but this is your only chance to get out.
es: Encontrar los artefactos puede ser difícil, pero esta es tu única oportunidad de salir.
fr: Trouver les Artefacts peut être difficile, mais c'est votre seule chance de vous en sortir.
hu: A Varázstárgyakat felkutatni nem egyszerű feladat, de ez az egyetlen esélyed a szabadulásra.
ro: Găsirea artefactelor ar putea fi dificilă, dar aceasta este singura ta șansă de a ieși.
ru: Найти Артефакты может быть задача не из простых, но это твой единственный шанс выбраться.

# Areas
source: Talk to any Survivor if you can. They might be able to help you.
es: Habla con cualquier Superviviente si puedes. Podrían ayudarte.
fr: Parlez à n'importe quel Survivant si vous le pouvez. Ils pourront peut-être vous aider.
hu: Próbálj szóba elegyedni a túlélőkkel! Nem kizárt, hogy tudnak segíteni rajtad.
ro: Discută cu orice Supraviețuitor dacă poți. S-ar putea să te ajute.
ru: Поговори с любым выжившим, если сможешь. Они могут тебе помочь.

# Areas
source: If you find an area too difficult you can always go to another area first.
es: Si encuentra un área demasiado difícil, siempre puede ir a otra área primero.
fr: Si vous trouvez une zone trop difficile, vous pouvez toujours vous rendre d'abord dans une autre zone.
hu: Ha egy területet túl nehéznek találsz, érdemes lehet más részeket felfedezni először.
ro: Dacă găsești o zonă prea dificilă, poți merge întotdeauna în altă zonă mai întâi.
ru: Если тебе кажется, что локация слишком сложная, ты всегда можешь сначала пойти в другую локацию.

# Areas
source: Don’t forget to spend your gold! (Ad sponsored by Gnory)
es: ¡No olvides gastar tu oro! (Anuncio patrocinado por Gnory)
fr: N'oubliez pas de dépenser votre or ! (Publicité sponsorisée par Gnory)
hu: Ne felejtsd el elkölteni az aranyadat! (Gnory üzleti hirdetése)
ro: Nu uita să îți cheltuiești aurul! (Anunț sponsorizat de Gnory)
ru: Не забудь потратить свое золото! (Спонсор объявления - Гнори.)

# Areas
source: Equipping the right items will make the combat easier.
es: Equipar los elementos correctos facilitará el combate.
fr: L'équipement adéquat permettra de faciliter le combat.
hu: A megfelelő tárgyak használata sokat segíthet a harcokban.
ro: Echiparea articolelor potrivite îți face lupta mai ușoară.
ru: Правильно подобранное снаряжение облегчит бой.

# Areas
source: If you manage to defeat every member of a group you won’t have to fight them ever again.
es: Si logras derrotar a todos los miembros de un grupo, no tendrás que luchar contra ellos nunca más.
fr: Si vous parvenez à vaincre tous les membres d'un groupe, vous n'aurez plus jamais à les combattre.
hu: Ha egy Csoport minden tagját legyőzöd, többet nem kell megküzdened velük.
ro: Dacă reușești să învingi pe fiecare membru al unui grup, nu va trebui să te mai lupți din nou cu ei.
ru: Если тебе удастся победить каждого члена группы, то тебе больше никогда не придется с ними бороться.

# Areas
source: Using the Railway can also make your Journey longer.
es: Usar el ferrocarril también puede hacer que tu viaje sea más largo.
fr: L'utilisation du Chemin de Fer peut également prolonger votre voyage.
hu: A Vasúttal sok időt veszthetsz is...
ro: Folosirea căii ferate vă poate face, de asemenea, călătoria mai lungă.
ru: Использование Железнодорожной Станции также может сделать твое путешествие длиннее.

# Areas
source: If you got this far, you surely know everything now.
es: Si llegaste tan lejos, seguramente ya lo sabes todo.
fr: Si vous êtes arrivé jusqu'ici, vous savez sûrement tout maintenant.
hu: Ha egész idáig eljutottál, akkor már mindent tudsz, nincs szükséged tippekre.
ro: Dacă ai ajuns până acum, cu siguranță știi totul acum.
ru: Если ты зашёл так далеко, то теперь ты точно всё знаешь.

# Areas
source: Loading screen tips are very useful - except in a few cases.
es: Los consejos de la pantalla de carga son muy útiles, excepto en algunos casos.
fr: Les conseils des écrans de chargement sont très utiles - sauf dans quelques cas.
hu: A töltőképernyőn lévő tippek nagyon hasznosak... a legtöbb esetben.
ro: Sfaturile ecranului de încărcare sunt foarte utile - cu excepția câtorva cazuri.
ru: Подсказки на экране загрузки очень полезны - за исключением нескольких случаев.

# Areas
source: Now is your time to think about the fate of the Ruined Realm.
es: Ahora es tu momento de pensar en el destino del Reino Arruinado.
fr: Le moment est venu de réfléchir au sort du Royaume en Ruines.
hu: Most van időd átgondolni a Fertőzött Földek sorsát.
ro: Acum este timpul tău să te gândești la soarta Tărâmului Ruinat.
ru: Пришло время подумать о судьбе Разрушенного Царства.

# Areas
source: The End is near... I mean no loading screen can take forever, right?
es: El fin está cerca... quiero decir que ninguna pantalla de carga puede durar para siempre, ¿verdad?
fr: La Fin est proche... Je veux dire qu'aucun écran de chargement ne peut prendre une éternité, non ?
hu: Közel a Vég... Úgy értem, egy loading screen sem tart örökké, nem igaz?
ro: Sfârșitul este aproape ... Adică niciun ecran de încărcare nu poate dura pentru totdeauna, nu?
ru: Конец близок… Я о том, что ни один экран загрузки не может длиться вечно, верно?

# Areas
source: Now your only task is to bring the Artefacts to Wizard.
es: Ahora tu única tarea es llevar los Artefactos al Mago.
fr: Maintenant, votre seule tâche est d'apporter les Artefacts au Magicien.
hu: Most már csak vissza kell vinned a Varázstárgyakat Varázslónak.
ro: Acum, singura ta sarcină este să aduci Artefactele la Vrăjitor.
ru: Теперь твоя единственная задача - доставить Артефакты Волшебнику.

# Areas
source: If you find a combat too hard try to use different shards, spells, and weapons.
es: Si encuentras un combate demasiado difícil, intenta usar diferentes fragmentos, hechizos y armas.
fr: Si vous trouvez un combat trop difficile, essayez d'utiliser des fragments, des sorts et des armes différentes.
hu: Ha egy harcot túl nehéznek találsz, próbálj ki más szilánkokat, varázslatokat és fegyvereket.
ro: Dacă găsești o luptă prea grea, încearcă să folosești diferite cioburi, vrăji și arme.
ru: Если ты считаешь что бой слишком сложный, попробуй использовать разные предметы/заклинания/оружие.

# Areas
source: Don’t give up! Victory is close.
es: ¡No te rindas! La victoria está cerca.
fr: N'abandonnez pas ! La victoire est proche.
hu: Ne add fel! Közel a győzelem.
ro: Nu renunța! Victoria este aproape.
ru: Не сдавайся! Победа не за горами.

# Areas
source: The Human Realm is a weird place...
es: El Reino Humano es un lugar extraño...
fr: Le Royaume de l'Homme est un endroit bizarre...
hu: Az emberek világa egy fura hely...
ro: Tărâmul Uman este un loc ciudat...
ru: Человеческое Царство - странное место…

# Areas
source: You really did your part of the deal, now it’s time to go home!
es: Realmente hiciste tu parte del trato, ¡ahora es el momento de ir a casa!
fr: Vous avez vraiment fait votre part du marché, maintenant il est temps de rentrer chez vous !
hu: Te igazán teljesítetted az alku rád eső részét. Most a Varázslón a sor, hogy állja a szavát!
ro: Ți-ai făcut cu adevărat partea din afacere, acum este timpul să te întorci acasă!
ru: Ты действительно выполнил свою часть сделки, теперь пора домой!

# Areas
source: Should you care about the fate of the Realms?
es: ¿Deberías preocuparte por el destino de los Reinos?
fr: Devriez-vous vous préoccuper du sort des Royaumes ?
hu: Miért kellene törődnöd a Világok sorsával?
ro: Ar trebui să îți pese de soarta Tărâmurilor?
ru: Должна ли тебя волновать судьба Царств?

# Areas
source: Looks like it’s always you who has to take care of the mess others left behind.
es: Parece que siempre eres tú quien tiene que ocuparse del desorden que otros han dejado.
fr: On dirait que c'est toujours vous qui devez vous occuper du désordre que les autres ont laissé derrière eux.
hu: Úgy tűnik, végül mindig neked kell rendbe hozni a dolgokat, amiket mások elcsesznek.
ro: Se pare că întotdeauna tu ești cel care trebuie să aibă grijă de mizeria lăsată de alții.
ru: Похоже, ты тот кому всегда приходится заботиться о бардаке, который оставили другие.

# Areas
source: Time to finish what you started. One way or another.
es: Es hora de terminar lo que empezaste. De una manera u otra.
fr: Il est temps de finir ce que vous avez commencé. D'une manière ou d'une autre.
hu: Itt az ideje pontot tenni az ügy végére. Így, vagy úgy.
ro: E timpul să termini ce ai început. Într-un fel sau altul.
ru: Так или иначе. Пора закончить то, что ты начал.

# Areas
source: Lost Land
es: Tierra Perdida
fr: Terre Perdue
hu: Örök Öböl
ro: Pământul Pierdut
ru: Затерянные Земли

# Areas
source: Obedient Outpost
es: Puesto Avanzado Obediente
fr: Avant-Poste des Obédiences
hu: Törvény Torony
ro: Avanpostul Ascultător
ru: Послушная Застава

# Areas
source: Perfect Palace
es: Palacio Perfecto
fr: Palace Parfait
hu: Tökély Torony
ro: Palatul Perfect
ru: Совершенный Дворец

# Areas
source: Portal Place
es: Lugar del Portal
fr: Place du Portail
hu: Átjáró Állomás
ro: Locul Portalului
ru: Место Портала

# Areas
source: Remnants of a Realm
es: Restos de un Reino
fr: Vestiges d'un Royaume
hu: Egy Birodalom Romjai
ro: Resturi ale unui Tărâm
ru: Остатки Царства

# Areas
source: Discovering Ancient Technology
es: Descubriendo Tecnología Antigua
fr: Découvrir la Technologie Ancienne
hu: Ősi Technológia
ro: Descoperind Tehnologii Antice
ru: Открытие древних технологий

# Areas
source: Searching for a way out
es: Buscando una salida
fr: À la recherche d'une issue
hu: Kiutat keresve
ro: Căutarea unei ieșiri
ru: В поисках выхода

# Areas
source: Facing the Keeper
es: Enfrentar al Guardián
fr: Face au Gardien
hu: Harc a Kapuőrrel
ro: Înfruntarea cu Paznicul
ru: Встреча с Хранителем

# Areas
source: Looking for a Gem
es: Buscando una Gema
fr: A la recherche d'une Gemme
hu: Egy követ keresve
ro: În căutarea unei Bijuterii
ru: В поисках Самоцвета

# Areas
source: Infusing the Gem
es: Infundiendo la Gema
fr: Infuser la Gemme
hu: A Kő feltöltése
ro: Infuzarea Bijuterie
ru: Введение Самоцвета

# Areas
source: Looking for a Portal
es: Buscando un Portal
fr: À la recherche d'un Portail
hu: Út az Átjáró felé
ro: În căutarea unui Portal
ru: В поисках портала

# Areas
source: Lost in Ruin
es: Perdido en Ruin
fr: Perdu dans les Ruines
hu: Elveszve a romok közt
ro: Pierdut în Ruină
ru: Затерянный в Руине

# Areas
source: Bouncing Stones
es: Piedras Rebotando
fr: Pierres Rebondissantes
hu: Pattanó kövek
ro: Pietrele Săritoare
ru: Прыгающие камни

# Areas
source: Am I Worthy?
es: ¿Soy Digno?
fr: Suis-Je Digne ?
hu: Méltó vagyok?
ro: Sunt demn?
ru: Достойна ли я?

# Areas
source: Sewer again
es: Alcantarilla de nuevo
fr: Encore des égouts
hu: Megint a Csatorna
ro: Canalizare din nou
ru: Снова канализация

# Areas
source: Third time Worthy
es: Tercera vez Digno
fr: Troisième fois Digne
hu: Harmadjára Méltó
ro: A Treia oară Demn
ru: Третий раз Достойный

# Areas
source: At a crossroad
es: En un cruce de caminos
fr: A la croisée des chemins
hu: Válaszúton
ro: La o intersecție
ru: На перекрестке

# Areas
source: Into the Blue
es: En el Azul
fr: Dans le Bleu
hu: A Kék felé
ro: În Albastru
ru: В Синий

# Areas
source: Elevator Gem and Key
es: Ascensor Gema y Llave
fr: Gemme et Clé de l'ascenseur
hu: Felvonó Kő és Kulcs
ro: Bijuteria și Cheia Liftului
ru: Самоцвет и ключ лифта

# Areas
source: Opening the Gate
es: Abriendo la Puerta
fr: Ouvrir la Porte
hu: Kapunyitás
ro: Deschiderea Porții
ru: Открытие ворот
