Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDemo/*/WarriorbDemo.po
Languages: es, fr, hu, ro, ru

# UI
source: Please use a gamepad in order to remap
es: Utilice un gamepad para reasignar
fr: Veuillez utiliser une manette de jeu pour modifier les contrôles
hu: Használd a kontrollert a testreszabáshoz
ro: Te rog să utilizezi un gamepad pentru remapare
ru: Пожалуйста, используйте геймпад, чтобы изменить управление

# UI
source: Controls
es: Controles
fr: Contrôles
hu: Irányítás
ro: Controale
ru: Управление

# UI
source: Display
es: Mostrar
fr: Affichage
hu: Megjelenés
ro: Ecran
ru: Дисплей

# UI
source: Display Damage
es: Mostrar Daño
fr: Afficher les Dégats
hu: Sebzés Megjelenítése
ro: Afișează daune
ru: Отображение Урона

# UI
source: Show damage as a floating number on the screen
es: Mostrar daño como un número flotante en la pantalla
fr: Afficher les dommages sous la forme d'un nombre flottant à l'écran
hu: Sebzés lebegő felirat megjelenítése
ro: Afișați daune ca număr plutitor pe ecran
ru: Показывать повреждения в виде всплывающих чисел на экране

# UI
source: Display Enemy Health
es: Mostrar salud enemiga
fr: Affichage de la Santé des Ennemis
hu: Ellenfél Életerő megjelenítése
ro: Afișează viața inamicului
ru: Отображение здоровья врага

# UI
source: Show a small health bar above injured enemies
es: Muestra una pequeña barra de salud sobre los enemigos heridos
fr: Montrez une petite barre de santé au-dessus des ennemis blessés
hu: Kis Életerő csík a sérült ellenfelek felett
ro: Afisează o mică bară de viață deasupra dușmanilor răniți
ru: Показывать уровень здоровья над ранеными врагами

# UI
source: Display Floating Voice Lines
es: Mostrar líneas de voz flotantes
fr: Affichage des Textes de Voix
hu: Ellenfél felirat megjelenítése
ro: Afișează liniile de voce plutitoare
ru: Отображение всплывающего текста диалогов

# UI
source: Show voice lines as floating texts
es: Mostrar líneas de voz como textos flotantes
fr: Afficher les voix sous forme de textes flottants
hu: Ellenfél hang felirat megjelenítése
ro: Afisează linii vocale ca texte plutitoare
ru: Показывать текст диалогов как всплывающие тексты

# UI
source: Display FPS
es: Mostrar FPS
fr: Afficher les FPS
hu: FPS megjelenítése
ro: Afișare FPS
ru: Отображение FPS

# UI
source: Show FPS counter
es: Mostrar contador de FPS
fr: Afficher le compteur de FPS
hu: Mutatja az FPS-t
ro: Afișează contorul FPS
ru: Показать счетчик FPS

# UI
source: Display Mode
es: Modo de visualización
fr: Mode d'Affichage
hu: Megjelenítési Mód
ro: Modul de Afișare
ru: Режим отображения

# UI
source: In Windowed mode you can interact with other windows easier. In Borderless mode you can quickly switch between applications.
es: En el modo Ventana puede interactuar con otras ventanas más fácilmente. En el modo sin bordes, puede cambiar rápidamente entre aplicaciones.
fr: En mode fenêtré, vous pouvez interagir plus facilement avec d'autres fenêtres. En mode sans bordure, vous pouvez passer rapidement d'une application à l'autre.
hu: Windowed módban könnyebben kattinthatsz más ablakokra, Borderless módban gyorsan válthatsz programok között.
ro: În modul Fereastră poți interacționa mai ușor cu alte ferestre. În modul fără margini puteți comuta rapid între aplicații.
ru: В Оконном режиме вы можете легче взаимодействовать с другими окнами. В режиме Без полей вы можете быстро переключаться между приложениями.

# UI
source: Display Play Time
es: Mostrar Tiempo de Juego
fr: Afficher le temps de jeu
hu: Játékidő mutatása
ro: Afișează ora de joc
ru: Отображение времени игры

# UI
source: Show current play time
es: Mostrar tiempo de juego actual
fr: Afficher le temps de jeu actuel
hu: Aktuális játékidő megjelenítése
ro: Afișează ora curentă de joc
ru: Показывать текущее время игры

# UI
source: Effect Quality
es: Calidad del Efecto
fr: Qualité des Effets
hu: Effect Minőség
ro: Calitatea Efectului
ru: Качество эффектов

# UI
source: Affects the quality of particles in the world, a lower quality might make some projectiles in the world harder to see.
es: Afecta la calidad de las partículas en el mundo, una calidad inferior podría hacer que algunos proyectiles en el mundo sean más difíciles de ver.
fr: Affecte la qualité des particules à l'écran, une qualité inférieure pourrait rendre certains projectiles plus difficiles à voir.
hu: Befolyásolja a vizuális effektek minőségét. Ha nagyon alacsony, akkor bizonyos effektek kevésbé láthatóak.
ro: Afectează calitatea particulelor din lume, o calitate mai mică ar putea face ca unele proiectile din lume să fie mai greu de observat.
ru: Влияет на качество частиц в игре, более низкое качество может сделать некоторые снаряды труднее увидеть.

# UI
source: Sound Effects volume
es: Volumen de Efectos de Sonido
fr: Volume des Effets Sonores
hu: Hang effekt hangerő
ro: Volumul Efectelor sonore
ru: Громкость звуковых эффектов

# UI
source: Adjust the sound effects volume
es: Ajusta el volumen de los efectos de sonido
fr: Régler le volume des effets sonores
hu: Szabályozza a hang effektek erősségét
ro: Reglează volumul efectelor sonore
ru: Настройка громкости звуковых эффектов

# UI
source: Additional Optimizations
es: Optimizaciones Adicionales
fr: Optimisations Supplémentaires
hu: További Optimalizálás
ro: Optimizări Suplimentare
ru: Дополнительные оптимизации

# UI
source: In certain areas background traps are deactivated or background visuals look cheaper to gain more performance.
es: En ciertas áreas, las trampas de fondo se desactivan o las imágenes de fondo se ven más básicas para obtener mayor rendimiento.
fr: Dans certaines zones, les pièges à l'arrière-plan sont désactivés ou les images d'arrière-plan semblent moins attrayantes pour obtenir de meilleures performances.
hu: Bizonyos területeken leállítja a csapdákat a háttérben, hogy kevésbé legyen számításigényes a renderelés
ro: În anumite zone, capcanele de fundal sunt dezactivate sau imaginile de fundal arată mai ieftine pentru a obține mai multe performanță.
ru: В некоторых местах ловушки на заднем плане отключены для повышения производительности.

# UI
source: Unlimited
es: Ilimitado
fr: Sans limites
hu: Korlátlan
ro: Nelimitat
ru: Неограниченный

# UI
source: Frame Limit (FPS)
es: Límite de Cuadros (FPS)
fr: Limite d'Images par Seconde (FPS)
hu: FPS Limit:
ro: Limita Cadrelor (FPS)
ru: Лимит частоты кадров (FPS):

# UI
source: Limit the maximum frame rate for a consistent experience.
es: Limite maxima de velocidad de cuadros para una experiencia consistente.
fr: Limiter la fréquence d'images maximale pour une expérience cohérente.
hu: Nem engedi az fps számot a megadott érték felé menni
ro: Limitează rata maximă de cadru pentru o experiență consecventă.
ru: Ограничить максимальную частоту смены кадров для получения стабильной производительности.

# UI
source: Fullscreen
es: Pantalla completa
fr: Plein Écran
hu: Teljes Képernyő
ro: Ecran Complet
ru: Полный экран

# UI
source: Game
es: Juego
fr: Jeu
hu: Játék
ro: Joc
ru: Игра

# UI
source: Game Speed
es: Velocidad de Juego
fr: Vitesse du Jeu
hu: Játék Sebesség
ro: Viteza Jocului
ru: Скорость Игры

# UI
source: Changes the speed of the game. Higher speed might make the game have lower FPS.
es: Cambia la velocidad del Juego. Una velocidad más alta podría hacer que el juego tenga un FPS más bajo.
fr: Changer la vitesse du jeu. Une vitesse plus élevée peut faire baisser le FPS du jeu.
hu: Megváltoztatja a játék sebességét. Magasabb érték kevesebb FPS-hez vezethet.
ro: Schimbă viteza jocului. Viteza mai mare poate face ca jocul să aibă un FPS mai mic.
ru: Меняет скорость игры. Высокая скорость игры может уменьшить FPS.

# UI
source: Vibration
es: Vibración
hu: Rezgés
ro: Vibrație
ru: Вибрация

# UI
source: Keyboard
es: Teclado
fr: Clavier
hu: Billentyűzet
ro: Tastatură
ru: Клавиатура

# UI
source: Please use a keyboard in order to change the keyboard input
es: Utilice un teclado para cambiar la entrada del teclado
fr: Veuillez utiliser un clavier afin de modifier les touches
hu: Használd a billentyűzetet a testreszabáshoz!
ro: Vă rugăm să utilizați o tastatură pentru a schimba setările tastaturii
ru: Пожалуйста, используйте клавиатуру, чтобы изменить ввод с клавиш

# UI
source: Language
es: Idioma
fr: Langue
hu: Nyelv
ro: Limba
ru: Язык

# UI
source: Change the display and locale (numbers, dates) language
es: Cambiar el idioma de visualización y localización (números, fechas)
fr: Changer la langue d'affichage et de localisation (chiffres, dates)
hu: Megváltoztatja a játék szövegeinek nyelvét
ro: Modifică limba de afișare și localizare (numere, date)
ru: Изменение языка отображения и локали (номера, даты)

# UI
source: Master volume
es: Volumen principal
fr: Volume principal
hu: Összesített hangerő
ro: Volumul Principal
ru: Общая громкость

# UI
source: Adjust the master volume
es: Ajusta el volumen principal
fr: Ajuster le volume principal
hu: Minden hang hangerejét állítja
ro: Reglează volumul principal
ru: Настройка общей-громкости

# UI
source: Merciful Bounce Mode
es: Modo de rebote misericordioso
fr: Mode de Rebond Simplifié
hu: Kíméletes Pattanás Mód
ro: Mod de săritură milostiv
ru: Милосердный Режим Прыжка

# UI
source: Always
es: Siempre
fr: Toujours
hu: Mindig
ro: Tot timpul
ru: Всегда

# UI
source: Never
es: Nunca
fr: Jamais
hu: Soha
ro: Niciodată
ru: Никогда

# UI
source: On Easy
es: En fácil
fr: En Facile
hu: Könnyű fokozaton
ro: Pe Ușor
ru: В Легком режиме

# UI
source: Allows Higher Bounce even if the Jump button is pressed after the character hits the ground
es: Permite un rebote superior incluso si se presiona el botón de salto después de que el personaje toque el suelo
fr: Permet un Rebond plus important même si le bouton de Saut est appuyé après que le personnage ait touché le sol
hu: Akkor is magasabbra pattansz, ha picit később sikerült megnyomnod az ugrást
ro: Permite o săritură mai mare chiar dacă butonul de Săritură este apăsat după ce personajul lovește pamântul
ru: Позволяет Увеличить Отскок, даже если кнопка “Прыжок “ нажата после того, как персонаж приземлился.

# UI
source: Move left/right
es: Mover izquierda/derecha
fr: Déplacement gauche/droite
hu: Mozgás bal/jobb
ro: Mișcare spre stânga / spre dreapta
ru: Движение влево/вправо

# UI
source: Music volume
es: Volumen de la música
fr: Volume des musiques
hu: Zene Hangerő
ro: Volumul Muzicii
ru: Громкость музыки

# UI
source: Adjust the music volume
es: Ajusta el volumen de la música
fr: Ajuster le volume des musiques
hu: Szabályozza a zene hangerejét
ro: Reglează volumul muzicii
ru: Настройка громкости музыки

# UI
source: Mute audio
es: Silenciar el audio
fr: Couper l'audio
hu: Hangok némítása
ro: Oprește sunetul
ru: Отключить звук

# UI
source: Mute all audio
es: Silenciar todo el audio
fr: Couper tout l'audio
hu: Minden hangot elnémít
ro: Oprește toate sunetele
ru: Отключить все звуки

# UI
source: Mute audio when in background
es: Silenciar audio cuando está en el fondo
fr: Couper le son en arrière-plan
hu: Némítás háttérben
ro: Oprește sunetul când jocul este in fundal
ru: Отключение звука, когда игра свернута

# UI
source: Mute the audio when the game window is not in focus
es: Silencia el audio cuando la ventana del juego no está enfocada
fr: Couper le son lorsque la fenêtre du jeu n'est pas affichée
hu: Elnémítja a játékot, ha az nem aktív
ro: Oprește sunetul atunci când fereastra jocului nu este focalizată
ru: Отключить звук, когда окно игры вне фокуса

# UI
source: Mute voices in dialogues
es: Silenciar voces en diálogos
fr: Voix muettes en dialogues
hu: Párbeszéd némítása
ro: Oprește vocile în dialoguri
ru: Отключить голоса в диалогах

# UI
source: Mute the gibberish voices inside the dialogues
es: Silencia las voces entrecortadas dentro de los diálogos
fr: Fait taire le charabia des dialogues
hu: Elnémítja a halandzsa hangokat a párbeszédekben
ro: Oprește vocile bolborosite din interiorul dialogurilor
ru: Отключить тарабарщину внутри диалогов

# UI
source: Mute voices outside of dialogues
es: Silenciar las voces fuera de los diálogos
fr: Voix muettes en dehors des dialogues
hu: Ellenfél beszéd némítás
ro: Oprește vocile din afară dialogurilor
ru: Отключить голоса вне диалогов

# UI
source: Mute the gibberish voices outside the dialogues
es: Silenciar las voces galimatías fuera de los diálogos
fr: Fait taire le charabia en dehors des dialogues
hu: Elnémítja a halandzsa hangokat a párbeszédeken kívül
ro: Oprește vocile bolborosite din afara dialogurilor
ru: Отключить тарабарщину за пределами диалогов

# UI
source: Pause game when idle
es: Pausa el juego cuando está inactivo
fr: Pause du jeu en cas d'inactivité
hu: Szünet, ha távol vagy
ro: Pune pauză jocului atunci când este inactiv
ru: Приостановить игру, когда система находится в ждущем режиме

# UI
source: Pauses the game when the user is idle for a certain amount of minutes
es: Pausa el juego cuando el usuario está inactivo durante una determinada cantidad de minutos
fr: Met le jeu en pause lorsque l'utilisateur est inactif pendant un certain nombre de minutes
hu: Szünetelteti a játékot, ha meghatározott ideig nincs játékos input
ro: Întrerupe jocul atunci când utilizatorul este inactiv pentru o anumită perioadă de timp
ru: Приостановить игру если пользователь был неактивен несколько минут

# UI
source: Pause game when unfocused
es: Pausa el juego cuando está desenfocado
fr: Pause de la partie hors de l'écran
hu: Szünet, ha a játék inaktív
ro: Întrerupe jocul atunci când este nefocalizat
ru: Приостановить игру, когда окно игры вне фокуса

# UI
source: Pauses the game when the game loses focus
es: Pausa el juego cuando el juego pierde el foco
fr: Met le jeu en pause lorsque le jeu n'est plus affiché
hu: Szünetelteti a játékot, ha az csak a háttérben fut
ro: Întrerupe jocul atunci când se pierde focalizarea
ru: Отключить звук, когда окно игры вне фокуса

# UI
source: Post-Effects
es: Efectos posteriores
ro: Post-Efecte
ru: Пост-эффекты

# UI
source: Affects the quality of the post process effects after the scene is rendered.
es: Afecta la calidad de los efectos posteriores al proceso una vez que se renderiza la escena.
fr: Affecte la qualité des effets post-processus après le rendu de la scène.
hu: Befolyásolja a renderelés utáni képjavítást.
ro: Afectează calitatea efectelor post procesului după redarea scenei.
ru: Влияет на качество эффектов постпроцесса после рендеринга сцены.

# UI
source: Epic
es: Epico
fr: Épique
hu: Kiválló
ru: Эпический

# UI
source: High
es: Alto
fr: Haut
hu: Magas
ro: Ridicat
ru: Высокий

# UI
source: Low
es: Bajo
fr: Bas
hu: Alacsony
ro: Scăzut
ru: Низкий

# UI
source: Medium
es: Mediano
fr: Moyen
hu: Közepes
ro: Mediu
ru: Средний

# UI
source: Reset
es: Reiniciar
fr: Annuler
hu: Visszaállít
ro: Resetează
ru: Сбросить

# UI
source: Reset to Defaults
es: Reestablecer los Valores por Defecto
fr: Rétablissement par défaut
hu: Alap beállítások visszaállítása
ro: Resetează la setări implicite
ru: Сбросить к основным

# UI
source: Reset button to default
es: Restablecer el botón a los valores predeterminados
fr: Réinitialiser le bouton par défaut
hu: Billentyű visszaállítása
ro: Resetează butonul la valoarea implicită
ru: Кнопка сброса по умолчанию

# UI
source: Resolution
es: Resolución
fr: Résolution
hu: Felbontás
ro: Rezoluție
ru: Разрешение

# UI
source: Resolution Scale
es: Escala de Resolución
fr: Échelle de Résolution
hu: Felbontás arány
ro: Scară de Rezoluție
ru: Масштаб разрешения

# UI
source: The desired resolution to use when rendering the game. It does not affect the UI. Lowering it improves performance on lower end machines.
es: La resolución deseada para usar al renderizar el juego. No afecta a la interfaz de usuario. Bajarlo mejora el rendimiento en ordenadores de gama baja.
fr: La résolution souhaitée à utiliser lors du rendu du jeu. Elle n'affecte pas l'interface utilisateur. En l'abaissant, on améliore les performances sur les machines bas de gamme.
hu: A játék felbontása, nem befolyásolja a UI-t. Kisebb teljesítményű számítógépen javítja a teljesítményt.
ro: Rezoluția dorită de utilizat la redarea jocului. Nu afectează interfața de utilizator. Scăderea îmbunătățește performanțele la mașinile inferioare.
ru: Желаемое разрешение для использования при рендеринге игры. Оно не влияет на пользовательский интерфейс. Понижение его улучшает производительность на более слабых компьютерах.

# UI
source: Allows changing the Screen Resolution.
es: Permite cambiar la resolución de la pantalla.
fr: Permet de modifier la Résolution de l'Écran.
hu: Lehetővé teszi a Felbontás módosítását.
ro: Permite modificarea rezoluției ecranului.
ru: Позволяет изменять разрешение экрана.

# UI
source: Select another
es: Seleccione otro
fr: Choisir autre chose
hu: Válassz másikat
ro: Selectează alta
ru: Выбрать другое

# UI
source: Shadow Quality
es: Calidad de Sombra
fr: Qualité des Ombres
hu: Árnyék Minőség
ro: Calitatea Umbrelor
ru: Качество Тени

# UI
source: The higher the quality the finer the shadow.
es: Cuanto mayor sea la calidad, más detallada será la sombra.
fr: Plus la qualité est élevée, plus l'ombre est fine.
hu: Minél magasabb, annál részletesebbek az árnyékok.
ro: Cu cât calitatea este mai mare, cu atât este mai fină umbra.
ru: Чем выше качество, тем тоньше тень.

# UI
source: Texture Quality
es: Calidad de Textura
fr: Qualité des Textures
hu: Textúra Minőség
ro: Calitatea Texturii
ru: Качество текстуры

# UI
source: Surfaces of the game world will increase in fidelity if the setting is higher.
es: Las superficies del mundo del juego aumentarán en fidelidad si la configuración es más alta.
fr: La fidélité des surfaces du monde du jeu augmentera si le paramètre est plus élevé.
hu: A felületek részletesebbek, ha magasabbra van állítva.
ro: Suprafețele lumii jocului vor crește fidelitatea dacă setarea este mai mare.
ru: Поверхности игрового мира будут более точными, если значение параметра выше.

# UI
source: Unknown
es: Desconocido
fr: Inconnu
hu: Ismeretlen
ro: Necunoscut
ru: Неизвестный

# UI
source: Volumetric Fog
es: Niebla Volumétrica
fr: Brume Volumétrique
hu: Volumetric Köd
ro: Ceață Volumetrică
ru: Объемный туман

# UI
source: Realistic looking fog. Has a high performance impact, disable it to improve performance.
es: Niebla de aspecto realista. Tiene un alto impacto en el rendimiento, desactívelo para mejorar el rendimiento.
fr: Un brouillard réaliste. A un impact élevé sur les performances, désactivez-le pour améliorer les performances.
hu: Realisztikus köd. Számításigényes, érdemes kikapcsolni, ha nincs elég FPS.
ro: Ceată cu aspect realist. Are un impact performant ridicat, dezactivați-l pentru a îmbunătăți performanța.
ru: Реалистично выглядящий туман. Он воздействует на производительность, отключая ее для повышения производительности.

# UI
source: Vertical Sync
es: Sincronización Vertical
fr: Synchronisation Verticale
ro: Sincronizare Verticală
ru: Вертикальная синхронизация

# UI
source: Synchronize the game refresh rate with the monitor refresh rate. Disable it for higher framerate and better input response. When enabled it prevents screen tearing.
es: Sincronice la frecuencia de actualización del juego con la frecuencia de actualización del monitor. Inhabilítelo para obtener una mayor velocidad de cuadros y una mejor respuesta de entrada. Cuando está habilitado, evita el desgarro de la pantalla.
fr: Synchronisez le taux de rafraîchissement du jeu avec le taux de rafraîchissement du moniteur. Désactivez pour obtenir une cadence de rafraîchissement plus élevée et une meilleure réponse en retour. Lorsque cette fonction est activée, elle empêche le tearing de l'écran.
hu: Szinkronizálja a játék képfrissítését a monitor képfrissítésével. Érdemes kikapcsolni, ha nem elég nagy az FPS, vagy nem jó a játék reakcióideje. Ha be van kapcsolva, megakadályozza a kép elnyúlását.
ro: Sincronizați rata de actualizare a jocului cu rata de actualizare a monitorului. Dezactivați pentru un framerate mai mare și un răspuns de intrare mai bun. Când este activat, acesta previne artefacte pe ecran.
ru: Синхронизация частоты обновления игры с частотой обновления экрана. Отключите ее для более высокой частоты кадров и лучшей загрузки. При включении предотвращает разрыв экрана.

# UI
source: Windowed
es: Ventana
fr: Fenêtré
ro: Fereastră
ru: Оконный

# UI
source: Skip
es: Omitir
fr: Passer
hu: Kihagy
ro: Treci Peste
ru: Пропустить

# UI
source: Quick select spells up/down/left/right
es: Selección rápida de hechizos arriba/abajo/izquierda/derecha
fr: Sélection rapide des pouvoirs haut/bas/gauche/droite
hu: Gyors varázslat választás fel/le/jobbra/balra
ro: Selectează rapid vrăji în sus/jos/stânga/dreapta
ru: Быстрый выбор заклинаний вверх/вниз/влево/право

# UI
source: Select & Cast
es: Seleccionar y Lanzar
fr: Sélection & Lancement
hu: Választ & Varázsol
ro: Selectați & Cast
ru: Выбрать Заклинание & Заколдовать

# UI
source: Cooldown only starts on ground
es: El enfriamiento solo comienza en el suelo
fr: Le rechargement ne débute que sur le sol
hu: Az Újratöltődés csak a földön kezdődik
ro: Viteza de reîncărcare începe doar pe sol
ru: Восстановление начинается только на земле

# UI
source: Can not be used in air
es: No se puede usar en el aire
fr: Ne peut pas être utilisé en l'air
hu: Nem használható levegőben
ro: Nu poate fi utilizat în aer
ru: Не может быть использован в воздухе

# UI
source: Can not be used in restricted areas
es: No se puede usar en áreas restringidas
fr: Ne peut pas être utilisé dans les zones réglementées
hu: Nem mindenhol használható
ro: Nu poate fi utilizat în zone interzise
ru: Не может быть использовано в зонах ограниченного доступа

# UI
source: Start
es: Inicio
fr: Démarrer
hu: Indít
ro: Începe
ru: Старт

# UI
source: Start Game
es: Empezar juego
fr: Démarrer une Partie
hu: Játék Indítása
ro: Începe Jocul
ru: Начать Игру
