Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDemo/*/WarriorbDemo.po
Languages: es, fr, hu, ro, ru

# Areas
source: Dwarven Statue
es: Estatua de los Enanos
fr: Statue Naine
hu: Törp Szobor
ro: Statuia Piticului
ru: Статуя Гнома

# Areas
source: To the Fourth Station
es: A la Cuarta Estación
fr: Vers la Quatrième Station
hu: A Negyedik Állomásra
ro: Spre a Patra Stație
ru: На четвертую станцию

# Areas
source: Into the Red
es: En el Rojo
fr: Dans le Rouge
hu: A Vörös felé
ro: În Roșu
ru: В Красный

# Areas
source: Uniting Key Pieces
es: Uniendo Piezas de Llave
fr: Unir les Pièces Clés
hu: Kulcs darabokat egyesítve
ro: Unirea pieselor Cheie
ru: Объединение ключевых элементов

# Areas
source: Climbing the Tower
es: Escalando la Torre
fr: Escalader la Tour
hu: A Toronyba fel
ro: Urcând Turnul
ru: Поднятие на Башню

# Areas
source: Armour Wrath
es: Ira de Armadura
fr: Armure de Colère
hu: Harag Vért
ro: Armura Mâniei
ru: Броневой Гнев

# Areas
source: Into the Green
es: En el Verde
fr: Dans le Vert
hu: A Zöld felé
ro: În verde
ru: В Зелёный

# Areas
source: Through the Lake
es: A Través del Lago
fr: À travers le lac
hu: Át a Tavon
ro: Prin lac
ru: Через озеро

# Areas
source: Being Followed
es: Siendo Seguido
fr: Être suivi
hu: Követve
ro: A fi Urmarit
ru: Быть преследуемым

# Areas
source: Fallen Druid
es: Druida Caído
fr: Druide Déchu
hu: Bukott Druida
ro: Druidul Decăzut
ru: Падший Друид

# Areas
source: Floating
es: Flotando
fr: Flottant
hu: Lebegés
ro: Plutitor
ru: Парящий

# Areas
source: Monk's Home
es: Hogar del Monje
fr: Maison du Moine
hu: Szerzetes Otthona
ro: Casa Călugărului
ru: Дом Монаха

# Areas
source: Moving Pipes
es: Tuberías móviles
fr: Déplacer les Tuyaux
hu: Mozgó Csövek
ro: Țevi de mișcare
ru: Движущиеся трубы

# Areas
source: Lost in the Caves
es: Perdido en las Cuevas
fr: Perdu dans les Grottes
hu: Elveszve a föld alatt
ro: Pierdut în Peșteri
ru: Затерянный в Пещерах

# Areas
source: Way out of the Realm
es: Salida del Reino
fr: Sortir du Royaume
hu: Kiút
ro: O cale din Afara Tărâmului
ru: Выход из Царства

# Areas
source: The Real Demon
es: El Verdadero Demonio
fr: Le Vrai Démon
hu: Az Igazi Démon
ro: Demonul Real
ru: Настоящий Демон

# Areas
source: Wizard's Castle
es: Castillo del Mago
fr: Le Château du Sorcier
hu: Varázsló Tornya
ro: Castelul Vrăjitorului
ru: Замок Волшебника

# Areas
source: Past and Future
es: Pasado y Futuro
fr: Passé et Futur
hu: Múlt és Jövő
ro: Trecut și Viitor
ru: Прошлое и Будущее

# Areas
source: Chance for everyone
es: Oportunidad para todos
fr: Tout le monde a sa chance
hu: Esély mindenkinek
ro: Șanse pentru toată lumea
ru: Шанс для всех

# Areas
source: Separated Worlds
es: Mundos Separados
fr: Mondes Séparés
hu: Szétválasztott Világok
ro: Lumile Separate
ru: Раздельные Миры

# Areas
source: Prologue
es: Prólogo
hu: Prológus
ro: Prolog
ru: Пролог

# Areas
source: Remnant Road
es: Camino Remanente
fr: Ce qu'il reste de la Route
hu: Örök Ösvény
ro: Drumul Rămășiței
ru: Оставшаяся Дорога

# Areas
source: Ruined Realm
es: Reino Arruinado
fr: Royaume en Ruines
hu: Fertőzött Föld
ro: Tărâmul Ruinat
ru: Разрушенное Царство

# Areas
source: Snake Slide
es: Tobogán de Serpiente
fr: Mouvement de Serpent
hu: Kígyó Kerülő
ro: Leagănul Șarpelui
ru: Змеевидный Спуск

# Areas
source: Sunken Sewer
es: Alcantarilla Hundida
fr: Égouts Submergés
hu: Csöpögő Csatorna
ro: Canalizarea Scufundată
ru: Затопленная Канализация

# Areas
source: White Wall
es: Pared Blanca
fr: Mur Blanc
hu: Fehér Fellegvár
ro: Zidul Alb
ru: Белая Стена

# Areas
source: Wracked Waters
es: Aguas Destrozadas
fr: En Eaux Troubles
hu: Túlélő Tó
ro: Apele Împrăștiate
ru: Заражённые Воды

# Credits
source: Made with FMOD Studio by Firelight Technologies Pty Ltd.
es: Hecho con FMOD Studio por Firelight Technologies Pty Ltd.
fr: Créé via FMOD Studio de Firelight Technologies Pty Ltd.
ro: Creat cu FMOD Studio de Firelight Technologies Pty Ltd.
ru: Создано с помощью FMOD Studio от Firelight Technologies Pty Ltd.

# DateTimeHelper
source: April
es: Abril
fr: Avril
hu: Április
ro: Aprilie
ru: Апрель

# DateTimeHelper
source: August
es: Agosto
fr: Août
hu: Augusztus
ru: Август

# DateTimeHelper
source: December
es: Diciembre
fr: Décembre
ro: Decembrie
ru: Декабрь

# DateTimeHelper
source: February
es: Febrero
fr: Février
hu: Február
ro: Februarie
ru: Февраль

# DateTimeHelper
source: January
es: Enero
fr: Janvier
hu: Január
ro: Ianuarie
ru: Январь

# DateTimeHelper
source: July
es: Julio
fr: Juillet
hu: Július
ro: Iulie
ru: Июль

# DateTimeHelper
source: June
es: Junio
fr: Juin
hu: Június
ro: Iunie
ru: Июнь

# DateTimeHelper
source: March
es: Marzo
fr: Mars
hu: Március
ro: Martie
ru: Март

# DateTimeHelper
source: May
es: Mayo
fr: Mai
hu: Május
ro: Mai
ru: Май

# DateTimeHelper
source: November
es: Noviembre
fr: Novembre
ro: Noiembrie
ru: Ноябрь

# DateTimeHelper
source: October
es: Octubre
fr: Octobre
hu: Október
ro: Cctombrie
ru: Октябрь

# DateTimeHelper
source: September
es: Septiembre
fr: Septembre
hu: Szeptember
ro: Septembrie
ru: Сентябрь

# Dialogue
source: BALL-E
es: BOLA-E
ru: БОЛЛ-И

# Dialogue
source: Destroyer
es: Destructor
fr: Destructeur
hu: Pusztító
ro: Distrugătorul
ru: Разрушитель

# Dialogue
source: Don't buy
es: No compres
fr: N'achetez pas
hu: Nem veszek
ro: Nu Cumpăra
ru: Не покупай

# Dialogue
source: Dr. Ball
es: Dr. Pelota
fr: Dr. Balle
hu: Dr. Labda
ro: Dr. Minge
ru: Доктор Бол

# Dialogue
source: Epic Sphero
es: Sphero Épico
fr: Sphère Épique
hu: Gömbóc Artúr
ro: Sfera Epică
ru: Эпический Сфероид

# Dialogue
source: Failed One
es: El Fallado
fr: L'échoué
hu: Bukott hős
ro: Cel Eșuat
ru: Неудачник

# Dialogue
source: Saviour
es: Salvador
fr: Sauveur
hu: Megmentő
ro: Salvator
ru: Спаситель

# Dialogue
source: Sorbcerer
es: Hechicero
fr: Sorbcier
hu: Varázsgömb
ru: Шародей

# Dialogue
source: Spirit Of the Unknown
es: Espíritu de lo Desconocido
fr: L'Esprit de l'Inconnu
hu: Lélek az Ismeretlenből
ro: Spiritul Necunoscutului
ru: Дух Неизвестного

# Dialogue
source: Ultimate Frisbee
fr: Frisbee Ultime
hu: Kis Gömböc
ro: Frisbee Final
ru: Абсолютный Фрисби

# Dialogue
source: Wanderer
es: Errante
fr: Vagabond
hu: Vándorló
ro: Hoinar
ru: Странник

# Dialogue
source: Warlorb
hu: Labdnagy
ru: Уорлорб

# Dialogue
source: WarriOrb
hu: Gömbörző
ru: Уорриорб

# Dialogue
source: Finish
es: Terminar
fr: Terminer
hu: Vége
ro: Finalizare
ru: Завершить

# Dialogue
source: {0} Gold Lost
es: {0} Oro perdido
fr: {0} d'Or Perdu
hu: Elvesztettél {0} Aranyat
ro: {0} Aur Pierdut
ru: {0} Утеряно золото

# Dialogue
source: {ItemName} gained!
es: ¡{ItemName} conseguido!
fr: {ItemName} obtenu(e) !
hu: Új tárgy: {ItemName}
ro: {ItemName} câștigat!
ru: {ItemName} приобретен!

# Dialogue
source: {Amount} {ItemName} gained!
es: ¡{Amount} {ItemName} conseguido!
fr: {Amount} {ItemName} obtenu(e) !
hu: Új tárgy(ak): {Amount} {ItemName}
ro: {Amount} {ItemName} câștigat!
ru: {Amount} {ItemName} приобретено!

# Dialogue
source: {ItemName} lost!
es: ¡{ItemName} perdido!
fr: {ItemName} perdu(e) !
hu: Elvesztetted ezt: {ItemName}
ro: {ItemName} pierdut!
ru: {ItemName} утерян!

# Dialogue
source: {Amount} {ItemName} lost!
es: ¡{Amount} {ItemName} perdido!
fr: {Amount} {ItemName} perdu(e) !
hu: Elvesztetted ezeket: {Amount} {ItemName}
ro: {Amount} {ItemName} pierdut!
ru: {Amount} {ItemName} утеряно!

# Dialogue
source: Next
es: Siguiente
fr: Suivant
hu: Tovább
ro: Următorul
ru: Далее

# Dialogue
source: Altar
fr: Autel
hu: Oltár
ru: Алтарь

# Dialogue
source: Ancient Gate
es: Puerta Antigua
fr: Ancienne Porte
hu: Ősi Kapu
ro: Poarta Antică
ru: Древние Врата

# Dialogue
source: Demon Lillian
es: Demonio lillian
fr: Le démon Lillian
hu: Démon Lillian
ro: Demonul Lillian
ru: Демон Лиллиан

# Dialogue
source: Dwarven Workshop
es: Taller de los Enanos
fr: Atelier Nain
hu: Törp Műhely
ro: Ateleriul Piticilor
ru: Мастерская Гнома

# Dialogue
source: Fishy
fr: Poisscaille
hu: Hali
ro: Pește Dubios
ru: Фиши

# Dialogue
source: Fountain
es: Fuente
fr: Fontaine
hu: Szökőkút
ro: Fântână
ru: Фонтан

# Dialogue
source: Gatekeeper
es: Guardián de la Puerta
fr: Gardien de la Porte
hu: Kapuőr
ro: Portar
ru: Хранитель Врат

# Dialogue
source: Ghost Dwarf
es: Fantasnano
fr: Nain Fantôme
hu: Szellem Törp
ro: Fantoma Piticului
ru: Карлик-Призрак

# Dialogue
source: Gnory
ru: Гнори

# Dialogue
source: Golem Maker
es: Creador de Golems
fr: Créateur de Golem
hu: Gólem Készítő
ro: Creatorul de Golemi
ru: Создатель Големов

# Dialogue
source: Lory
ru: Лори

# Dialogue
source: Gnome Lady
es: Señora Gnomo
fr: Femme gnome
hu: Gnóm Hölgy
ro: Doamna Pitic
ru: Леди Гном

# Dialogue
source: Magic Mirror
es: Espejo Mágico
fr: Miroir Magique
hu: Varázstükör
ro: Oglinda Magică
ru: Волшебное Зеркало

# Dialogue
source: Merch Ant
es: Hormiga Merch
fr: Fourmi Marchande
hu: Han Gyufaárus
ro: Furnica Comerciant
ru: Торгаш

# Dialogue
source: Voice
es: Voz
fr: Voix
hu: Hang
ro: Voce
ru: Голос

# Dialogue
source: Monk
es: Monje
fr: Moine
hu: Szerzetes
ro: Călugăr
ru: Монах

# Dialogue
source: Kobold Chef
es: Cocinero Kobold
fr: Chef Kobold
hu: Szakács Kobold
ro: Bucătarul Goblin
ru: Повар Коболд

# Dialogue
source: Pipe Walker
es: Trotadesagües
fr: Tuyauteur
hu: Battyogó
ro: Mergător pe Țevi
ru: Трубоходик

# Dialogue
source: Raven
es: Cuervo
fr: Corbeau
hu: Holló
ro: Corb
ru: Ворон

# Dialogue
source: Scholar
es: Erudito
fr: Écolier
hu: Tudós
ro: Savant
ru: Профессор

# Dialogue
source: Secret Hideout Gate
es: Puerta de Escondite Secreto
fr: Porte secrète
hu: Titkos Rejtekhely Kapu
ro: Porta Secretă pentru Ascunzătoare
ru: Тайные Врата-Убежища

# Dialogue
source: Sewer Creature
es: Criatura de Alcantarilla
fr: Créature des Égouts
hu: Battyogó
ro: Creatura de Canalizare
ru: Канализационное Существо

# Dialogue
source: Statue
es: Estatua
hu: Szobor
ro: Statuie
ru: Статуя

# Dialogue
source: Supper Dwarf
es: cEnano
fr: Nain de table
hu: Leves Törp
ro: Piticul Cinei
ru: Гном Едун

# Dialogue
source: Teachy
fr: Prof
hu: Tani
ru: Ученый

# Dialogue
source: Bored Gnome
es: Gnomo aburrido
fr: Gnome Ennuyé
hu: Szórakozott Gnóm
ro: Pitic Plictisit
ru: Унылый Гном

# Dialogue
source: Tomb
es: Tumba
fr: Tombe
hu: Sír
ro: Mormânt
ru: Гробница

# Dialogue
source: Unknown Wizard
es: Mago Desconocido
fr: Sorcier Inconnu
hu: Ismeretlen Varázsló
ro: Vrăjitor Necunoscut
ru: Неизвестный Волшебник

# Dialogue
source: Wizard
es: Mago
fr: Sorcier
hu: Varázsló
ro: Vrăjitor
ru: Волшебник

# Dialogue_VV_Kobold
source: I’m glad you are back again!
es: ¡Me alegro de que hayas vuelto!
fr: Je suis heureux que vous soyez de retour !
hu: Örülök, hogy újra itt vagy.
ro: Mă bucur că te-ai întors înapoi!
ru: Я рад, что ты вернулся!

# Dialogue_VV_Kobold
source: I think I managed to activate the device on the wall of the Portal Tower.
es: Creo que logré activar el aparato en la pared de la Torre del Portal.
fr: Je pense que j'ai réussi à activer le dispositif sur le mur de la Tour du Portail.
hu: Valamit sikerült állítanom a Torony Szerkezeten.
ro: Cred că am reușit să activez dispozitivul de pe peretele Turnului Portalului.
ru: Думаю, мне удалось активировать устройство на стене Портал-Башни.

# Dialogue_VV_Kobold
source: Good idea.
es: Buena idea.
fr: Bonne idée.
hu: Okos gondolat...
ro: Bună idee.
ru: Хорошая идея.

# Dialogue_VV_Kobold
source: You said you wouldn't do it...
es: Dijiste que no lo harías...
fr: Il était question de ne pas le faire...
hu: Azt mondtad, nem fogod megcsinálni...
ro: Ai spus că nu o vei face ...
ru: Ты сказал, что не будешь этого делать…

# Dialogue_VV_Kobold
source: You know, sometimes I miss the Pipewalkers...
es: Sabes, a veces extraño a los Caminantes de las Tuberías...
fr: Vous savez, parfois les Tuyauteurs me manquent...
hu: Tudod, néha hiányoznak a Battyogók...
ro: Știi, uneori mi-e dor de călătorii de conducte...
ru: Знаешь, иногда я скучаю по Трубоходикам…

# Dialogue_VV_Kobold
source: Could you activate it for me?
es: ¿Podrías activarlo por mí?
fr: Pourriez-vous l'activer pour moi ?
hu: Tudnál kezdeni vele valamit?
ro: Ai putea să o activezi pentru mine?
ru: Можешь активировать его для меня?

# Dialogue_VV_Kobold
source: I think I've already done that.
es: Creo que ya lo hice.
fr: Je pense que je l'ai déjà fait.
hu: Már valamit bütyköltem rajta.
ro: Cred că am făcut deja asta.
ru: Похоже, я это уже сделал.

# Dialogue_VV_Kobold
source: You? I never thought I’ll see you in this shape again.
es: ¿Tú? Nunca pensé que volvería a verte en esta forma.
fr: Vous ? Je ne pensais pas vous revoir sous cette forme.
hu: Te? Sose gondoltam volna, hogy ebben a formában látlak viszont.
ro: Tu? Niciodată nu am crezut că te voi mai vedea în această formă.
ru: Ты? Никогда бы не подумал, что увижу тебя вновь в этой форме.

# Dialogue_VV_Kobold
source: And it also attracts the Pipewalkers.
es: Y también atrae a los Caminantes de las Tuberías.
fr: Et cela attire aussi les Tuyauteurs.
hu: Meg a leves illata előcsalogatja a Battyogókat.
ro: Și îi atrage și pe cei care călătoresc pe conducte.
ru: А также привлекает Трубоходиков.

# Dialogue_VV_Kobold
source: I want to find my tribe.
es: Quiero encontrar mi tribu.
fr: Je veux retrouver ma tribu.
hu: A törzsemet akarom megtalálni.
ro: Vreau să-mi găsesc tribul.
ru: Я хочу найти свое племя.

# Dialogue_VV_Kobold
source: Do you think you will find Pipewalkers here?
es: ¿Crees que encontrarás los Caminantes de las Tuberías aquí?
fr: Pensez-vous que vous trouverez des Tuyauteurs ici ?
hu: Gondolod, hogy itt is élnek Battyogók?
ro: Crezi că vei găsi aici călătorii de conducte?
ru: Думаешь, ты найдешь здесь Трубоходиков?

# Dialogue_VV_Kobold
source: Decline
es: Rechazar
fr: Je décline
hu: Inkább nem
ro: Refuză
ru: Отклонить

# Dialogue_VV_Kobold
source: All right, thank you.
es: Está bien. Gracias.
fr: Très bien, je vous remercie.
hu: Jó, kösz!
ro: In regula. Mulțumesc.
ru: Ладно, спасибо.

# Dialogue_VV_Kobold
source: If they are still alive they must be beyond that Purple Portal.
es: Si todavía están vivos, deben estar más allá de ese Portal Morado.
fr: S'ils sont encore en vie, ils doivent être au-delà de ce Portail Violet.
hu: Ha még életben vannak, akkor a Bíbor Bejáró után fogom megtalálni őket.
ro: Dacă sunt încă în viață, trebuie să fie dincolo de portalul Violet.
ru: Если они все еще живы, они должны быть за Пурпурным Порталом.

# Dialogue_VV_Kobold
source: Sure! I’ll see what I can do.
es: ¡Vale! Veré lo que puedo hacer.
fr: Bien sûr ! Je vais voir ce que je peux faire.
hu: Rendben, megnézem, mit tehetek.
ro: Sigur! Voi vedea ce pot face.
ru: Конечно! Я посмотрю, что можно сделать.

# Dialogue_VV_Kobold
source: Tribe
es: Tribu
fr: Tribu
hu: Kobold törzs
ro: Trib
ru: Племя

# Dialogue_VV_Kobold
source: Because I’m a chef.
es: Porque soy cocinero.
fr: Parce que je suis un chef.
hu: Mert szakács vagyok.
ro: Pentru că sunt bucătar.
ru: Потому что я повар.

# Dialogue_VV_Kobold
source: Leave
es: Salir
fr: Partez
hu: Távozok
ro: Ieși
ru: Выход

# Dialogue_VV_Kobold
source: Haha... Yes I’m back again.
es: Jaja... Sí, estoy de vuelta otra vez.
fr: Haha... Oui, je suis de retour.
hu: Haha... Igen, visszatértem, kétszeresen is.
ro: Haha... Da, m-am întors din nou.
ru: Хаха… Да, я вернулся.

# Dialogue_VV_Kobold
source: Thanks!
es: ¡Gracias!
fr: Merci !
hu: Kösz!
ro: Mulțumesc!
ru: Спасибо!

# Dialogue_VV_Kobold
source: Ruin
fr: Ruine
hu: Fertőzés
ro: Ruină
ru: Руин

# Dialogue_VV_Kobold
source: Thank you!
es: ¡Gracias!
fr: Merci bien !
hu: Kösz!
ro: Mulțumesc!
ru: Спасибо!

# Dialogue_VV_Kobold
source: Purple Portal
es: Portal Morado
fr: Portail Violet
hu: Bíbor Bejáró
ro: Portal Violet
ru: Пурпурный портал

# Dialogue_VV_Kobold
source: Looks like I can’t get rid of this body.
es: Parece que no puedo deshacerme de este cuerpo.
fr: On dirait que je ne peux pas me débarrasser de ce corps.
hu: Úgy tűnik, nem tudok megszabadulni ettől a testtől.
ro: Se pare că nu pot scăpa de acest corp.
ru: Похоже, я не могу избавиться от этого тела.

# Dialogue_VV_Kobold
source: If there are any they will come here when they smell the soup.
es: Si hay alguno, vendrán aquí cuando huelan la sopa.
fr: S'il y en a, ils viendront ici quand ils sentiront la soupe.
hu: Majd meglátjuk.Ha igen, akkor elő fognak jönni a leves illatára.
ro: Dacă există, vor veni aici când vor mirosi supa.
ru: Если они здесь есть, они придут сюда, когда почувствуют запах супа.

# Dialogue_VV_Kobold
source: Do you need help with something?
es: ¿Necesitas ayuda con algo?
fr: Vous avez besoin d'aide pour quelque chose ?
hu: Szükséged van segítségre?
ro: Ai nevoie de ajutor cu ceva?
ru: Тебе нужна помощь?

# Dialogue_VV_Kobold
source: I’m sorry but that sounds complicated.
es: Lo siento pero eso suena complicado.
fr: Je suis désolé, mais cela semble compliqué.
hu: Huh, elég vészesen hangzik.
ro: Îmi pare rău, dar sună complicat.
ru: Извини, но это звучит сложновато.

# Dialogue_VV_Kobold
source: See you!
es: ¡Nos vemos!
fr: A bientôt !
hu: Úgy legyen!
ro: Te văd!
ru: Увидимся!

# Dialogue_VV_Kobold
source: I’m not sure... but I have a key which might be useful.
es: No estoy seguro... pero tengo una llave que podría ser útil.
fr: Je ne suis pas sûr... mais j'ai une clé qui pourrait être utile.
hu: Nem jártam még arra... de van nálam egy kulcs, ami még jól jöhet.
ro: Nu sunt sigur ... dar am o cheie care ar putea fi utilă.
ru: Я не уверен…но у меня есть ключ, который может быть полезен.

# Dialogue_VV_Kobold
source: Oh, it’s you.
es: Oh, eres tú.
fr: Oh, c'est vous.
hu: Óh, te vagy az...
ro: Oh, tu ești.
ru: О, это ты.

# Dialogue_VV_Kobold
source: No. To be honest I don’t care much about Ruin.
es: No. Para ser honesto, no me importa mucho sobre Ruin.
fr: Non. Pour être honnête, je ne me soucie pas beaucoup de la Ruine.
hu: Nem, de őszintén szólva most nem is foglalkoztat ez a kérdés.
ro: Nu. Să fiu sincer, nu-mi pasă prea mult de Ruină.
ru: Нет. Честно говоря, меня не очень то волнует “Руин”.

# Dialogue_VV_Kobold
source: Can I help?
es: ¿Puedo ayudar?
fr: Puis-je vous aider ?
hu: Segíthetek?
ro: Pot să ajut?
ru: Я могу помочь?

# Dialogue_VV_Kobold
source: Tower Device
es: Aparato de la Torre
fr: Mécanisme de la Tour
hu: Torony Szerkezet
ro: Dispozitiv pentru Turn
ru: Устройство Башни

# Dialogue_VV_Kobold
source: Take it! I still need some time to finish the soup anyway.
es: ¡Llévatelo! Todavía necesito algo de tiempo para terminar la sopa de todos modos.
fr: Prenez ! J'ai encore besoin de temps pour finir la soupe de toute façon.
hu: Tessék! Én még úgyis elfőzögetek itt egy darabig.
ro: Ia-l! Încă mai am nevoie de ceva timp pentru a termina supa.
ru: Возьми его! Мне все равно нужно время, чтобы закончить суп.

# Dialogue_VV_Kobold
source: If you activate it I’ll be able to use the portal to teleport to other places.
es: Si lo activa, podré usar el portal para teletransportarme a otros lugares.
fr: Si vous l'activez, je pourrai utiliser le portail pour me téléporter vers d'autres endroits.
hu: Ha működésre tudnád bírni, átkapcsolhatnánk a Bejárót, hogy más helyekre is eljuttasson minket.
ro: Dacă îl activezi, voi putea folosi portalul pentru a mă teleporta în alte locuri.
ru: Если ты активируешь его, я смогу использовать портал для телепортации в другие места.

# Dialogue_VV_Kobold
source: I can’t promise I’ll do that.
es: No puedo prometer que haré eso.
fr: Je ne peux pas promettre que je le ferai.
hu: Inkább nem ígérek semmit.
ro: Nu pot promite că voi face asta.
ru: Я не могу обещать, что сделаю это.

# Dialogue_VV_Kobold
source: I've got to go. See you soon!
es: Tengo que ir. ¡Te veo pronto!
fr: Je dois y aller. A bientôt !
hu: Indulok, remélem még találkozunk!
ro: Trebuie să plec. Ne vedem în curând!
ru: Мне пора. Еще увидимся!

# Dialogue_VV_Kobold
source: Thanks.
es: Gracias.
fr: Merci.
hu: Kösz!
ro: Mulțumesc.
ru: Спасибо.

# Dialogue_VV_Kobold
source: Why are you making soup?
es: ¿Por qué estás haciendo sopa?
fr: Pourquoi faites-vous de la soupe ?
hu: Miért főzöl levest?
ro: De ce faci supă?
ru: Зачем ты готовишь суп?

# Dialogue_VV_Kobold
source: Really? Anyway, I’m happy to see you.
es: De Verdad? De todos modos, estoy feliz de verte.
fr: Vraiment ? En tout cas, je suis content de vous voir.
hu: Csakugyan? Mindegy, így vagy úgy, örülök, hogy újra látlak.
ro: Serios? Oricum, sunt fericit să te văd.
ru: Правда? В любом случае, я рад тебя видеть.

# Dialogue_VV_Kobold
source: Good bye!
es: ¡Adiós!
fr: Au revoir !
hu: Jó utat!
ro: La revedere!
ru: Ага, пока!

# Dialogue_VV_Kobold
source: It was nice to meet you.
es: Fue un placer conocerte.
fr: C'était un plaisir de vous rencontrer.
hu: Örülök, hogy találkoztunk!
ro: Mi-a făcut plăcere să te cunosc.
ru: Приятно было повидаться.

# Dialogue_VV_Kobold
source: Yes. According to a book I read here there is a device on the wall of the Portal Tower.
es: Si. Según un libro que leí aquí, hay un aparato en la pared de la Torre del Portal.
fr: Oui. D'après un livre que j'ai lu ici, il y a un dispositif sur le mur de la Tour du Portail.
hu: Aha. Egy feljegyzés szerint a Bíbor Bejáró tornyának külső falán van valami szerkezet.
ro: Da. Conform unei cărți pe care am citit-o aici, există un dispozitiv pe peretele Turnului Portalului.
ru: Да. Согласно книге, которую я здесь прочитал, на стене Портал-Башни есть устройство.

# Dialogue_VV_Kobold
source: Have you found out anything about Ruin?
es: ¿Has descubierto algo sobre Ruin?
fr: Avez-vous découvert quelque chose sur la Ruine ?
hu: Rájöttél valamire a Fertőzéssel kapcsolatban?
ro: Ai aflat ceva despre Ruină?
ru: Ты узнал что-нибудь о Руине?

# Dialogue_VV_Kobold
source: Soup
es: Sopa
fr: Soupe
hu: Leves
ro: Supă
ru: Суп

# Dialogue_VV_Kobold
source: Accept Quest
es: Aceptar Misión
fr: Accepter la Quête
hu: Vállalom
ro: Acceptă misiune
ru: Принять Квест

# Dialogue_VV_Kobold
source: The soup is almost ready...
es: La sopa está casi lista...
fr: La soupe est presque prête...
hu: Már majdnem kész a leves...
ro: Supa este aproape gata ...
ru: Суп почти готов…

# Dialogue_VV_Kobold
source: No problem.
es: No hay problema.
fr: Pas de soucis.
hu: Mindegy, nem gond.
ro: Nici o problemă.
ru: Без проблем.

# Dialogue_VV_Kobold
source: It helps me keep my mind clear.
es: Me ayuda a mantener mi mente despejada.
fr: Cela m'aide à garder l'esprit clair.
hu: És segít rendezni a gondolataimat.
ro: Mă ajută să-mi țin mintea limpede.
ru: Это помогает мне думать яснее.

# Dialogue_VV_Kobold
source: Meanwhile I cooked something special for you. Take this!
es: Mientras he cocinado algo especial para ti. ¡Toma esto!
fr: Pendant ce temps, je vous ai préparé quelque chose de spécial. Prenez ça !
hu: Közben feltettem neked is valamit a tűzre.
ro: Între timp am gătit ceva special pentru tine. Ia asta!
ru: Тем временем я подготовил кое-что особенное для тебя. Держи!

# Dialogue_VV_Kobold
source: Any news on your lost tribe?
es: ¿Alguna noticia sobre tu tribu perdida?
fr: Des nouvelles de votre tribu perdue ?
hu: Van valami hír az elveszett törzsedről?
ro: Ai vreo veste despre tribul tău pierdut?
ru: Есть новости о твоем пропавшем племени?

# Dialogue_VV_Kobold
source: I need to go now.
es: Necesito ir ahora.
fr: Je dois y aller maintenant.
hu: Mennem kell.
ro: Trebuie să plec acum.
ru: Мне пора идти.

# Dialogue_VV_Kobold
source: How on earth have you managed to reach this node?
es: ¿Cómo has logrado llegar a este nodo?
fr: Comment diable avez-vous réussi à atteindre ce nœud ?
hu: Hogy jutottál el ide?
ro: Cum în plata domnului ai reușit să ajungi în acest nod?
ru: Каким боком тебе удалось добраться до этого узла?

# Dialogue_VV_Kobold
source: Pls. report it as a bug.
es: Por favor informarlo como un error.
fr: Svp. signalez ce bug.
hu: Jelentsd, ez egy bug.
ro: Te rog, raportează-l ca o eroare.
ru: Сообщите нам, если вы обнаружили баг.

# Dialogue_VV_Kobold
source: Nice, well done!
es: ¡Bien hecho!
fr: Bien, bien joué !
hu: Nagyszerű, szép munka!
ro: Frumos, bine făcut!
ru: Отлично, молодец!
