Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDemo/*/WarriorbDemo.po
Languages: es, fr, hu, ro, ru

# Interaction
source: Take Sword
es: Llevar la Espada
fr: Prendre l'Épée
hu: Kard
ro: Ia Sabia
ru: Взять Меч

# Interaction
source: Take Wheel
es: Llevar la Rueda
fr: Prendre la Roue
hu: Kerék
ro: Ia Roata
ru: Взять Колесо

# Interaction
source: Talk
es: Hablar
fr: Parler
hu: Megszólít
ro: Vorbește
ru: Поговорить

# Interaction
source: Toggle Switch
es: Interruptor de Palanca
fr: Appuyer sur l'Interrupteur
hu: Vált
ro: Comută
ru: Тумблер

# Interaction
source: Touch Statue
es: Toque la Estatua
fr: Toucher la Statue
hu: Szobor
ro: Atinge Statuia
ru: Прикоснуться к Статуе

# Interaction
source: Travel
es: Viajar
fr: Voyager
hu: Utazás
ro: Călătorește
ru: Путешествовать

# Interaction
source: Unlocked with {0}
es: Desbloqueado con {0}
fr: Déverrouillé avec {0}
hu: Kinyitva ezzel: {0}
ro: Deblocat cu {0}
ru: Открыт с {0}

# Interaction
source: Use
es: Usar
fr: Utiliser
hu: Használ
ro: Utilizează
ru: Использовать

# Interaction
source: Use Active Item
es: Usar Objeto Activo
fr: Utiliser l'Objet Actif
hu: Használ
ro: Utilizează Articolul Activ
ru: Использовать Активный Элемент

# Interaction
source: Use Crystal
es: Usar Cristal
fr: Utiliser le Cristal
hu: Kristály
ro: Utilizează Cristal
ru: Использовать Кристалл

# Interaction
source: Destroy the device to save the creatures of Ruined Realm
es: Destruye el aparato para salvar a las criaturas del Reino Arruinado
fr: Détruire le dispositif pour sauver les créatures du Royaume en Ruines
hu: Elpusztítom a Szerkezetet, hogy megmentsem a Fertőzött Föld lakóit
ro: Distruge dispozitivul pentru a salva creaturile ale Tărâmului Ruinat
ru: Уничтожить устройство, чтобы спасти существ из Разрушенного Царства

# Interaction
source: Use Device
es: Usar Aparato
fr: Utiliser le Dispositif
hu: Használ
ro: Utilizează Dispozitiv
ru: Использовать Устройство

# Interaction
source: Use Elevator
es: Usar ascensor
fr: Utiliser l'Ascenseur
hu: Felvonó
ro: Utilizează Liftul
ru: Использовать Лифт

# Interaction
source: Use Elevator Gem
es: Usar gema del Ascensor
fr: Utiliser la Gemme de l'Ascenseur
hu: Felvonó Kő
ro: Utilizează Liftul Bijuteriei
ru: Использовать Самоцвет Лифта

# Interaction
source: Use Magic Mirror
es: Usar Espejo Mágico
fr: Utiliser le Miroir Magique
hu: Varázstükör
ro: Utilizează Oglinda Magică
ru: Использовать Волшебное Зеркало

# Interaction
source: Use the device to separate the Realms
es: Usa el dispositivo para separar los Reinos
fr: Utiliser le dispositif pour séparer les Royaumes
hu: Használom a Szerkezetet, hogy elválasszam a Világokat
ro: Folosește dispozitivul pentru a separa tărâmurile
ru: Использовать устройство чтобы разделить Царства

# Interaction
source: Use switch
es: Usar interruptor
fr: Utiliser l'interrupteur
hu: Kar
ro: Utilizează Comutatorul
ru: Использовать Переключатель

# Interaction
source: Use Workshop
es: Usar Taller
fr: Utiliser l'Atelier
hu: Műhely
ro: Utilizează Atelierul
ru: Использовать Мастерскую

# Interaction
source: Release
es: Soltar
fr: Relacher
hu: Elenged
ro: Eliberează
ru: Отпустить

# Interaction
source: Turn
es: Girar
fr: Tourner
hu: Forgat
ro: Întoarce
ru: Повернуть

# Interaction
source: Window
es: Ventana
fr: Fenêtre
hu: Ablak
ro: Fereastră
ru: Окно

# Interaction
source: Workroom
es: Cuarto de trabajo
fr: Salle de Travail
hu: Dolgozó Szoba
ro: Atelier
ru: Мастерская

# Interaction
source: You are not worthy!
es: ¡No eres digno!
fr: Vous n'en êtes pas digne !
hu: Nem vagy méltó!
ro: Nu ești vrednic!
ru: Ты недостоин!

# Items
source: Ice Stone
es: Piedra de Hielo
fr: Pierre de Glace
hu: Jég Kő
ro: Piatra de Gheață
ru: Ледяной Камень

# Items
source: Test Stone
es: Piedra de Prueba
fr: Pierre de Test
hu: Teszt Kő
ro: Piatra de Încercare
ru: Пробный камень

# ItemsCommon
source: Something to read
es: Algo para leer
fr: Quelque chose à lire
hu: Olvasnivaló
ro: Ceva de citit
ru: Что-нибудь почитать

# ItemsCommon
source: Cooldown
es: Enfriamiento
fr: Délai
hu: Újratöltődés
ro: Viteza de reîncărcare
ru: Остывать

# ItemsCommon
source: Something to shoot with
es: Algo para disparar con
fr: Quelque chose à tirer avec
hu: Lőfegyver
ro: Ceva cu care să tragi
ru: Что-нибудь для стрельбы

# ItemsCommon
source: Shard of Protection
es: Fragmento de Protección
fr: Fragment de Protection
hu: Védelmező Szilánk
ro: Ciob de Protecție
ru: Осколок Защиты

# ItemsCommon
source: Dual Wield Weapon
es: Arma de doble empuñadura
fr: Arme à Double Maniement
hu: Dupla Fegyver
ro: Armă Dublă
ru: Двойное Оружие

# ItemsCommon
source: Health
es: Salud
fr: Santé
hu: Életerő
ro: Viață
ru: Здоровье

# ItemsCommon
source: Invalid
es: No válido
fr: Non Valide
hu: Érvénytelen
ru: Недоступный

# ItemsCommon
source: Invalid Weapon
es: Arma inválida
fr: Arme Non Valide
hu: Érvénytelen Fegyver
ro: Armă Nevalidă
ru: Недоступное Оружие

# ItemsCommon
source: Something interesting
es: Algo interesante
fr: Quelque chose d'interessant
hu: Valami érdekes
ro: Ceva interesant
ru: Кое-что интересное

# ItemsCommon
source: Valuable
es: Valioso
fr: Précieux
hu: Érték
ro: Valoros
ru: Ценный

# ItemsCommon
source: Key
es: Llave
fr: Clé
hu: Kulcs
ro: Cheie
ru: Ключ

# ItemsCommon
source: Memory Stone
es: Piedra de memoria
fr: Pierre de Mémoire
hu: Emlék Kő
ro: Piatra Memoriei
ru: Камень Воспоминаний

# ItemsCommon
source: Shard of Justice
es: Fragmento de Justicia
fr: Fragment de Justice
hu: Az Igazság Szilánkja
ro: Ciobul de Sticlă al Justiției
ru: Осколок Справедливости

# ItemsCommon
source: One-Handed Weapon
es: Arma de una mano
fr: Arme à Une Main
hu: Egykezes Fegyver
ro: Arma pentru o singură Mână
ru: Одноручное оружие

# ItemsCommon
source: Something to drink
es: Algo de beber
fr: Quelque chose à boire
hu: Innivaló
ro: Ceva de băut
ru: Что-нибудь выпить

# ItemsCommon
source: Quest Item
es: Objeto de misión
fr: Objet de Quête
hu: Küldetéssel kapcsolatos tárgy
ro: Articol pentru misiune
ru: Квест Предмет

# ItemsCommon
source: Runestone
es: Piedra rúnica
fr: Pierre de Rune
hu: Rúna Kő
ru: Рунный Камень

# ItemsCommon
source: Shard
es: Fragmento
fr: Fragment
hu: Szilánk
ro: Ciob de sticlă
ru: Осколок

# ItemsCommon
source: Something to unlock with
es: Algo para desbloquear con
fr: Quelque chose à débloquer avec
hu: Zárnyitó eszköz
ro: Ceva cu care să deblochezi
ru: Что-нибудь, с чем можно открыть

# ItemsCommon
source: Shard of Wonder
es: Fragmento de Maravilla
fr: Fragment de Merveille
hu: Csoda Szilánk
ro: Ciobul Miraculos
ru: Осколок Чуда

# ItemsCommon
source: Attack Speed
es: Velocidad de ataque
fr: Attaque Rapide
hu: Ütés gyorsaság
ro: Viteza de atac
ru: Скорость Атаки

# ItemsCommon
source: Something to cast with
es: Algo para lanzar con
fr: Quelque chose à invoquer avec
hu: Igéző eszköz
ro: Ceva cu care faci vrăji
ru: Что-нибудь для заклинания

# ItemsCommon
source: Capacity Cost
es: Coste de Capacidad
fr: Coût de Capacité
hu: Fenntartási költség
ro: Costul capacității
ru: Стоимость Мощность

# ItemsCommon
source: Something to throw
es: Algo para tirar
fr: Quelque chose à lancer
hu: Hajítani való
ro: Ceva de aruncat
ru: Что-нибудь бросить

# ItemsCommon
source: Two-Handed Weapon
es: Arma de dos manos
fr: Arme à Deux Mains
hu: Kétkezes Fegyver
ro: Armă pentru două mâini
ru: Двуручное Оружие

# ItemsCommon
source: Usable
fr: Utilisable
hu: Használati tárgy
ro: Utilizabil
ru: Пригодный

# ItemsCommon
source: Weapon
es: Arma
fr: Arme
hu: Fegyver
ro: Armă
ru: Оружие

# MusicName
source: Disfunctional Golems
es: Golems disfuncionales
fr: Golems Dysfonctionnels
hu: Hiba a készülékben
ro: Golemi disfuncționali
ru: Неисправные Големы

# MusicName
source: Machine Rage
es: Ira de la Máquina
fr: La Rage des Machines
hu: A Gép bosszúja
ro: Furia mașinei
ru: Машинная Ярость

# MusicName
source: Worthy
es: Digno
fr: Digne
hu: Méltó
ro: Vrednic
ru: Достойный

# MusicName
source: Unexpected Friend
es: Amigo Inesperado
fr: Un Ami Imprévu
hu: Váratlan barát
ro: Prieten Neașteptat
ru: Неожиданный Друг

# MusicName
source: Duty
es: Deber
fr: Devoir
hu: Kötelesség
ro: Datorie
ru: Долг

# MusicName
source: The other Bell
es: La otra Campana
fr: L'autre Cloche
hu: A másik csengő
ro: Celălalt Clopot
ru: Другой Колокол

# MusicName
source: Enlightened Mind
es: Mente Iluminada
fr: Un Esprit Éclairé
hu: Tiszta elme
ro: Minte Iluminată
ru: Просветлённый Разум

# MusicName
source: Winged Wisdom
es: Sabiduría Alada
fr: Sagesse Ailée
hu: Bölcs Barát
ro: Înțelepciunea cu Aripi
ru: Крылатая Мудрость

# MusicName
source: Pipe Walkers
es: Trotadesagües
fr: Tuyauteurs
hu: Battyogók
ro: Pietoni de pe Țeavă
ru: Трубоходики

# MusicName
source: Just a bit crazy
es: Solo un poco loco
fr: Juste un peu fou
hu: Csak kicsit őrült
ro: Doar un pic nebun
ru: Просто чуть-чуть сумасшедший

# MusicName
source: Remnant Colors
es: Colores Remanentes
fr: Couleurs Résiduelles
hu: A maradék szín
ro: Culori rămase
ru: Остатки Цвета

# MusicName
source: Touch of Ruin
es: Toque de Ruin
fr: Une Touche de Ruine
hu: Fertőzés
ro: Atingerea Ruinei
ru: Прикосновение Руина

# MusicName
source: In Memoriam
es: En Memoria
hu: Emlékezetül
ro: În memoria
ru: В Памяти

# MusicName
source: Sunken Sewer
es: Alcantarilla Hundida
fr: Égouts Inondés
hu: Csöpögő Csatorna
ro: Canalizare scufundată
ru: Затопленная Канализация

# MusicName
source: Armours of the Deep
es: Armaduras de las Profundidades
fr: Les Armures des Profondeurs
hu: A Mélység páncéljai
ro: Armuri ale adâncului
ru: Доспехи Глубоких

# MusicName
source: I hold it back
es: Lo contengo
fr: Je me retiens
hu: Visszatartom
ro: O rețin
ru: Я задержу его

# MusicName
source: Meant to be Perfect
es: Pretendía ser Perfecto
fr: Pour être Parfait
hu: Tökéletesre tervezve
ro: Înseamnă să fii perfect
ru: Быть Идеальным

# MusicName
source: Wracked Warriors
es: Guerreros Destrozados
fr: Guerriers Blessés
hu: Hiábavaló Harcosok
ro: Războinicii înfocați
ru: Побеждённые Воины

# MusicName
source: Those who survived
es: Los que sobrevivieron
fr: Ceux qui ont survécu
hu: Akik megmaradtak
ro: Cei care au supraviețuit
ru: Те, что выжили

# MusicName
source: No price too high
es: No hay precio demasiado alto
fr: Un prix pas trop élevé
hu: Nincs túl nagy ár
ro: Nici un preț prea mare
ru: Нет слишком высокой цены

# MusicName
source: Intelligence and Wisdom
es: Inteligencia y Sabiduría
fr: Intelligence et Sagesse
hu: Intelligencia és Bölcsesség
ro: Inteligența și Înțelepciune
ru: Разум и Мудрость

# MusicName
source: Lost Memories
es: Recuerdos Perdidos
fr: Souvenirs Perdus
hu: Eltűnt Emlékek
ro: Amintiri pierdute
ru: Потерянные Воспоминания

# MusicName
source: Small but Tiny
es: Pequeño pero diminuto
fr: Petit voir Minuscule
hu: Kicsi, de apró
ro: Mic, dar minuscul
ru: Маленький, совсем Крошечный

# MusicName
source: Supper time
es: Hora de la cena
fr: L'heure du dîner
hu: Vacsora idő
ro: Ora de cină
ru: Время Ужина

# MusicName
source: Dwarven Catacombs
es: Catacumbas de los Enanos
fr: Catacombes Naines
hu: Törp Tárnák
ro: Catacombele piticilor
ru: Карликовые Катакомбы

# MusicName
source: Railway Station
es: Estación de ferrocarril
fr: Gare Ferroviaire
hu: Vasútállomás
ro: Gară
ru: Железнодорожная Станция

# MusicName
source: Sanctuary of Law
es: Santuario de la Ley
fr: Sanctuaire de la Loi
hu: A Törvény Szentélye
ro: Sanctuarul Justiției
ru: Святилище Правды

# MusicName
source: Where the rail leads
es: Donde el riel conduce
fr: Où mènent les rails
hu: Ahová a vasút vezet
ro: Unde conduce șina
ru: Туда, куда ведут рельсы

# MusicName
source: Last of his Tribe
es: Último de su Tribu
fr: Le Dernier de sa Tribu
hu: Utolsó a törzsből
ro: Ultimul din tribul lui
ru: Последний из своего Племени

# MusicName
source: Temple for the Ancestors
es: Templo de los Antepasados
fr: Le Temple des Ancêtres
hu: Templom az Elődöknek
ro: Templul strămoșilor
ru: Храм Предков

# MusicName
source: Pilgrim Road
es: Camino de Peregrino
fr: La Route des Pèlerins
hu: Zarándokút
ro: Drumul pelerinilor
ru: Паломническая Дорога

# MusicName
source: Quick and Clever
es: Rápido e Inteligente
fr: Rapide et Intelligent
hu: Gyors és eszes
ro: Rapid și Inteligent
ru: Быстрый и Умный

# MusicName
source: Infected Golems
es: Gólems Infectados
fr: Golems Infectés
hu: Meghibásodott Gólemek
ro: Golemi Infectați
ru: Заражённые Големы

# MusicName
source: So close yet so far
es: Tan cerca pero tan lejos
fr: Si proche et pourtant si loin
hu: Oly közel, és mégis oly távol
ro: Atât de aproape dar atât de departe
ru: Так близко, но так далеко

# MusicName
source: Last Shalter
es: Ultimo Refugio
fr: Dernière Chance
hu: Utolsó Menedék
ro: Ultimul Adăpost
ru: Последнее Убежище

# MusicName
source: Moving Pipes
es: Tuberías Móviles
fr: Tuyaux Mouvants
hu: Mozgó csövek
ro: Țevi în mișcare
ru: Подвижные трубы

# MusicName
source: One would fail
es: Uno fallaría
fr: D'aucuns échoueraient
hu: Egy elbukna
ro: Unul ar eșua
ru: Один проиграет

# MusicName
source: The end, really
es: Al final, realmente
fr: La fin, vraiment
hu: A vég, tényleg
ro: Finalul, într-adevăr
ru: Конец, на самом деле

# MusicName
source: Jump for your life!
es: ¡Salta por tu vida!
fr: Sautez pour votre vie !
hu: Ugorj, ha kedves az életed!
ro: Sari pentru viața ta!
ru: Прыгай ради своей жизни!

# MusicName
source: Decaying City
es: Ciudad en Descomposición
fr: La Ville en Déclin
hu: Omladozó Város
ro: Orașul în declin
ru: Распадающийся Город

# MusicName
source: All is lost
es: Todo está Perdido
fr: Tout est perdu
hu: Minden elveszett
ro: Totul este pierdut
ru: Все потеряно

# MusicName
source: Spirit of the Unknown
es: Espíritu de lo Desconocido
fr: L'Esprit de l'Inconnu
hu: Lélek az Ismeretlenből
ro: Spiritul Necunoscutului
ru: Дух Неизвестного

# MusicName
source: Stories never end
es: Las historias nunca terminan
fr: Les histoires ne finissent jamais
hu: Minden történet végtelen
ro: Poveștile nu se termină niciodată
ru: Истории никогда не заканчиваются

# Spells
source: Blocked
es: Bloqueado
fr: Bloqué
hu: Kivédve
ro: Blocat
ru: Блок

# Spells
source: Can't in air
es: No puede en el aire
fr: Pas en l'air
hu: Levegőben nem lehet
ro: Nu poți în aer
ru: Не могу в воздухе

# Spells
source: Dangerous Location
es: Lugar Peligroso
fr: Endroit Dangereux
hu: Veszélyes hely
ro: Locație periculoasă
ru: Опасное Место

# Spells
source: Health Increased!
es: ¡Salud aumentada!
fr: Santé accrue !
hu: Életerő növekedés
ro: Viață crescută!
ru: Здоровье Восстановлено!

# Spells
source: Immune
es: Imune
fr: Immunisé
hu: Immunins
ro: Imun
ru: Неуязвим

# Spells
source: Infected
es: Infectado
fr: Infecté
hu: Fertőzve
ro: Infectat
ru: Заражён

# Spells
source: Instant Recharge
es: Recarga Instantánea
fr: Recharge instantanée
hu: Azonnali visszatöltés
ro: Reîncărcare imediată
ru: Мгновенная Подзарядка

# Spells
source: Who? Where? What?!
es: ¿Quien? ¿Dónde? ¡¿Qué?!
fr: Qui ? Où ? Quoi ?!
hu: Hol? Mit? Miért?
ro: Cine? Unde? Ce?!
ru: Кто? Где? Что?!

# Spells
source: No need
es: No hay necesidad
fr: Pas besoin
hu: Nem szükséges
ro: Nu este nevoie
ru: Не нужно

# Spells
source: Resisted
es: Resistido
fr: A résisté
hu: Ellenállt
ro: Rezistat
ru: Устоит

# Spells
source: Second Chance
es: Segunda Oportunidad
fr: Seconde Chance
hu: Második Esély
ro: A doua șansă
ru: Второй Шанс

# Spells
source: Spellpower Increased!
es: ¡Poder de Hechizo Aumentado!
fr: Augmentation de la Puissance des Sorts !
hu: Varázserő növekedés!
ro: Puterea de vrajă a crescut!
ru: Мощность Заклинаний Увеличена!

# Spells
source: Spell Charge Regained!
es: ¡Carga de Hechizo Recuperada!
fr: Charge du Sort regagnée !
hu: Varázslat Újratöltés Visszanyerve!
ro: Sarcina de vrajă recâștigată!
ru: Заряд заклинаний восстановлен!

# UI
source: Acknowledge
es: Reconocer
fr: Informations
hu: Tudomásul vesz
ro: Confirmă
ru: Подтвердить

# UI
source: Back
es: Volver
fr: Retour
hu: Vissza
ro: Înapoi
ru: Назад

# UI
source: Now I remember the night when it started...
es: Ahora recuerdo la noche en que comenzó...
fr: Maintenant, je me souviens de la nuit où tout a commencé...
hu: Már emlékszem az estére, amikor az egész kezdődött...
ro: Acum îmi amintesc de noaptea când a început...
ru: Теперь я вспоминаю ночь, когда все началось…

# UI
source: Float
es: Flotar
fr: Flotter
hu: Lebeg
ro: Plutește
ru: Плавать

# UI
source: Jump
es: Saltar
fr: Sauter
hu: Ugrás
ro: Sari
ru: Прыгать

# UI
source: Buy
es: Comprar
fr: Acheter
hu: Vesz
ro: Cumpără
ru: Купить

# UI
source: Buy Back
es: Recomprar
fr: Rachat
hu: Visszavásárlás
ro: Cumpără Înapoi
ru: Выкупить обратно

# UI
source: Buy WarriOrb in Steam and follow us on social media:
es: Comprar WarriOrb en Steam y síguenos en las redes sociales:
fr: Acheter WarriOrb sur Steam et suivez-nous sur les médias sociaux:
hu: Vedd meg a WarriOrb-ot Steamen, és kövess minket a közösségi oldalakon:
ro: Cumpară WarriOrb pe Steam și urmăreștene pe rețelele de socializare:
ru: Покупайте WarriOrb в Steam и следите за нами в социальных сетях:

# UI
source: Cancel
es: Cancelar
fr: Annuler
hu: Mégsem
ro: Anulează
ru: Отменить

# UI
source: Change User
es: Cambiar perfil
fr: Changer de profil
hu: Felhasználó Váltás
ro: Schimbă utilizatorul
ru: Сменить профиль

# UI
source: Chapter
es: Capítulo
fr: Chapitre
hu: Fejezet
ro: Capitol
ru: Глава

# UI
source: Chapter 1 completed. Save is Locked.
es: Capítulo 1 completado. Guardar está bloqueado.
fr: Chapitre 1 complété. Sauvegarde Verrouillée.
hu: Első fejezet teljesítve. Mentés lezárva.
ro: Capitolul 1 completat. Salvarea este blocat.
ru: Глава 1 завершена. Функция “Сохранить” заблокирована.

# UI
source: Classic
es: Classico
fr: Classique
hu: Klasszikus
ro: Clasic
ru: Классический

# UI
source: Changes the visuals of the player character
es: Cambia el aspecto del personaje del jugador
fr: Modifie l'aspect visuel du personnage du joueur
hu: Megváltoztatja a játékos karakter kinézetét
ro: Modifică înfățișarea caracterului
ru: Изменяет визуальный облик персонажа игрока.

# UI
source: Mummy
es: Momia
fr: Momie
hu: Múmia
ro: Mumie
ru: Мумия

# UI
source: Pumpkin
es: Calabaza
fr: Citrouille
hu: Tökfej
ro: Dovleac
ru: Тыква

# UI
source: Character Skin
es: Piel de Personaje
fr: Visuel du Personnage
hu: Karakter kinézet
ro: Înfățișarea Caracterului
ru: Стиль Персонажа

# UI
source: Checkpoint
es: Punto de Control
fr: Point de Contrôle
hu: Mentéshely
ro: Punct de Control
ru: Чекпоинт

# UI
source: Examine
es: Examinar
fr: Examiner
hu: Megvizsgál
ro: Examinează
ru: Осмотреть

# UI
source: Leave
es: Salir
fr: Partir
hu: Itthagy
ro: Ieși
ru: Выйти

# UI
source: Loot
es: Botín
fr: Récupérer
hu: Elvesz
ro: Jefuiește
ru: Взять

# UI
source: Close
es: Cerrar
fr: Fermer
hu: Csuk
ro: Închide
ru: Закрыть

# UI
source: Completed in {time}
es: Completado en {time}
fr: Terminé en {time}
hu: Menetidő: {time}
ro: Terminat în {time}
ru: Завершено за {time}

# UI
source: Confirm
es: Confirmar
fr: Confirmer
hu: Megerősít
ro: Confirmă
ru: Подтвердить

# UI
source: Are you sure?
es: ¿Estás seguro?
fr: Êtes-vous sûr ?
hu: Biztos vagy benne?
ro: Ești sigur?
ru: Ты уверен?

# UI
source: Continue
es: Continuar
fr: Continuer
hu: Folytatás
ro: Continuă
ru: Продолжить

# UI
source: Note: Playing with a controller is recommended
es: Nota: se recomienda jugar con un mando
fr: Note : Il est recommandé de jouer avec une manette
hu: Kontroller használata javasolt
ro: Notă: Jucarea cu un controler este recomandată
ru: Примечание: Рекомендуется использовать контроллер

# UI
source: Credits
es: Créditos
fr: Générique
ro: Credite
ru: Титры

# UI
source: Custom Map {0}
es: Mapa Personalizado {0}
fr: Niveaux personnalisés {0}
hu: Epizód {0}
ro: Hartă personalizată {0}
ru: Своих Карт {0}

# UI
source: Custom Maps
es: Mapas Personalizados
fr: Niveaux personnalisés
hu: Epizódok
ro: Hărți personalizate
ru: Свои Карты

# UI
source: Description
es: Descripción
fr: Déscription
hu: Leírás
ro: Descriere
ru: Описание

# UI
source: Difficulty
es: Dificultad
fr: Difficulté
hu: Nehézség
ro: Dificultate
ru: Сложность

# UI
source: This choice is permanent
es: Esta decisión es permanente
fr: Ce choix est permanent
hu: Ez a döntés végleges.
ro: Alegerea este permanentă
ru: Данный выбор будет необратим

# UI
source: - The <Blue>SoulKeeper</> (Portable Checkpoint) spell is removed from the game - Increased incoming damage - Increased Enemy Health
es: - Los <Blue> Guardian de Almas </> El hechizo (Punto de control portátil) se elimina del juego - Aumenta el daño entrante - Aumenta la Salud del Enemigo
fr: - Le sort <Blue>Gardien des Âmes</> (Point de Contrôle Ambulant) est supprimé du jeu - Augmentation des dommages reçus - Augmentation de la santé des ennemis
hu: - A <Blue>Lélekőr</> (Hordozható Checkpoint) varázslat nincs játékban - Minden többet sebez - Az ellenfeleknek több életerejük van
ro: - <Blue>Deținătorul Sufletului</> (Punctul de control portabil) vraja este eliminată din joc - Creșterea daunelor primite - Viața sporită a inamicului
ru: - Заклинание <Blue>Хранитель Душ</> (Портативный Чекпоинт) удалено из игры - Возросший урон - Увеличенное здоровье

# UI
source: The way the game is meant to be played
es: La forma en que se debe jugar el juego
fr: La manière dont le jeu est censé être joué
hu: Amilyenre a játékot terveztük.
ro: Modul în care jocul este menit să fie jucat
ru: Так, как должна быть сыграна игра

# UI
source: - Infinite <Blue>SoulKeeper</> (Checkpoint) spell charges - No health penalty when respawning near the <Blue>SoulKeeper</> - Decreased incoming damage - Decreased Enemy Health
es: - Infinito <Blue> Guardian de Almas </> Cargos de hechizo (punto de control): no hay penalización de salud al reaparecer cerca del <Blue> SoulKeeper </> - Disminución del daño entrante - Disminución de la Salud del Enemigo
fr: - Charge de sort infinies pour le <Blue>Gardien des Âmes</> (Point de Contrôle) - Pas de sanction de santé lors de la réapparition près du <Blue>Gardien des Âmes</> - Diminution des dégâts reçus - Diminution de la Santé des Ennemis
hu: - A <Blue>Lélekőr</> (Checkpoint) varázslatot korlátlan mennyiségben használhatod - Nem csökken az életerőd, ha a <Blue>Lélekőrnél</> támadsz fel - Csökkentett ellenfél sebzés - Csökkentett ellenfél életerő
ro: - Număr Infinit de <Blue>Deținătorul Sufletului</> (Punctul de control) încărcări de vrajă - Fără penalități de viață atunci când se regenerează în apropierea <Blue>Deținătorul Sufletului</> - Diminuarea daunelor primite - Scăderea vieții inamicului
ru: - Бесконечный <Blue>Хранитель Душ</> (Чекпоинт) заряд заклинаний - Нет штрафа к здоровью при возрождении возле <Blue>Хранителя Душ</> - Пониженный поступающий урон - Пониженное здоровье врага

# UI
source: As hard as it can get
es: Demente
fr: Fou
hu: Tényleg nagyon nehéz
ro: Nebun
ru: Безумный

# UI
source: A true challenge
es: Normal
fr: Normal
hu: Egy igazi kihívás
ro: Normal
ru: Нормальный

# UI
source: Normal
hu: Normál
ru: Нормальный

# UI
source: Just an adventure
es: Fácil
fr: Facile
hu: Csak egy kaland
ro: Ușor
ru: Легкий

# UI
source: Disabled
es: Desactivado
fr: Désactivé
hu: Kikapcsolva
ro: Invalid
ru: Отключен
