Repository: NotYetGames/WarriOrb
Catalog: Content/Localization/WarriorbDemo/*/WarriorbDemo.po
Languages: es, fr, hu, ro, ru

# Dialogue_VV_Kobold
source: I'm on my way. Take care!
es: Estoy en camino. ¡Cuídate!
fr: Je suis en route. Prenez soin de vous !
hu: Léptem, vigyázz magadra!
ro: Sunt pe drum. Ai grijă!
ru: Я уже в пути. Будь осторожен!

# Dialogue_VV_Kobold
source: Do you know how can I reach that Purple Portal?
es: ¿Sabes cómo puedo llegar a ese Portal Morado?
fr: Savez-vous comment atteindre ce Portail Violet ?
hu: Tudod hogy jutok el ahhoz a Bíbor Bigyóhoz?
ro: Ști cum pot ajunge la acel portal Violet?
ru: Ты знаешь, как мне добраться до Пурпурного Портала?

# Dialogue_VV_Kobold
source: It wasn’t that complicated after all.
es: No fue tan complicado después de todo.
fr: Ce n'était pas si compliqué après tout.
hu: Végül mégis sikerült.
ro: La urma urmei, nu a fost atât de complicat.
ru: В итоге все было не так уж и сложно.

# Dialogue_VV_Kobold
source: I think they came here and followed the messages just like you.
es: Creo que vinieron aquí y siguieron los mensajes como tú.
fr: Je pense qu'ils sont venus ici et ont suivi les messages tout comme vous.
hu: Biztos, hogy jártak itt. Talán ugyanazokat az üzeneteket követték, mint amiket te is.
ro: Cred că au venit aici și au urmărit mesajele la fel ca tine.
ru: Я думаю, они были здесь и последовали за посланиями, как и ты.

# Dialogue_WW_Pergamen
source: 'Ruin took over some of us. It's no longer safe here.'
es: Ruin se hizo cargo de algunos de nosotros. Ya no es seguro aquí.
fr: 'La Ruine a pris le dessus sur certains d'entre nous. Ce n'est plus sûr ici.'
hu: 'A Fertőzés egyre többünk elméjét rontja meg. Már nem biztonságos itt.'
ro: 'Ruina i-a preluat pe unii dintre noi. Nu mai este în siguranță aici.'
ru: “Руин забрал несколько из наших. Здесь уже не безопасно.”

# Dialogue_WW_Pergamen
source: 'Come visit us beyond the Purple Portal!'
es: ¡Ven a visitarnos más allá del Portal Morado!
fr: 'Venez nous rendre visite au-delà du Portail Violet !'
hu: 'A Bíbor Bejáró mögött megtalálsz minket.’
ro: 'Vino să ne vizitezi dincolo de portalul Violet!'
ru: “Приходи повидать нас за Пурпурным Порталом.”

# Dialogue_WW_Pergamen
source: 'We are close to the solution, but your help is still needed.'
es: "Estamos cerca de la solución, pero todavía se necesita su ayuda".
fr: 'Nous sommes proches de la solution, mais votre aide est toujours nécessaire'
hu: 'Közel a megoldás, de segítségre van szükségünk.’
ro: 'Suntem aproape de soluție, dar ajutorul tău este încă necesar.'
ru: “Мы близки к развязке, но твоя помощь все еще нужна.”

# Dialogue_WW_Statue
source: Oooops...
fr: Oouups...
hu: Uuuupsz...
ro: Aoooleu...
ru: Ууупс…

# Dialogue_WW_Statue
source: 'White Wall will never fall!'
es: ¡El Muro Blanco nunca caerá!
fr: 'Le Mur Blanc ne tombera jamais !'
hu: 'A Fehér Fellegvár örökké állni fog!'
ro: 'Zidul Alb nu va cădea niciodată!'
ru: “Белая стена никогда не падет!”

# Dialogue_WW_StatueWelcome
source: 'We know how to stop Ruin.'
es: 'Sabemos cómo detener a Ruin'.
fr: 'Nous savons comment arrêter la Ruine.'
hu: 'Tudjuk, hogy állítsuk meg a Fertőzést.'
ro: 'Noi știm cum să oprim Ruina.'
ru: “Мы знаем, как остановить Руин.”

# Dialogue_WW_StatueWelcome
source: 'There is still hope.'
es: 'Aún hay esperanza'.
fr: 'Il y a encore de l'espoir.'
hu: 'Még van remény.'
ro: 'Încă mai există speranță.'
ru: “Еще есть надежда”.

# Enemies
source: Armour Wrath
es: Ira de Armadura
fr: Armure de la Colère
hu: Harag Vért
ro: Armura Mâniei
ru: Броневой Гнев

# Enemies
source: Dwarf
es: Enano
fr: Nain
hu: Törp
ro: Pitic
ru: Гном

# Enemies
source: Fallen Druid
es: Druida Caído
fr: Druide Déchu
hu: Bukott Druida
ro: Druid Decăzut
ru: Падший Друид

# Episodes
source: Thanks for playing the game, we hope you had a great time!
es: Gracias por jugar, ¡esperamos que lo hayas pasado genial!
fr: Merci d'avoir joué au jeu, nous espérons que vous avez passé un bon moment !
hu: Köszönjük a játékot, reméljük jól érezted magad!
ro: Vă mulțumim pentru că ați jucat jocul, sperăm că v-ați distrat de minune!
ru: Спасибо за участие в игре, мы надеемся, что вы отлично провели время!

# Episodes
source: Dreamhack Demo
es: Demo de Dreamhack
fr: Demo Dreamhack
ru: Демо-версия Dreamhack

# Episodes
source: What happens when you lock a mighty demon's spirit inside a ball body?
es: ¿Qué sucede cuando encierras el espíritu de un poderoso demonio dentro del cuerpo de una pelota?
fr: Que se passe-t-il lorsque vous enfermez l'esprit d'un puissant démon dans un corps en forme de boule ?
hu: Mit kapunk, ha egy nagyhatalmú démont labdatestbe zárunk?
ro: Ce se întâmplă când încui spiritul unui demon puternic în interiorul unui corp de bilă?
ru: Что же произойдет, если запереть дух могущественного демона внутри шаровидного тела?

# Episodes
source: Episode Completed!
es: ¡Episodio completado!
fr: Épisode Terminé !
hu: Epizód teljesítve!
ro: Episod Completat!
ru: Эпизод Пройден!

# Episodes
source: "And as Darkness spreads an unknown Warriorb will rise..."
es: "Y a medida que la Oscuridad se extienda, un Warriorb desconocido ascenderá"
fr: "Et tandis que l'obscurité se répandra, un Warriorb inconnu se lèvera..."
hu: Mielőtt a Sötétség mindent elnyelne, ismeretlen harcos tűnik elő...
ro: "Și pe măsură ce Întunericul se va răspândi, un Războinic necunoscut va răsări... "
ru: “И с распространением Тьмы восстанет неизвестный воин Уорриорб…”

# Episodes
source: Escaped from Darkness
es: Escapó de la Oscuridad
fr: Échappé des Ténèbres
hu: Kijutottál a Sötétből!
ro: Evadare din întuneric
ru: Сбежавший от Тьмы

# Episodes
source: Are you fast enough to race against Darkness itself?
es: ¿Eres lo suficientemente rápido como para competir contra la propia Oscuridad?
fr: Êtes-vous assez rapide pour faire la course contre les Ténèbres elles-mêmes ?
hu: Gyorsabb vagy, mint az árnyékod?
ro: Ești suficient de rapid pentru a alerga împotriva întunericului în sine?
ru: Достаточно ли ты быстр, чтобы противостоять самой Тьме?

# Episodes
source: Escape Darkness
es: Escapar de la Oscuridad
fr: Fuir les Ténèbres
hu: Sötét Hajsza
ro: Evadarea întunericului
ru: Побег из Тьмы

# Episodes
source: What happened beyond the portal is another story, which will be told at another time.
es: Lo que sucedió más allá del portal es otra historia, que se contará en otro momento.
fr: Ce qui s'est passé au-delà du portail est une autre histoire, qui sera racontée à un autre moment.
hu: Hogy mi történt a portál mögött, az már egy másik történet, elbeszélésére más alkalommal kerül sor.
ro: Ceea ce s-a întâmplat dincolo de portal este o altă poveste, care va fi povestită în alt moment.
ru: Что произошло за порталом - это другая история, которая будет рассказана в другое время.

# Episodes
source: White Wall
es: Muro Blanco
fr: Mur Blanc
hu: Fehér Fellegvár
ro: Zidul Alb
ru: Белая Стена

# Episodes
source: Although it's long abandoned the fortress of White Wall still stands against Ruin. After centuries of silence some groups of unexpected visitors broke the loneliness of the decaying city.
es: Aunque hace tiempo que se abandona, la fortaleza del Muro Blanco sigue en pie contra Ruin. Después de siglos de silencio, algunos grupos de visitantes inesperados rompieron la soledad de la ciudad en ruinas.
fr: Bien qu'elle soit abandonnée depuis longtemps, la forteresse du Mur blanc se dresse toujours contre la Ruine. Après des siècles de silence, des groupes de visiteurs imprévus ont brisé la solitude de la ville en décomposition.
hu: Noha lakói rég sorsára hagyták, a Fehér Fellegvár falai még mindig dacolnak a Fertőzéssel. Évszázados némaság után a pusztuló erőd csendjét váratlan látogatók érkezése töri meg.
ro: Deși a fost abandonată de mult timp, cetatea Zidului Alb încă stă împotriva Ruinei. După secole de tăcere, unele grupuri de vizitatori neașteptați au rupt singurătatea orașului în declin.
ru: Несмотря на то, что крепость Белой Стены уже давно заброшена, она все еще противостоит Руин. После столетий тишины ряд неизвестных посетителей рассеяли одиночество угасающего города.

# Episodes
source: After months of researching I found a way to return back to the Ruined Realm. Ironically enough I have to use the same body I was trapped in before. I'll need to be quick and clever for this might be my very last chance to stop Ruin before it devours the World.
es: Después de meses de investigación, encontré una manera de regresar al Reino Arruinado. Irónicamente, tengo que usar el mismo cuerpo en el que estaba atrapado antes. Necesitaré ser rápido e inteligente porque esta podría ser mi última oportunidad para detener a Ruin antes de que devore el mundo.
fr: Après des mois de recherches, j'ai trouvé un moyen de retourner au Royaume en Ruines. Ironiquement, je dois utiliser le même corps dans lequel j'ai été piégé auparavant. Je vais devoir être rapide et intelligent car cela pourrait être ma toute dernière chance d'arrêter la Ruine avant qu'elle ne dévore le Monde.
hu: Több hónapnyi kutatásomba tellett, de sikerült rájönnöm, hogyan juthatok vissza a Fertőzött Földekre. Ironikus módon ehhez ugyanazt a labdatestet kell használnom, mint amibe korábban zártak. Nem késlekedhetek, talán ez az utolsó esélyem, hogy megállítsam a Fertőzést.
ro: După câteva luni de cercetare, am găsit o cale de a mă întoarce pe tărâmul ruinat. În mod ironic, trebuie să folosesc același corp în care am fost prins înainte. Va trebui să fiu rapid și inteligent pentru că aceasta va fi ultima mea șansă de a opri Ruina înainte să devoreze Lumea.
ru: После нескольких месяцев исследований я нашел способ вернуться в Разрушенное царство. По иронии судьбы, мне придется использовать то же самое тело, внутри которого я уже был в ловушке. Я должен быть быстр и умен, так как это может стать моим последним шансом остановить Руин, прежде чем он поглотит мир.

# FloatingEnemyAndNPCLines
source: I won't fail the Maker!
es: ¡No le fallaré al Creador!
fr: Je ne laisserai pas tomber le Créateur !
hu: Nem hozok szégyent a Készítőre!
ro: Nu voi da greș Creatorului!
ru: Я не подведу Создателя!

# FloatingEnemyAndNPCLines
source: No... I'm still... perfect
es: No... sigo... perfecto
fr: Non... je suis toujours... parfait
hu: Nem... még mindig... tökéletes vagyok
ro: Nu... Sunt încă... perfect
ru: Нет… Я все еще… совершенен…

# FloatingEnemyAndNPCLines
source: Resist Ruin!
es: ¡Resiste al Ruin!
fr: Il faut résister à la Ruine !
hu: Állj ellen a Fertőzésnek!
ro: Rezistă Ruinei!
ru: Противостоять Руину!

# FloatingEnemyAndNPCLines
source: Out of my way!
es: ¡Fuera de mi camino!
fr: Hors de mon chemin !
hu: El az utamból!
ro: Dă-te din calea mea!
ru: Прочь с дороги!

# FloatingEnemyAndNPCLines
source: I am perfect
es: Soy perfecto
fr: Je suis parfait
hu: Tökéletes vagyok
ro: Sunt perfect
ru: Я совершенен

# FloatingEnemyAndNPCLines
source: I keep Ruin
es: Mantengo Ruin
fr: Je garde la Ruine
hu: Visszatartom a Fertőzést
ro: Păstrez Ruina
ru: Я храню Руин

# FloatingEnemyAndNPCLines
source: We are above the Law!
es: ¡Estamos por encima de la ley!
fr: Nous sommes au-dessus de la Loi !
hu: A törvény felett állunk!
ro: Suntem deasupra Legii!
ru: Мы превыше Закона!

# FloatingEnemyAndNPCLines
source: I can take more!
es: ¡Puedo llevar más!
fr: Je peux en prendre plus !
hu: Többet is bírok!
ro: Pot lua mai mult!
ru: Я могу выдержать больше!

# FloatingEnemyAndNPCLines
source: I won't move... again
es: No me moveré... otra vez
fr: Je ne bougerai pas... encore une fois
hu: Nem mozgok... többé
ro: Nu mă voi mișca ... din nou
ru: Я не сдвинусь с места… снова

# FloatingEnemyAndNPCLines
source: I hold it back!
es: ¡Lo contengo!
fr: Je me retiens !
hu: Visszatartom!
ro: O rețin!
ru: Я сдерживаю его!

# FloatingEnemyAndNPCLines
source: It's safe here.
es: Aquí es seguro.
fr: C'est un endroit sûr.
hu: Itt biztonságos.
ro: Este în siguranță aici.
ru: Здесь безопасно.

# FloatingEnemyAndNPCLines
source: This place shall stand!
es: ¡Este lugar se mantendrá!
fr: Cette place doit tenir !
hu: Ez a hely romlatlan marad!
ro: Locul acesta va sta!
ru: Это место должно выстоять!

# FloatingEnemyAndNPCLines
source: Nature will survive!
es: ¡La naturaleza sobrevivirá!
fr: La nature survivra !
hu: A természet győzni fog!
ro: Natura va supraviețui!
ru: Природа выстоит!

# FloatingEnemyAndNPCLines
source: Out with you, Ruin!
es: ¡Fuera contigo, Ruin!
fr: Va-t'en, Ruine !
hu: El véled, Fertőzés!
ro: Afară cu tine, Ruină!
ru: Проваливай, Руин!

# FloatingEnemyAndNPCLines
source: I have... failed
es: He fracasado
fr: J'ai… échoué
hu: El... butkam
ro: Am eșuat
ru: Я… подвел

# FloatingEnemyAndNPCLines
source: I'm the daughter of the Wizard!
es: Soy la hija del Mago!
fr: Je suis la fille du Magicien !
hu: Én vagyok a Varázsló lánya!
ro: Sunt fiica Vrăjitorului!
ru: Я дочь Волшебника!

# FloatingEnemyAndNPCLines
source: I can create!
es: ¡Puedo crear!
fr: Je peux créer !
hu: Teremtek!
ro: Pot crea!
ru: Я могу создавать!

# FloatingEnemyAndNPCLines
source: I'm human!
es: ¡Soy humano!
fr: Je suis humain !
hu: Ember vagyok!
ro: Sunt uman!
ru: Я человек!

# FloatingEnemyAndNPCLines
source: That sounds funny!
es: ¡Eso suena gracioso!
fr: C'est amusant !
hu: Jó mókának hangzik!
ro: Sună amuzant!
ru: Звучит забавно!

# FloatingEnemyAndNPCLines
source: I can destroy!
es: ¡Puedo destruir!
fr: Je peux détruire !
hu: Pusztítok!
ro: Pot distruge!
ru: Я могу уничтожать!

# FloatingEnemyAndNPCLines
source: I'm free!
es: ¡Soy libre!
fr: Je suis libre !
hu: Szabad vagyok!
ro: Sunt liber!
ru: Я свободен!

# FloatingEnemyAndNPCLines
source: What makes you say that?
es: ¿Qué te hace decir eso?
fr: Qu'est-ce qui te fait dire ça ?
hu: Miért mondod ezt?
ro: Ce te face să spui asta?
ru: О чем ты говоришь?

# FloatingEnemyAndNPCLines
source: Hissing
es: Siseó
fr: Grésillement
hu: Sziszeg
ro: Sâsâit
ru: Шипеть

# FloatingEnemyAndNPCLines
source: Huh! Surprised?
es: ¡Huh! ¿Sorprendido?
fr: Huh ! Surpris ?
hu: Hah! Meglepődtél?
ro: Huh! Uimit?
ru: Ха! Удивлен?

# FloatingEnemyAndNPCLines
source: Take this!
es: ¡Toma esto!
fr: Prends ça !
hu: Ezt neked!
ro: Ia asta!
ru: Получай!

# FloatingEnemyAndNPCLines
source: Careful!
es: ¡Cuidado!
fr: Attention !
hu: Óvatosan!
ro: Fi Atent!
ru: Осторожно!

# FloatingEnemyAndNPCLines
source: It's not funny!
es: ¡No es gracioso!
fr: Ce n'est pas drôle !
hu: Nem vicces!
ro: Nu este amuzant!
ru: Не смешно!

# FloatingEnemyAndNPCLines
source: All right, gg!
es: ¡Muy bien, gg!
fr: Ok, bien joué !
hu: Oké, gg!
ro: Bine, gg!
ru: Отлично, хорошая игра!

# FloatingEnemyAndNPCLines
source: What is it like down there? Heh?
es: ¿Cómo es ahí abajo? ¿Je?
fr: Comment est-ce que c'est là-bas ? Hein ?
hu: És milyen odalent, heh?
ro: Cum e acolo jos? Heh?
ru: Каково там внизу? А?

# FloatingEnemyAndNPCLines
source: Easy man, easy!
es: ¡Hombre fácil, fácil!
fr: Doucement, mec, doucement !
hu: Csak lazán, haver!
ro: Ușor omule, ușor!
ru: Полегче, мужик, полегче!

# FloatingEnemyAndNPCLines
source: Avoid these!
es: ¡Evita estos!
fr: Évitez-les !
hu: Térjen ki!
ro: Evitați acestea!
ru: Избегай их!

# FloatingEnemyAndNPCLines
source: Watch out where you bounce to!
es: ¡Cuidado donde rebotas!
fr: Faites attention où vous rebondissez !
hu: Figyeljen, meddig pattan!
ro: Atenție unde sări!
ru: Будь осторожен, куда прыгаешь!

# FloatingEnemyAndNPCLines
source: Attention to the heights!
es: ¡Atención a las alturas!
fr: Attention à la hauteur !
hu: Figyelje a magasságokat!
ro: Atenție la înălțimi!
ru: Внимание на высоты!

# FloatingEnemyAndNPCLines
source: Attention to the heights again!
es: ¡Atención a las alturas otra vez!
fr: Attention à la hauteur, encore une fois !
hu: Figyelje a magasságokat ismételten!
ro: Atenție la înălțimi din nou!
ru: Осторожно, опять высоты!

# FloatingEnemyAndNPCLines
source: Watch out for your head!
es: ¡Cuidado con tu cabeza!
fr: Attention à votre tête !
hu: Vigyázzon a fejére!
ro: Atenție la capul tău!
ru: Осторожнее с головой!

# FloatingEnemyAndNPCLines
source: Do you really think you are worthy?
es: ¿De verdad crees que eres digno?
fr: Vous pensez vraiment être digne ?
hu: Méltónak érzi magát?
ro: Chiar crezi că ești demn?
ru: Ты правда считаешь себя достойным?

# FloatingEnemyAndNPCLines
source: I... don't...
es: Yo no...
fr: Je… ne...
hu: Én... nem...
ro: Eu ... nu ...
ru: Я…не…

# FloatingEnemyAndNPCLines
source: You shall perish!
es: ¡Perecerás!
fr: Vous allez périr !
hu: Pusztulj!
ro: Vei pieri!
ru: Ты должен быть уничтожен!

# FloatingEnemyAndNPCLines
source: For justice!
es: ¡Para la justicia!
fr: Pour la justice !
hu: Igazságot!
ro: Pentru justiție!
ru: За справедливость!

# FloatingEnemyAndNPCLines
source: Death to the outlaw!
es: ¡Muerte al bandido!
fr: Mort au hors-la-loi !
hu: Halál a bűnösökre!
ro: Moarte infractorului!
ru: Смерть преступнику!

# FloatingEnemyAndNPCLines
source: Just a scratch.
es: Solo un rasguño.
fr: Juste une égratignure.
hu: Csak egy karcolás.
ro: Doar o zgârietură.
ru: Просто царапина.

# FloatingEnemyAndNPCLines
source: You... can't.
es: No... puedes.
fr: Tu… ne peux pas.
hu: Ezt nem,,, teheted.
ro: Nu ... nu poți.
ru: Ты…не можешь.

# FloatingEnemyAndNPCLines
source: We keep the Wall.
es: Mantenemos el Muro.
fr: Nous gardons le Mur.
hu: Tartjuk a Falat.
ro: Păstrăm Zidul.
ru: Мы сохраним Стену.

# FloatingEnemyAndNPCLines
source: Follow the rules!
es: ¡Sigue las reglas!
fr: Suivez les règles !
hu: Tartsd be a törvényt!
ro: Urmează regulile!
ru: Следуй правилам!

# FloatingEnemyAndNPCLines
source: Aaaaaaargh!
ru: Ааааарррр!

# FloatingEnemyAndNPCLines
source: Chaaaaaarge!
es: ¡A la Ataque!
fr: Chaaaaaargez !
hu: Rohaaaaam!
ro: Ataaaaaaaaac!
ru: Заряжааааай!

# FloatingEnemyAndNPCLines
source: I'll need a blacksmith!
es: ¡Necesitaré un herrero!
fr: J'aurai besoin d'un forgeron !
hu: Kéne egy kovács!
ro: Am nevoie de un fierar!
ru: Мне нужен кузнец!

# FloatingEnemyAndNPCLines
source: Send someone for a hammer!
es: ¡Envía a alguien por un martillo!
fr: Envoyez quelqu'un chercher un marteau !
hu: Hozzatok kalapácsot!
ro: Trimite pe cineva pentru un ciocan!
ru: Пошли кого-нибудь за молотком!

# FloatingEnemyAndNPCLines
source: Be right back!
es: ¡Vuelvo enseguida!
fr: Je reviens tout de suite !
hu: Mindjárt jövök!
ro: Revin imediat!
ru: Скоро вернусь!

# FloatingEnemyAndNPCLines
source: Use your head... or mine!
es: Usa tu cabeza... ¡o la mía!
fr: Utilisez votre tête... ou la mienne !
hu: Használd a fejed... vagy az enyémet!
ro: Folosește-ți capul ... sau al meu!
ru: Думай своей головой… или моей!

# FloatingEnemyAndNPCLines
source: Let's head east!
es: ¡Vamos al este!
fr: Allons vers l'est !
hu: Fejjel a falnak!
ro: Hai să ne îndreptăm spre est!
ru: Поехали на восток!

# FloatingEnemyAndNPCLines
source: Humming
es: Tarareando
fr: Fredonnement
hu: Hümmög
ro: Zbârnăie
ru: Напевать под нос

# FloatingEnemyAndNPCLines
source: Whistling
es: Silbido
fr: Sifflement
hu: Fütyül
ro: Fluierat
ru: Свистит

# FloatingEnemyAndNPCLines
source: I create essence which resists the ruin.
es: Creo esencia que resiste la ruina.
fr: Je crée une essence qui résiste à la ruine.
hu: Ez ellen fog állni a Fertőzésnek.
ro: Creez esență care rezistă ruinei.
ru: Я создаю сущность, которая противостоит Руине.

# FloatingEnemyAndNPCLines
source: Knowledge is Lost, All is Lost.
es: El Conocimiento está perdido, Todo está Perdido.
fr: La connaissance est perdue, tout est perdu.
hu: Elveszett a tudás. Minden elveszett.
ro: Cunoașterea este pierdută, totul este pierdut.
ru: Знания потеряны, все потеряно.

# FloatingEnemyAndNPCLines
source: All is Lost.
es: Todo está Perdido.
fr: Tout est perdu.
hu: Minden elveszett.
ro: Totul este pierdut.
ru: Все Потеряно.

# FloatingEnemyAndNPCLines
source: Aaahhh
ru: Аааххх

# FloatingEnemyAndNPCLines
source: Ooohhh
ru: Оооохх

# FloatingEnemyAndNPCLines
source: Onon
ru: Ооон

# FloatingEnemyAndNPCLines
source: Your words remind me of something.
es: Tus palabras me recuerdan algo.
fr: Ces mots me disent quelque chose.
hu: A szavaid emlékeztetnek valamire.
ro: Cuvintele tale îmi amintesc de ceva.
ru: Твои слова мне кое о чем напоминают.

# FloatingEnemyAndNPCLines
source: Too hot!
es: ¡Demasiado caliente!
fr: Trop chaud !
hu: Túl forró!
ro: Prea cald!
ru: Слишком горячо!

# FloatingEnemyAndNPCLines
source: It needs more salt!
es: ¡Necesita más sal!
fr: Il faut plus de sel !
hu: Több só kell!
ro: Are nevoie de mai multă sare!
ru: Нужно больше соли!

# FloatingEnemyAndNPCLines
source: It will be delicious.
es: Será delicioso.
fr: Il sera délicieux.
hu: Finomnak ígérkezik.
ro: Va fi delicios.
ru: Будет очень вкусно.

# FloatingEnemyAndNPCLines
source: Hmm...
ru: Ммм…

# FloatingEnemyAndNPCLines
source: Croon
es: Canturrear
fr: Fredonnement
hu: Dúdol
ro: Fredonat
ru: Напевать

# FloatingEnemyAndNPCLines
source: Ohh
ru: Ох

# FloatingEnemyAndNPCLines
source: Hmmm
es: Mmmm
ru: Хммм

# FloatingEnemyAndNPCLines
source: Ommm
ru: Омммм

# FloatingEnemyAndNPCLines
source: Auch
ru: Ай

# FloatingEnemyAndNPCLines
source: Dinner is served!
es: ¡La cena está servida!
fr: Le dîner est servi !
hu: A vacsora tálalva!
ro: Cina este servită!
ru: Ужин подан!

# FloatingEnemyAndNPCLines
source: Now it's clean!
es: ¡Ahora está limpio!
fr: Maintenant, c'est propre !
hu: Most már tiszta!
ro: Acum este curat!
ru: Теперь все чисто!

# FloatingEnemyAndNPCLines
source: I'll need to be repaired.
es: Necesitaré ser reparado.
fr: Je vais devoir être réparé.
hu: Javításra lesz szükségem.
ro: Va trebui să fiu reparat.
ru: Меня нужно будет починить.

# FloatingEnemyAndNPCLines
source: I still serve.
es: Yo sigo sirviendo.
fr: Je suis toujours en service.
hu: Még szolgálok.
ro: Încă slujesc.
ru: Я все еще обслуживаю.

# FloatingEnemyAndNPCLines
source: I'll need... replacement.
es: Necesitaré... reemplazo.
fr: J'aurai besoin... d'un remplaçant.
hu: Kell valaki... a helyemre.
ro: Voi avea nevoie de ... înlocuire.
ru: Мне понадобится… замена.

# FloatingEnemyAndNPCLines
source: Serve...
es: Servir...
fr: Servir...
hu: Szolgál...
ro: Servește...
ru: Подавать…

# FloatingEnemyAndNPCLines
source: Order...
es: Orden...
fr: Ordonner...
hu: Parancs...
ro: Ordine...
ru: Заказ…

# FloatingEnemyAndNPCLines
source: At your service.
es: A su servicio.
fr: A votre service.
hu: Szolgálatára.
ro: La dispoziția ta.
ru: К вашим услугам.

# FloatingEnemyAndNPCLines
source: Your order?
es: ¿Su pedido?
fr: Votre demande ?
hu: Parancs?
ro: Comanda ta?
ru: Ваш заказ?

# FloatingEnemyAndNPCLines
source: This is my order!
es: ¡Este es mi pedido!
fr: C'est ma demande !
hu: Ez az én parancsom!
ro: Acesta este ordinul meu!
ru: Это мой приказ!

# FloatingEnemyAndNPCLines
source: I'll reorganize!
es: ¡Me reorganizaré!
fr: Je vais tout réorganiser !
hu: Rendbe rakom!
ro: O să reorganizez!
ru: Я переделаю!

# FloatingEnemyAndNPCLines
source: I'm above!
es: ¡Estoy arriba!
fr: Je suis au-dessus !
hu: Én vagyok a legjobb!
ro: Sunt deasupra!
ru: Я наверху!

# FloatingEnemyAndNPCLines
source: Order, order, order!
es: ¡Orden, orden, orden!
fr: De l'ordre, de l'ordre, de l'ordre !
hu: Parancs, parancs, parancs!
ro: Ordine, ordine, ordine!
ru: Заказ, заказ, заказ!

# FloatingEnemyAndNPCLines
source: I can fix this
es: Puedo arreglar esto
fr: Je peux régler ça
hu: Máris javítom!
ro: Pot să repar asta
ru: Я могу это исправить

# FloatingEnemyAndNPCLines
source: Don't do that again!
es: ¡No vuelvas a hacer eso!
fr: Ne recommencez pas !
hu: Ilyet ne csinálj többet!
ro: Nu mai fă asta niciodată!
ru: Больше так не делай!

# FloatingEnemyAndNPCLines
source: I can't... I was... above.
es: No puedo... estaba... arriba.
fr: Je ne peux pas... J'étais... au-dessus.
hu: De... én voltam... a legjobb
ro: Nu pot ... Am fost ... mai sus.
ru: Я не могу… Я был… наверху.

# FloatingEnemyAndNPCLines
source: Srrrr!
ru: Грррр!

# FloatingEnemyAndNPCLines
source: Hurray!
es: ¡Hurra!
fr: Houra !
hu: Hurrá!
ro: Uraaaa!
ru: Ура!

# FloatingEnemyAndNPCLines
source: Flyyyyyyy!
es: ¡Vuelaaaaa!
fr: Voooooole !
hu: Reeeeepcsi!
ro: Zboarăăăăă!
ru: Летиииии!

# FloatingEnemyAndNPCLines
source: Uuush!
ru: Уууш!
